[
    {
        "id": 1,
        "passage": "地方創生の取り組みが、人口減少に直面する地域社会の存続をかけた重要課題となっている。若者の都市部への流出により、地方では高齢化と過疎化が急速に進行し、限界集落の増加が社会問題化している。政府は地域おこし協力隊、ふるさと納税、関係人口の創出など、様々な施策を展開しているが、根本的な解決には至っていない。一部の自治体では、移住者への手厚い支援や、サテライトオフィスの誘致により、人口の社会増を実現している成功例もある。徳島県神山町は、IT企業のサテライトオフィス誘致により、若者の移住が増加し、地域活性化のモデルケースとなっている。しかし、多くの地方都市では、商店街のシャッター通り化、公共交通の廃止、医療・教育機関の撤退など、生活インフラの崩壊が進んでいる。地域コミュニティの担い手不足により、伝統行事や祭りの継承も困難になっている。コンパクトシティ構想により、都市機能の集約化を図る動きもあるが、周辺地域の切り捨てにつながるという批判もある。地方創生の本質は、単なる人口増加ではなく、地域の特性を活かした持続可能な社会モデルの構築にある。画一的な政策ではなく、各地域の文化や資源を活かした独自の戦略が求められている。",
        "question1": "徳島県神山町が成功した理由は何ですか。",
        "options1": {
            "A": "IT企業のサテライトオフィス誘致",
            "B": "商店街の活性化",
            "C": "医療機関の充実"
        },
        "answer1": "A",
        "explanation1": "'徳島県神山町は、IT企業のサテライトオフィス誘致により、若者の移住が増加し' (도쿠시마현 가미야마초는 IT기업의 새털라이트 오피스 유치로 젊은이들의 이주가 증가했다)고 명시되어 있습니다.",
        "question2": "地方創生の本質として筆者が主張していることは何ですか。",
        "options2": {
            "A": "人口を増やすことが最も重要",
            "B": "地域の特性を活かした持続可能な社会モデルの構築",
            "C": "都市機能の集約化"
        },
        "answer2": "B",
        "explanation2": "'地方創生の本質は、単なる人口増加ではなく、地域の特性を活かした持続可能な社会モデルの構築にある' (지방창생의 본질은 단순한 인구 증가가 아니라 지역의 특성을 살린 지속가능한 사회 모델 구축에 있다)고 주장하고 있습니다."
    },
    {
        "id": 2,
        "passage": "介護ロボットの導入が、超高齢社会における介護人材不足の解決策として期待されている。移乗支援、入浴支援、見守りなど、様々な場面で活用可能なロボット技術が開発され、介護現場での実証実験が進んでいる。パワーアシストスーツは、介護職員の腰痛予防に効果を発揮し、離職率の低下に貢献している。コミュニケーションロボットは、認知症高齢者の精神的な安定や、社会的孤立の解消に一定の効果を示している。特に、アザラシ型ロボット「パロ」は、動物介在療法の代替として世界30カ国以上で導入されている。センサー技術を活用した見守りシステムにより、プライバシーに配慮しながら、転倒や徘徊の早期発見が可能になった。しかし、介護ロボットの普及には多くの障壁が存在する。導入コストが高額で、多くの介護施設では経済的負担が大きい。また、操作の複雑さから、現場職員の負担がかえって増加するケースもある。高齢者側の心理的抵抗も根強く、「人の温もり」を求める声は多い。ロボットによる介護が、人間の尊厳を損なうのではないかという倫理的懸念も存在する。さらに、事故発生時の責任の所在など、法的整備も不十分である。介護ロボットは、あくまでも人間の介護を補完する存在であり、完全な代替にはなり得ない。技術と人間性の調和を保ちながら、適切な活用方法を模索することが重要である。",
        "question1": "パワーアシストスーツの効果として述べられているのは何ですか。",
        "options1": {
            "A": "認知症高齢者の精神安定",
            "B": "動物介在療法の代替",
            "C": "介護職員の腰痛予防と離職率低下"
        },
        "answer1": "C",
        "explanation1": "'パワーアシストスーツは、介護職員の腰痛予防に効果を発揮し、離職率の低下に貢献している' (파워 어시스트 슈트는 개호 직원의 요통 예방에 효과를 발휘하고 이직률 저하에 기여하고 있다)고 설명되어 있습니다.",
        "question2": "介護ロボット普及の障壁として挙げられていないものは何ですか。",
        "options2": {
            "A": "ロボットの性能が低すぎること",
            "B": "導入コストが高額なこと",
            "C": "高齢者の心理的抵抗"
        },
        "answer2": "A",
        "explanation2": "文章では '導入コストが高額' (도입 비용이 고액)과 '高齢者側の心理的抵抗' (고령자 측의 심리적 저항)은 언급되었지만, 로봇 성능이 낮다는 언급은 없습니다."
    },
    {
        "id": 3,
        "passage": "フードロス削減への取り組みが、持続可能な社会の実現に向けた重要課題として認識されている。日本では年間約600万トンの食品が廃棄され、その多くがまだ食べられる状態のものである。この量は、世界の食料援助量の約2倍に相当し、経済的損失は年間数兆円に上る。食品廃棄は、生産・流通・消費のあらゆる段階で発生している。規格外野菜の廃棄、賞味期限切れによる廃棄、外食産業での食べ残しなど、構造的な問題が複雑に絡み合っている。「3分の1ルール」と呼ばれる商慣習により、賞味期限の3分の1を過ぎた商品は店頭から撤去される。この商慣習の見直しが進められているが、消費者の鮮度志向が強く、改革は容易ではない。一方で、フードバンクやフードドライブなど、余剰食品を必要とする人々に届ける取り組みが広がっている。AIを活用した需要予測により、適正な発注量を算出し、廃棄を削減する技術も実用化されている。しかし、食品安全上の懸念から、寄付に消極的な企業も多い。また、消費者の意識改革も不可欠であるが、「もったいない」という言葉があるにもかかわらず、実際の行動変容は限定的である。フードロス削減は、環境負荷の軽減、食料安全保障、貧困対策など、多面的な効果をもたらす。社会全体での取り組みが求められている。",
        "question1": "「3分の1ルール」とは何ですか。",
        "options1": {
            "A": "賞味期限の3分の1を過ぎた商品を店頭から撤去する商慣習",
            "B": "食品の3分の1を寄付する制度",
            "C": "価格を3分の1に下げる販売方法"
        },
        "answer1": "A",
        "explanation1": "'「3分の1ルール」と呼ばれる商慣習により、賞味期限の3分の1を過ぎた商品は店頭から撤去される' (3분의1 룰이라 불리는 상관습에 의해 유통기한의 3분의1이 지난 상품은 매장에서 철거된다)고 설명되어 있습니다.",
        "question2": "フードロス削減の取り組みが進まない理由として述べられていないものは何ですか。",
        "options2": {
            "A": "消費者の鮮度志向が強いこと",
            "B": "フードバンクが不足していること",
            "C": "食品安全上の懸念から寄付に消極的な企業が多いこと"
        },
        "answer2": "B",
        "explanation2": "文章では '消費者の鮮度志向が強く' (소비자의 신선도 지향이 강하다)와 '食品安全上の懸念から、寄付に消極的な企業も多い' (식품 안전상의 우려로 기부에 소극적인 기업도 많다)는 언급되었지만, 푸드뱅크 부족은 언급되지 않았습니다."
    },
    {
        "id": 4,
        "passage": "働き方の多様化に伴い、副業・兼業が新たな労働形態として定着しつつある。政府の働き方改革推進により、多くの企業が副業を解禁し、パラレルキャリアを追求する人材が増加している。収入の多様化によるリスク分散、スキルアップの機会拡大、自己実現の場の創出など、副業がもたらすメリットは大きい。特に、コロナ禍でのテレワーク普及により、時間と場所の制約が緩和され、副業への参入障壁が大幅に低下した。クラウドソーシングプラットフォームの発達により、専門スキルを活かした業務受託が容易になっている。起業準備としての副業も増加し、リスクを抑えながら事業を立ち上げることが可能になった。しかし、副業の拡大には課題も多い。労働時間管理の複雑化により、過労のリスクが高まっている。本業と副業を合わせた総労働時間の把握が困難で、健康管理の責任の所在が曖昧になっている。また、競業避止義務や秘密保持義務との兼ね合いも複雑で、企業側の不安は根強い。社会保険や税制面での制度整備も遅れており、副業者の社会的保護が不十分である。さらに、本業への専念度の低下を懸念する声もある。副業・兼業の健全な発展には、労働法制の見直しと、企業・個人双方の意識改革が不可欠である。新しい働き方が、真の意味でのワークライフバランスの実現につながることが期待される。",
        "question1": "コロナ禍が副業に与えた影響は何ですか。",
        "options1": {
            "A": "副業が禁止された",
            "B": "時間と場所の制約が緩和され参入障壁が低下した",
            "C": "労働時間が増加した"
        },
        "answer1": "B",
        "explanation1": "'コロナ禍でのテレワーク普及により、時間と場所の制約が緩和され、副業への参入障壁が大幅に低下した' (코로나 사태로 인한 재택근무 보급으로 시간과 장소의 제약이 완화되어 부업 진입 장벽이 크게 낮아졌다)고 설명되어 있습니다.",
        "question2": "副業拡大の課題として挙げられているのは何ですか。",
        "options2": {
            "A": "収入が減少すること",
            "B": "スキルアップの機会が減ること",
            "C": "労働時間管理の複雑化と過労リスク"
        },
        "answer2": "C",
        "explanation2": "'労働時間管理の複雑化により、過労のリスクが高まっている' (노동시간 관리의 복잡화로 과로의 리스크가 높아지고 있다)고 과제를 지적하고 있습니다."
    },
    {
        "id": 5,
        "passage": "日本語教育の重要性が、多文化共生社会の実現に向けて高まっている。外国人労働者の受け入れ拡大により、日本語学習者は急速に増加し、生活者としての外国人への日本語教育体制の整備が急務となっている。2019年の日本語教育推進法施行により、国と地方自治体の責務が明確化されたが、現場での課題は山積している。地域日本語教室の多くはボランティアに依存しており、専門性の確保と持続可能性に問題を抱えている。学習者のニーズも多様化し、就労、子育て、進学など、目的に応じた教育プログラムの開発が求められている。技能実習生や特定技能外国人への日本語教育は、企業任せになっているケースが多く、質のばらつきが大きい。オンライン教育の普及により、地理的制約は緩和されたが、対面での文化理解や社会参加の機会が減少するという問題も生じている。また、「やさしい日本語」の普及も重要な課題である。災害時の情報伝達、行政サービスの提供において、外国人住民への配慮が不可欠となっている。しかし、日本語教師の処遇は依然として低く、専門職としての地位確立が遅れている。国家資格化により改善が期待されるが、人材確保は容易ではない。日本語教育は、単なる言語習得にとどまらず、社会統合の基盤である。共生社会の実現に向けた体系的な取り組みが必要である。",
        "question1": "地域日本語教室の問題点は何ですか。",
        "options1": {
            "A": "ボランティア依存と専門性・持続可能性の問題",
            "B": "学習者が多すぎること",
            "C": "オンライン化が進みすぎていること"
        },
        "answer1": "A",
        "explanation1": "'地域日本語教室の多くはボランティアに依存しており、専門性の確保と持続可能性に問題を抱えている' (지역 일본어 교실의 대부분은 자원봉사자에 의존하고 있어 전문성 확보와 지속가능성에 문제를 안고 있다)고 명시되어 있습니다.",
        "question2": "日本語教師の現状について述べられていることは何ですか。",
        "options2": {
            "A": "処遇が良く人材が集まりやすい",
            "B": "国家資格化により問題が解決した",
            "C": "処遇が低く専門職としての地位確立が遅れている"
        },
        "answer2": "C",
        "explanation2": "'日本語教師の処遇は依然として低く、専門職としての地位確立が遅れている' (일본어 교사의 처우는 여전히 낮고 전문직으로서의 지위 확립이 늦어지고 있다)고 현상을 설명하고 있습니다."
    },
    {
        "id": 6,
        "passage": "デジタル教科書の導入が、教育現場に大きな変革をもたらそうとしている。2024年度から小中学校での本格導入が始まり、紙の教科書からデジタルへの移行が進んでいる。動画や音声、インタラクティブなコンテンツにより、従来の紙媒体では不可能だった多様な学習体験が可能になった。個別最適化学習の実現により、児童生徒一人ひとりの理解度に応じた学習が可能になる。学習履歴のデータ化により、教師は生徒の学習状況を詳細に把握し、きめ細かな指導ができるようになった。障害を持つ児童生徒への合理的配慮も容易になり、音声読み上げや文字拡大機能により、学習のバリアフリー化が進んでいる。しかし、デジタル教科書には懸念事項も多い。長時間の画面視聴による健康への影響、特に視力低下や姿勢の悪化が心配されている。また、手書きによる学習効果の喪失も指摘されており、漢字の習得や思考の整理における手書きの重要性は無視できない。デジタルデバイドの問題も深刻で、家庭の経済状況により学習環境に格差が生じる可能性がある。さらに、教師のICTスキルの差により、教育の質にばらつきが生じることも懸念される。サイバーセキュリティの確保も重要な課題である。デジタル教科書は教育の可能性を広げる一方で、従来の教育の良さを失わないバランスの取れた活用が求められている。",
        "question1": "デジタル教科書がもたらす利点として述べられていないものは何ですか。",
        "options1": {
            "A": "個別最適化学習の実現",
            "B": "教科書の価格が安くなること",
            "C": "障害を持つ児童生徒への合理的配慮"
        },
        "answer1": "B",
        "explanation1": "文章では '個別最適化学習の実現' (개별 최적화 학습의 실현)과 '障害を持つ児童生徒への合理的配慮' (장애를 가진 아동·학생에 대한 합리적 배려)는 언급되었지만, 가격에 관한 언급은 없습니다.",
        "question2": "デジタル教科書の懸念事項は何ですか。",
        "options2": {
            "A": "動画コンテンツが少ないこと",
            "B": "長時間の画面視聴による健康への影響",
            "C": "学習履歴が記録されないこと"
        },
        "answer2": "B",
        "explanation2": "'長時間の画面視聴による健康への影響、特に視力低下や姿勢の悪化が心配されている' (장시간 화면 시청으로 인한 건강 영향, 특히 시력 저하나 자세 악화가 우려되고 있다)고 우려사항을 제시하고 있습니다."
    },
    {
        "id": 7,
        "passage": "森林資源の持続可能な管理が、環境保全と経済発展の両立を図る上で重要な課題となっている。日本の森林率は約67％と先進国の中でもトップクラスだが、林業の衰退により適切な管理がされていない森林が増加している。戦後植林された人工林の多くが伐期を迎えているにもかかわらず、木材価格の低迷により放置される「手入れ不足の森」が問題となっている。間伐されない過密な森林は、土砂災害のリスクを高め、生物多様性の低下を招いている。一方で、CLT（直交集成板）などの新技術により、木材の建築利用が拡大している。中高層建築物への木材利用が可能になり、都市の木造化が進みつつある。カーボンニュートラルの観点からも、木材利用の促進は重要である。森林認証制度により、持続可能な森林管理を証明する仕組みも整備されている。しかし、林業従事者の高齢化と後継者不足は深刻で、森林管理の担い手確保が喫緊の課題となっている。また、シカやイノシシなどの野生動物による森林被害も増加し、生態系のバランスが崩れている。所有者不明の森林も全体の約3割に上り、管理の障害となっている。森林は、木材供給だけでなく、水源涵養、国土保全、レクリエーション機能など、多面的な価値を持つ。これらの公益的機能を適切に評価し、森林管理への投資を促進する仕組みづくりが必要である。",
        "question1": "「手入れ不足の森」が引き起こす問題は何ですか。",
        "options1": {
            "A": "木材価格の上昇",
            "B": "土砂災害リスクの増加と生物多様性の低下",
            "C": "森林認証制度の普及"
        },
        "answer1": "B",
        "explanation1": "'間伐されない過密な森林は、土砂災害のリスクを高め、生物多様性の低下を招いている' (간벌되지 않은 과밀한 숲은 토사재해의 리스크를 높이고 생물다양성의 저하를 초래하고 있다)고 문제점을 지적하고 있습니다.",
        "question2": "CLTなどの新技術がもたらした変化は何ですか。",
        "options2": {
            "A": "森林の所有者が増えた",
            "B": "林業従事者が若返った",
            "C": "中高層建築物への木材利用が可能になった"
        },
        "answer2": "C",
        "explanation2": "'CLT（直交集成板）などの新技術により、木材の建築利用が拡大している。中高層建築物への木材利用が可能になり' (CLT 등의 신기술로 목재의 건축 이용이 확대되고 있다. 중고층 건축물에의 목재 이용이 가능해졌다)고 설명되어 있습니다."
    },
    {
        "id": 8,
        "passage": "空飛ぶ車の実用化が、都市交通の新たな可能性として現実味を帯びてきた。電動垂直離着陸機（eVTOL）の技術開発が急速に進み、2025年の大阪・関西万博での実証運行を皮切りに、商用サービスの開始が計画されている。都市部の交通渋滞を回避し、移動時間を大幅に短縮できる新たな交通手段として期待が高まっている。災害時の緊急輸送、離島や山間部への物資配送、救急医療など、従来の交通手段では困難だった場面での活用も想定されている。世界各国で開発競争が激化し、既に数百社が参入している。自動運転技術との組み合わせにより、パイロット不要の完全自律飛行も視野に入っている。しかし、実用化への課題は山積している。航空法規の整備、空域管理システムの構築、離着陸場の確保など、インフラ整備に膨大な投資が必要である。騒音問題も深刻で、都市部での社会的受容性は不透明である。安全性の確保も最重要課題で、機体の故障や悪天候時の対応、サイバーセキュリティ対策など、解決すべき技術的課題は多い。また、運賃の高額化が予想され、一部の富裕層向けのサービスになる可能性が高い。さらに、既存の交通産業への影響や、都市計画の見直しなど、社会システム全体の変革が必要となる。空飛ぶ車は夢の技術だが、実現には技術革新と社会受容の両面からの慎重な検討が不可欠である。",
        "question1": "空飛ぶ車の活用が想定されている場面として挙げられていないものは何ですか。",
        "options1": {
            "A": "災害時の緊急輸送",
            "B": "一般道路での走行",
            "C": "離島や山間部への物資配送"
        },
        "answer1": "B",
        "explanation1": "文章では '災害時の緊急輸送、離島や山間部への物資配送' (재해시 긴급 수송, 이도나 산간부로의 물자 배송)는 언급되었지만, 일반 도로에서의 주행은 언급되지 않았습니다.",
        "question2": "空飛ぶ車実用化の課題として述べられていることは何ですか。",
        "options2": {
            "A": "開発企業が少ないこと",
            "B": "技術が完全に確立されていること",
            "C": "運賃の高額化で富裕層向けサービスになる可能性"
        },
        "answer2": "C",
        "explanation2": "'運賃の高額化が予想され、一部の富裕層向けのサービスになる可能性が高い' (운임의 고액화가 예상되어 일부 부유층을 위한 서비스가 될 가능성이 높다)고 과제를 지적하고 있습니다."
    },
    {
        "id": 9,
        "passage": "音声認識技術の進化が、人間とコンピューターのインターフェースを根本的に変えつつある。スマートスピーカーの普及により、音声による情報検索や家電操作が日常化し、キーボードやマウスに頼らない新たな操作体系が確立されつつある。高齢者や視覚障害者にとって、音声インターフェースはデジタル機器へのアクセシビリティを大幅に向上させている。医療現場では、音声入力による電子カルテ作成が業務効率化に貢献している。議事録の自動作成、リアルタイム翻訳など、ビジネス場面での活用も広がっている。深層学習の進歩により、方言や訛り、周囲の雑音がある環境でも高精度な認識が可能になった。感情認識機能を組み合わせることで、話者の心理状態を推定し、より自然な対話が実現しつつある。しかし、音声認識技術には課題も存在する。プライバシーの侵害が最大の懸念で、常時待機状態のデバイスによる盗聴の可能性は無視できない。誤認識による誤動作も問題で、重要な場面での利用にはリスクが伴う。また、音声データの収集と利用に関する倫理的問題も未解決である。子どもの音声データの扱いや、音声から推定される個人情報の保護など、規制の枠組みが追いついていない。さらに、音声操作への過度の依存により、文字を書く能力の低下が懸念されている。音声技術は利便性を提供する一方で、人間の基本的能力への影響を慎重に評価する必要がある。",
        "question1": "音声認識技術が特に有効とされる対象は誰ですか。",
        "options1": {
            "A": "高齢者と視覚障害者",
            "B": "子どもと学生",
            "C": "外国人観光客"
        },
        "answer1": "A",
        "explanation1": "'高齢者や視覚障害者にとって、音声インターフェースはデジタル機器へのアクセシビリティを大幅に向上させている' (고령자나 시각 장애인에게 음성 인터페이스는 디지털 기기에 대한 접근성을 크게 향상시키고 있다)고 명시되어 있습니다.",
        "question2": "音声認識技術の最大の懸念事項は何ですか。",
        "options2": {
            "A": "認識精度が低いこと",
            "B": "プライバシーの侵害と盗聴の可能性",
            "C": "導入コストが高いこと"
        },
        "answer2": "B",
        "explanation2": "'プライバシーの侵害が最大の懸念で、常時待機状態のデバイスによる盗聴の可能性は無視できない' (프라이버시 침해가 최대 우려사항으로, 상시 대기 상태의 디바이스에 의한 도청 가능성은 무시할 수 없다)고 설명하고 있습니다."
    },
    {
        "id": 10,
        "passage": "再生可能エネルギーの主力電源化に向けた取り組みが、エネルギー政策の中心課題となっている。2050年カーボンニュートラル実現に向け、太陽光、風力、水力、地熱、バイオマスなど、多様な再生可能エネルギーの導入が加速している。固定価格買取制度（FIT）により、太陽光発電は急速に普及し、発電コストも大幅に低下した。洋上風力発電は、日本の新たなエネルギー源として期待され、2040年までに最大45GWの導入目標が掲げられている。しかし、再生可能エネルギーの大量導入には技術的課題が山積している。出力変動への対応が最大の課題で、蓄電池や水素によるエネルギー貯蔵システムの構築が不可欠である。送電網の強化も必要で、数十兆円規模の投資が見込まれている。また、適地の確保も困難になってきている。太陽光パネルの設置による景観破壊や、土砂災害リスクの増大が問題視されている。風力発電では、騒音や低周波による健康被害の懸念から、地域住民の反対運動が起きるケースも多い。さらに、太陽光パネルの大量廃棄問題も顕在化しつつある。2030年代以降、寿命を迎えたパネルの適切な処理が課題となる。再生可能エネルギーの主力電源化は必然の流れだが、環境への配慮と地域との共生を図りながら、持続可能な形で推進することが求められている。",
        "question1": "洋上風力発電の導入目標はいつまでに何GWですか。",
        "options1": {
            "A": "2030年までに30GW",
            "B": "2040年までに最大45GW",
            "C": "2050年までに50GW"
        },
        "answer1": "B",
        "explanation1": "'洋上風力発電は、日本の新たなエネルギー源として期待され、2040年までに最大45GWの導入目標が掲げられている' (해상 풍력 발전은 일본의 새로운 에너지원으로 기대되어 2040년까지 최대 45GW의 도입 목표가 제시되어 있다)고 명시되어 있습니다.",
        "question2": "再生可能エネルギー導入の最大の技術的課題は何ですか。",
        "options2": {
            "A": "発電コストが高いこと",
            "B": "FIT制度が不十分なこと",
            "C": "出力変動への対応"
        },
        "answer2": "C",
        "explanation2": "'出力変動への対応が最大の課題で、蓄電池や水素によるエネルギー貯蔵システムの構築が不可欠である' (출력 변동에 대한 대응이 최대 과제로, 축전지나 수소에 의한 에너지 저장 시스템 구축이 불가결하다)고 과제를 제시하고 있습니다."
    },
    {
        "id": 11,
        "passage": "ペットと人間の関係性が、現代社会において新たな意味を持ち始めている。少子高齢化の進行により、ペットを家族の一員として扱う傾向が強まり、ペット関連市場は2兆円規模に拡大している。動物介在療法やセラピードッグの活用により、高齢者施設や医療機関でのペットの役割も認識されるようになった。アニマルウェルフェアの観点から、ペットの飼育環境や権利に関する議論も活発化している。しかし、ペット飼育には社会的課題も多い。年間数万頭の犬猫が殺処分されており、無責任な飼育放棄が後を絶たない。多頭飼育崩壊による動物虐待も社会問題化している。また、ペット可住宅の不足により、飼育を諦める人も多い。災害時のペット同行避難も課題で、避難所でのトラブルが頻発している。高額なペット医療費も問題で、治療を断念せざるを得ないケースも少なくない。ペット保険の普及は進んでいるが、加入率は10％程度にとどまる。さらに、エキゾチックアニマルの違法取引や、外来種の遺棄による生態系への影響も懸念されている。ペットと人間の共生には、飼い主の責任意識の向上と、社会システムの整備が不可欠である。動物愛護管理法の改正により規制は強化されたが、実効性の確保が課題となっている。",
        "question1": "ペット関連市場の規模はどのくらいですか。",
        "options1": {
            "A": "1兆円規模",
            "B": "2兆円規模",
            "C": "3兆円規模"
        },
        "answer1": "B",
        "explanation1": "'ペットを家族の一員として扱う傾向が強まり、ペット関連市場は2兆円規模に拡大している' (펫을 가족의 일원으로 취급하는 경향이 강해져 펫 관련 시장은 2조엔 규모로 확대되고 있다)고 명시되어 있습니다.",
        "question2": "ペット保険の現状はどうですか。",
        "options2": {
            "A": "加入率は50％を超えている",
            "B": "保険制度がまだ存在しない",
            "C": "普及は進んでいるが加入率は10％程度"
        },
        "answer2": "C",
        "explanation2": "'ペット保険の普及は進んでいるが、加入率は10％程度にとどまる' (펫 보험의 보급은 진행되고 있지만 가입률은 10% 정도에 머물고 있다)고 현황을 설명하고 있습니다."
    },
    {
        "id": 12,
        "passage": "企業の社会的責任（CSR）から、共有価値の創造（CSV）へと、企業活動のパラダイムシフトが進んでいる。単なる社会貢献活動ではなく、社会課題の解決を通じて企業価値を創出する経営モデルが主流となりつつある。SDGsの浸透により、環境・社会・ガバナンス（ESG）投資は世界で4000兆円規模に達し、企業経営における最重要課題となっている。サステナビリティ報告書の開示が義務化され、非財務情報の重要性が高まっている。気候変動リスクの開示を求めるTCFD提言への対応も進み、企業の環境戦略が投資判断の重要な要素となっている。人的資本経営の推進により、従業員のウェルビーイング向上が企業競争力の源泉として認識されるようになった。しかし、ESG経営には課題も多い。グリーンウォッシュと呼ばれる見せかけの環境対策が横行し、真の持続可能性との乖離が問題視されている。評価基準の乱立により、企業の取り組みを適切に評価することが困難になっている。また、短期的な収益性との両立が難しく、株主からの圧力に直面する企業も多い。中小企業にとっては、ESG対応のコスト負担が重く、サプライチェーンからの排除リスクも高まっている。さらに、日本企業特有の課題として、取締役会の多様性不足やジェンダーギャップの大きさが国際的に批判されている。真のサステナブル経営の実現には、長期的視点と本質的な変革が求められている。",
        "question1": "ESG投資の世界規模はどのくらいですか。",
        "options1": {
            "A": "1000兆円規模",
            "B": "2000兆円規模",
            "C": "4000兆円規模"
        },
        "answer1": "C",
        "explanation1": "'SDGsの浸透により、環境・社会・ガバナンス（ESG）投資は世界で4000兆円規模に達し' (SDGs의 침투로 환경·사회·거버넌스(ESG) 투자는 세계에서 4000조엔 규모에 달했다)고 명시되어 있습니다.",
        "question2": "グリーンウォッシュとは何ですか。",
        "options2": {
            "A": "見せかけの環境対策",
            "B": "環境に優しい洗剤",
            "C": "新しい評価基準"
        },
        "answer2": "A",
        "explanation2": "'グリーンウォッシュと呼ばれる見せかけの環境対策が横行し' (그린워싱이라 불리는 겉치레 환경 대책이 만연하고 있다)고 설명되어 있습니다."
    },
    {
        "id": 13,
        "passage": "睡眠負債の蓄積が、現代人の健康を脅かす深刻な問題となっている。日本人の平均睡眠時間は先進国で最も短く、慢性的な睡眠不足状態にある人が4割を超えている。睡眠不足は、単なる疲労にとどまらず、生活習慣病、認知症、うつ病などのリスクを高めることが科学的に証明されている。労働生産性の低下による経済損失は、年間15兆円に上るという試算もある。交通事故や産業事故の多くが、睡眠不足に起因することも明らかになっている。特に、交替制勤務者や長距離運転手の睡眠管理は、社会的な安全確保の観点から重要である。子どもの睡眠不足も深刻で、学力低下や情緒不安定の原因となっている。スマートフォンの普及により、就寝時間が遅くなり、睡眠の質も低下している。一方で、睡眠改善への取り組みも広がっている。企業での昼寝制度導入、学校での睡眠教育、睡眠アプリの活用など、様々な対策が試みられている。しかし、24時間社会の中で、十分な睡眠時間を確保することは容易ではない。長時間労働の是正、夜間営業の見直しなど、社会システム全体の変革が必要である。また、睡眠薬への過度の依存も問題で、薬物に頼らない睡眠改善法の普及が求められている。睡眠は健康の基盤であり、個人の努力だけでなく、社会全体での取り組みが不可欠である。",
        "question1": "日本人の慢性的な睡眠不足状態にある人の割合は？",
        "options1": {
            "A": "2割を超えている",
            "B": "3割を超えている",
            "C": "4割を超えている"
        },
        "answer1": "C",
        "explanation1": "'慢性的な睡眠不足状態にある人が4割を超えている' (만성적인 수면 부족 상태에 있는 사람이 4할을 넘고 있다)고 명시되어 있습니다.",
        "question2": "睡眠不足による労働生産性の低下がもたらす経済損失は？",
        "options2": {
            "A": "年間5兆円",
            "B": "年間15兆円",
            "C": "年間25兆円"
        },
        "answer2": "B",
        "explanation2": "'労働生産性の低下による経済損失は、年間15兆円に上るという試算もある' (노동 생산성 저하로 인한 경제 손실은 연간 15조엔에 달한다는 시산도 있다)고 설명되어 있습니다."
    },
    {
        "id": 14,
        "passage": "文化財の保護と活用のバランスが、観光立国を目指す日本の重要課題となっている。訪日外国人観光客の増加により、文化財は重要な観光資源として注目されているが、過度な観光利用による劣化や破損のリスクも高まっている。京都や鎌倉などの観光地では、オーバーツーリズムによる文化財への負荷が深刻化している。世界遺産登録を目指す動きが各地で活発だが、登録後の管理体制の不備により、かえって保存状態が悪化するケースもある。文化財の修復・保存には専門技術と多額の費用が必要だが、伝統技術の継承者不足と予算制約が大きな障壁となっている。宮大工や漆職人など、文化財修復に不可欠な職人の高齢化が進み、技術の断絶が危惧されている。一方で、デジタル技術を活用した文化財の保存と公開が進んでいる。3Dスキャンやバーチャルリアリティにより、文化財を傷めることなく、多くの人々が鑑賞できる環境が整いつつある。しかし、本物に触れる体験の価値は代替できない。また、文化財の商業利用を巡る議論も活発で、保護と活用の適切なバランスをどう取るかが問われている。地域住民の生活と観光のバランスも重要な課題である。文化財は国民共有の財産であり、将来世代に継承していく責任がある。持続可能な保護と活用の仕組みづくりが急務となっている。",
        "question1": "文化財修復における問題点として挙げられていないものは何ですか。",
        "options1": {
            "A": "伝統技術の継承者不足",
            "B": "外国人観光客の減少",
            "C": "職人の高齢化"
        },
        "answer1": "B",
        "explanation1": "文章では '伝統技術の継承者不足' (전통 기술 계승자 부족)と '職人の高齢化' (장인의 고령화)는 언급되었지만, 외국인 관광객 감소는 오히려 증가로 언급되었습니다.",
        "question2": "デジタル技術による文化財保存の利点は何ですか。",
        "options2": {
            "A": "修復費用が不要になること",
            "B": "文化財を傷めずに多くの人が鑑賞できること",
            "C": "本物に触れる体験ができること"
        },
        "answer2": "B",
        "explanation2": "'3Dスキャンやバーチャルリアリティにより、文化財を傷めることなく、多くの人々が鑑賞できる環境が整いつつある' (3D 스캔이나 가상현실로 문화재를 손상시키지 않고 많은 사람들이 감상할 수 있는 환경이 조성되고 있다)고 설명되어 있습니다."
    },
    {
        "id": 15,
        "passage": "児童虐待の増加が、日本社会の深刻な問題として顕在化している。児童相談所への相談件数は20万件を超え、過去最多を更新し続けている。虐待による死亡事例も後を絶たず、子どもの命と安全を守る体制の強化が急務となっている。核家族化や地域コミュニティの希薄化により、子育て家庭の孤立が進んでいる。経済的困窮、親の精神的不安定、DVなど、虐待の背景には複合的な要因が存在する。コロナ禍による在宅時間の増加が、虐待リスクを高めたことも指摘されている。児童相談所の体制強化が進められているが、専門職員の不足は深刻で、一人当たりの担当件数は限界を超えている。一時保護所の環境も劣悪で、子どもの権利保障の観点から問題視されている。また、虐待の早期発見・早期介入の仕組みも不十分である。学校や医療機関との連携強化が図られているが、情報共有の壁は依然として高い。里親制度の普及も課題で、日本の里親委託率は欧米諸国と比較して著しく低い。虐待を受けた子どもへの心理的ケアも不足しており、トラウマが成人後も影響を及ぼすケースが多い。虐待の連鎖を断ち切るためには、予防的支援の充実が不可欠である。すべての子どもが安心して育つことができる社会の実現に向け、包括的な対策が求められている。",
        "question1": "児童相談所への相談件数の現状は？",
        "options1": {
            "A": "10万件を超えている",
            "B": "15万件を超えている",
            "C": "20万件を超えている"
        },
        "answer1": "C",
        "explanation1": "'児童相談所への相談件数は20万件を超え、過去最多を更新し続けている' (아동상담소에의 상담 건수는 20만건을 넘어 과거 최다를 계속 경신하고 있다)고 명시되어 있습니다.",
        "question2": "虐待の背景にある要因として述べられていないものは何ですか。",
        "options2": {
            "A": "経済的困窮",
            "B": "学校教育の問題",
            "C": "親の精神的不安定"
        },
        "answer2": "B",
        "explanation2": "文章では '経済的困窮、親の精神的不安定、DV' (경제적 곤궁, 부모의 정신적 불안정, DV)는 언급되었지만, 학교 교육 문제는 언급되지 않았습니다."
    },
    {
        "id": 16,
        "passage": "自治体のDX推進が、行政サービスの質向上と業務効率化の鍵として注目されている。マイナンバーカードの普及により、行政手続きのオンライン化が進み、住民の利便性向上が期待されている。AI-OCRやRPAの導入により、定型業務の自動化が進み、職員の負担軽減と住民サービスの充実が図られている。スマートフォンアプリによる各種申請や、チャットボットによる24時間相談対応など、新たなサービス形態も生まれている。データ分析による政策立案の高度化も進み、エビデンスに基づく行政運営が可能になりつつある。しかし、自治体DXには多くの障壁が存在する。システムの標準化が進んでおらず、自治体間の連携が困難な状況が続いている。レガシーシステムからの移行には莫大なコストがかかり、小規模自治体には大きな負担となっている。また、職員のデジタルスキル不足も深刻で、外部人材の活用も進んでいるが、待遇面での制約から人材確保は容易ではない。住民側のデジタルデバイドも課題で、高齢者を中心にオンラインサービスを利用できない層が存在する。さらに、個人情報保護とデータ活用のバランスも難しい問題である。セキュリティインシデントへの懸念から、積極的なデータ活用に踏み切れない自治体も多い。真の行政DXの実現には、技術導入だけでなく、組織文化の変革と住民の理解が不可欠である。",
        "question1": "自治体DXがもたらす効果として述べられていないものは何ですか。",
        "options1": {
            "A": "定型業務の自動化",
            "B": "職員数の大幅削減",
            "C": "24時間相談対応"
        },
        "answer1": "B",
        "explanation1": "文章では '定型業務の自動化' (정형 업무의 자동화)と 'チャットボットによる24時間相談対応' (챗봇에 의한 24시간 상담 대응)는 언급되었지만, 직원수 대폭 삭감은 언급되지 않았습니다.",
        "question2": "レガシーシステムからの移行における問題は何ですか。",
        "options2": {
            "A": "技術が古くて使えないこと",
            "B": "莫大なコストがかかり小規模自治体の負担が大きいこと",
            "C": "住民が反対していること"
        },
        "answer2": "B",
        "explanation2": "'レガシーシステムからの移行には莫大なコストがかかり、小規模自治体には大きな負担となっている' (레거시 시스템에서의 이행에는 막대한 비용이 들어 소규모 자치체에는 큰 부담이 되고 있다)고 문제를 지적하고 있습니다."
    },
    {
        "id": 17,
        "passage": "海洋資源の保護と利用を巡る国際的な対立が激化している。公海での漁業資源の乱獲により、多くの魚種が絶滅の危機に瀕している。マグロやウナギなどの資源管理を巡っては、漁獲枠の設定や規制強化に各国の利害が対立し、国際協調が困難な状況にある。違法・無報告・無規制（IUU）漁業も深刻な問題で、年間の被害額は2兆円を超えると推定されている。海洋保護区の設定も進められているが、経済活動との両立が課題となっている。南極海での海洋保護区設立は、関係国の反対により長年実現していない。一方で、持続可能な漁業への取り組みも広がっている。MSC認証などの国際認証制度により、資源管理に配慮した水産物の流通が促進されている。人工知能を活用した漁獲予測や、衛星監視による違法漁業の取り締まりも強化されている。養殖業の発展により、天然資源への依存度を下げる努力も進んでいる。しかし、養殖に伴う環境負荷や、餌となる魚粉の確保など、新たな課題も生じている。また、マイクロプラスチック汚染による海洋生態系への影響も懸念されており、水産物の安全性にも疑問が投げかけられている。海洋資源は人類共通の財産であり、将来世代に健全な海を引き継ぐためには、国際協調による包括的な管理体制の構築が不可欠である。",
        "question1": "IUU漁業による年間被害額はどのくらいですか。",
        "options1": {
            "A": "1兆円を超える",
            "B": "2兆円を超える",
            "C": "3兆円を超える"
        },
        "answer1": "B",
        "explanation1": "'違法・無報告・無規制（IUU）漁業も深刻な問題で、年間の被害額は2兆円を超えると推定されている' (불법·무보고·무규제(IUU) 어업도 심각한 문제로, 연간 피해액은 2조엔을 넘는다고 추정되고 있다)고 명시되어 있습니다.",
        "question2": "養殖業の発展がもたらした新たな課題は何ですか。",
        "options2": {
            "A": "漁獲量の増加",
            "B": "国際認証制度の廃止",
            "C": "環境負荷と餌となる魚粉の確保"
        },
        "answer2": "C",
        "explanation2": "'養殖に伴う環境負荷や、餌となる魚粉の確保など、新たな課題も生じている' (양식에 따른 환경 부하나 먹이가 되는 어분의 확보 등 새로운 과제도 발생하고 있다)고 설명되어 있습니다."
    },
    {
        "id": 18,
        "passage": "インクルーシブ教育の推進が、共生社会の実現に向けた重要な取り組みとなっている。障害のある子どもと障害のない子どもが共に学ぶ環境づくりが進められ、2016年の障害者差別解消法施行により、合理的配慮の提供が義務化された。特別支援学級の在籍者数は増加傾向にあり、発達障害への理解も深まりつつある。通級指導教室の整備により、通常学級に在籍しながら必要な支援を受けられる体制が整ってきた。ICT活用により、個々のニーズに応じた学習支援も可能になっている。音声読み上げソフトやデジタル教科書は、学習障害のある児童生徒の学びを支えている。しかし、インクルーシブ教育の実現には課題が山積している。教員の専門性不足により、適切な支援が提供できていないケースが多い。特別支援教育の免許保有率は低く、研修機会も限られている。また、施設のバリアフリー化も不十分で、物理的な障壁が残っている。保護者の理解も二極化しており、過度な分離を求める声と、完全な統合を求める声の調整が困難である。さらに、高校や大学での支援体制は義務教育段階と比較して大きく遅れている。就労への移行支援も不十分で、学校卒業後の社会参加に課題を抱える若者が多い。真のインクルーシブ教育の実現には、社会全体の意識改革と、継続的な支援体制の構築が必要である。",
        "question1": "障害者差別解消法の施行により義務化されたものは何ですか。",
        "options1": {
            "A": "特別支援学級の廃止",
            "B": "合理的配慮の提供",
            "C": "教員免許の取得"
        },
        "answer1": "B",
        "explanation1": "'2016年の障害者差別解消法施行により、合理的配慮の提供が義務化された' (2016년 장애인차별해소법 시행으로 합리적 배려의 제공이 의무화되었다)고 명시되어 있습니다.",
        "question2": "インクルーシブ教育の課題として挙げられているのは何ですか。",
        "options2": {
            "A": "ICT機器が不足していること",
            "B": "教員の専門性不足と特別支援教育免許保有率の低さ",
            "C": "特別支援学級の数が多すぎること"
        },
        "answer2": "B",
        "explanation2": "'教員の専門性不足により、適切な支援が提供できていないケースが多い。特別支援教育の免許保有率は低く' (교원의 전문성 부족으로 적절한 지원이 제공되지 못하는 경우가 많다. 특별지원교육 면허 보유율은 낮다)고 과제를 지적하고 있습니다."
    },
    {
        "id": 19,
        "passage": "電子決済の急速な普及が、日本のキャッシュレス社会化を加速させている。QRコード決済、電子マネー、クレジットカードなど、多様な決済手段が日常生活に浸透し、現金を使わない生活が現実のものとなりつつある。政府のキャッシュレス推進により、決済比率は30％を超え、2025年には40％達成を目指している。コロナ禍での非接触ニーズも追い風となり、小規模店舗でもキャッシュレス対応が進んでいる。決済データの活用により、マーケティングの高度化や、与信判断の精度向上も実現している。個人の購買履歴に基づくパーソナライズされたサービス提供が可能になった。しかし、キャッシュレス化には問題も存在する。高齢者を中心にデジタル決済への抵抗感は根強く、現金主義からの脱却は容易ではない。また、システム障害時の決済不能リスクも顕在化している。大規模な通信障害により、数時間にわたって決済ができなくなる事例が発生している。手数料負担も事業者にとって重荷となっており、特に薄利多売の業態では導入をためらう要因となっている。さらに、決済事業者の乱立により、規格の統一が進まず、利用者・加盟店双方に混乱が生じている。プライバシー保護の観点からも、購買データの取り扱いには慎重な対応が求められる。真のキャッシュレス社会の実現には、利便性と安全性の両立が不可欠である。",
        "question1": "2025年のキャッシュレス決済比率の目標は？",
        "options1": {
            "A": "30％",
            "B": "35％",
            "C": "40％"
        },
        "answer1": "C",
        "explanation1": "'決済比率は30％を超え、2025年には40％達成を目指している' (결제 비율은 30%를 넘어 2025년에는 40% 달성을 목표로 하고 있다)고 명시되어 있습니다.",
        "question2": "システム障害による問題として述べられていることは何ですか。",
        "options2": {
            "A": "手数料が高くなること",
            "B": "数時間にわたって決済ができなくなること",
            "C": "高齢者が利用できなくなること"
        },
        "answer2": "B",
        "explanation2": "'大規模な通信障害により、数時間にわたって決済ができなくなる事例が発生している' (대규모 통신 장애로 수시간에 걸쳐 결제가 불가능해지는 사례가 발생하고 있다)고 문제를 지적하고 있습니다."
    },
    {
        "id": 20,
        "passage": "スポーツビジネスの発展が、地域経済活性化の新たな起爆剤として期待されている。プロスポーツチームの誘致や、スポーツイベントの開催により、観光客の増加や雇用創出など、多面的な経済効果が生まれている。スタジアムやアリーナの建設は、単なるスポーツ施設ではなく、複合的なエンターテインメント拠点として機能し始めている。eスポーツの台頭により、新たなファン層の獲得と市場拡大が進んでいる。賞金総額が数億円規模の大会も開催され、プロゲーマーという新たな職業も確立されつつある。スポーツツーリズムも成長分野で、マラソン大会や自転車レースなどの参加型イベントが地域振興に貢献している。しかし、スポーツビジネスには課題も多い。施設建設や維持管理に莫大な公的資金が投入されるが、費用対効果が不透明なケースが多い。赤字経営のプロスポーツチームも少なくなく、自治体の財政負担となっている。また、選手の育成システムも不十分で、トップアスリートの海外流出が続いている。競技団体のガバナンス問題も頻発し、不祥事により競技イメージが損なわれるケースもある。さらに、勝利至上主義による弊害も指摘されており、ドーピング問題や過度なトレーニングによる健康被害も懸念されている。スポーツの本来の価値を見失わず、持続可能なビジネスモデルの構築が求められている。",
        "question1": "eスポーツの大会の賞金総額の規模は？",
        "options1": {
            "A": "数千万円規模",
            "B": "数億円規模",
            "C": "数十億円規模"
        },
        "answer1": "B",
        "explanation1": "'賞金総額が数億円規模の大会も開催され' (상금 총액이 수억엔 규모의 대회도 개최되고 있다)고 명시되어 있습니다.",
        "question2": "スポーツビジネスの課題として述べられていないものは何ですか。",
        "options2": {
            "A": "観客動員数の減少",
            "B": "施設の費用対効果が不透明",
            "C": "トップアスリートの海外流出"
        },
        "answer2": "A",
        "explanation2": "文章では '費用対効果が不透明' (비용 대 효과가 불투명)と 'トップアスリートの海外流出' (톱 운동선수의 해외 유출)는 언급되었지만, 관객 동원수 감소는 언급되지 않았습니다."
    },
    {
        "id": 21,
        "passage": "循環型経済への移行が、資源制約と環境問題の解決策として世界的に推進されている。従来の「採取・生産・消費・廃棄」という線形経済から、資源を循環利用する経済モデルへの転換が求められている。リサイクル、リユース、リデュース、リペア、シェアリングなど、多様なアプローチで資源効率の最大化が図られている。製品設計の段階から、分解・再利用を前提とした「エコデザイン」の導入が進んでいる。拡大生産者責任の強化により、メーカーは製品の全ライフサイクルに責任を持つようになった。サブスクリプションモデルの普及により、所有から利用へのシフトも加速している。しかし、循環型経済の実現には多くの障壁が存在する。リサイクル技術の限界により、完全な資源循環は困難で、品質劣化やエネルギー消費の問題がある。また、グローバルサプライチェーンの複雑さが、資源の追跡と管理を困難にしている。消費者の行動変容も課題で、新品志向や使い捨て文化からの脱却は容易ではない。リペアやリユースのインフラも不足しており、修理より買い替えが安価な状況が続いている。さらに、循環型ビジネスの収益性確保も困難で、初期投資の回収に時間がかかることが参入障壁となっている。法規制の整備も遅れており、国際的な基準の統一も進んでいない。真の循環型経済の実現には、技術革新と社会システムの根本的な変革が必要である。",
        "question1": "拡大生産者責任の強化により変わったことは何ですか。",
        "options1": {
            "A": "消費者が責任を持つようになった",
            "B": "メーカーが製品の全ライフサイクルに責任を持つようになった",
            "C": "政府が廃棄物処理を担当するようになった"
        },
        "answer1": "B",
        "explanation1": "'拡大生産者責任の強化により、メーカーは製品の全ライフサイクルに責任を持つようになった' (확대 생산자 책임 강화로 제조사는 제품의 전체 라이프사이클에 책임을 갖게 되었다)고 명시되어 있습니다.",
        "question2": "循環型経済実現の障壁として述べられていないものは何ですか。",
        "options2": {
            "A": "リサイクル技術の限界",
            "B": "消費者の購買力低下",
            "C": "新品志向や使い捨て文化"
        },
        "answer2": "B",
        "explanation2": "文章では 'リサイクル技術の限界' (재활용 기술의 한계)와 '新品志向や使い捨て文化' (새 제품 지향이나 일회용 문화)는 언급되었지만, 소비자 구매력 저하는 언급되지 않았습니다."
    },
    {
        "id": 22,
        "passage": "免疫力向上への関心が、健康意識の高まりとともに社会現象となっている。新型コロナウイルスの世界的流行を経て、感染症に対する自己防衛意識が飛躍的に向上し、免疫システムの重要性が再認識された。腸内環境の改善、適度な運動、質の良い睡眠、ストレス管理など、生活習慣全般の見直しが進んでいる。発酵食品や機能性食品への需要が急増し、免疫力向上を謳う商品市場は拡大を続けている。ヨーグルト、納豆、味噌などの伝統的発酵食品が見直され、プロバイオティクスサプリメントの市場も成長している。免疫チェックポイント阻害薬などの画期的ながん治療法も、免疫システムの活用により実現した。しかし、免疫力ブームには科学的根拠に乏しい情報も氾濫している。「免疫力を高める」という曖昧な表現が乱用され、医学的に証明されていない商品や療法が横行している。過度な清潔志向による免疫システムの弱体化も懸念されており、アレルギー疾患増加との関連が指摘されている。また、自己免疫疾患のリスクも無視できない。免疫システムの過剰な活性化は、かえって健康を害する可能性がある。さらに、免疫力格差とも言える問題も生じており、経済的余裕のある層とそうでない層で、健康格差が拡大している。免疫システムの理解を深め、科学的根拠に基づいた適切な健康管理が求められている。",
        "question1": "免疫力向上のために見直されている伝統的発酵食品として挙げられていないものは？",
        "options1": {
            "A": "ヨーグルト",
            "B": "キムチ",
            "C": "納豆"
        },
        "answer1": "B",
        "explanation1": "文章では 'ヨーグルト、納豆、味噌などの伝統的発酵食品が見直され' (요구르트, 낫토, 미소 등의 전통적 발효 식품이 재평가되고 있다)と 언급되었지만, 김치는 언급되지 않았습니다.",
        "question2": "過度な清潔志向がもたらす問題として指摘されていることは？",
        "options2": {
            "A": "感染症の増加",
            "B": "医療費の増大",
            "C": "免疫システムの弱体化とアレルギー疾患増加"
        },
        "answer2": "C",
        "explanation2": "'過度な清潔志向による免疫システムの弱体化も懸念されており、アレルギー疾患増加との関連が指摘されている' (과도한 청결 지향으로 인한 면역 시스템의 약체화도 우려되고 있으며, 알레르기 질환 증가와의 관련이 지적되고 있다)고 설명되어 있습니다."
    },
    {
        "id": 23,
        "passage": "リカレント教育の必要性が、人生100年時代の到来とともに高まっている。技術革新による職業の変化が加速し、一度身につけた知識やスキルだけでは、長い職業人生を乗り切ることが困難になっている。社会人の学び直しを支援する制度整備が進み、大学での社会人向けプログラムも充実してきた。オンライン教育の普及により、働きながら学ぶことが容易になり、MOOCsなどの無料講座も増加している。企業でも、従業員のリスキリング支援が経営課題として認識され、教育投資が拡大している。副業解禁により、新たなスキル習得の実践機会も増えている。しかし、日本のリカレント教育には多くの課題がある。長時間労働により学習時間の確保が困難で、教育訓練給付金などの支援制度も不十分である。企業の理解も限定的で、学び直しのための休職や時短勤務が認められないケースが多い。また、大学の社会人受け入れ体制も不十分で、実務に即した教育プログラムが不足している。年齢による差別意識も根強く、中高年の学び直しへの偏見が存在する。さらに、学び直しの成果が処遇に反映されにくい日本型雇用システムも、学習意欲を阻害する要因となっている。転職市場の流動性の低さも、新たなスキルの活用機会を制限している。生涯学習社会の実現には、教育システムと雇用システムの一体的な改革が不可欠である。",
        "question1": "リカレント教育が必要となった背景は何ですか。",
        "options1": {
            "A": "技術革新による職業の変化の加速",
            "B": "大学の定員不足",
            "C": "企業の教育予算削減"
        },
        "answer1": "A",
        "explanation1": "'技術革新による職業の変化が加速し、一度身につけた知識やスキルだけでは、長い職業人生を乗り切ることが困難になっている' (기술 혁신으로 인한 직업 변화가 가속화되어 한번 익힌 지식이나 스킬만으로는 긴 직업 인생을 헤쳐나가기 어려워지고 있다)고 배경을 설명하고 있습니다.",
        "question2": "日本のリカレント教育の課題として述べられているのは？",
        "options2": {
            "A": "MOOCsが少ないこと",
            "B": "副業が禁止されていること",
            "C": "長時間労働により学習時間確保が困難なこと"
        },
        "answer2": "C",
        "explanation2": "'長時間労働により学習時間の確保が困難で' (장시간 노동으로 학습 시간 확보가 어렵다)고 과제를 지적하고 있습니다."
    },
    {
        "id": 24,
        "passage": "観光公害（オーバーツーリズム）への対策が、持続可能な観光の実現に向けた喫緊の課題となっている。インバウンド観光客の急増により、京都、鎌倉、富士山などの人気観光地では、住民生活への悪影響が深刻化している。交通渋滞、ゴミ問題、騒音、物価上昇など、地域社会の負担が限界に達している。観光客のマナー違反も問題で、私有地への無断侵入、撮影禁止場所での写真撮影、文化財への落書きなどが後を絶たない。住宅地の民泊増加により、地域コミュニティの崩壊も懸念されている。一方で、観光収入への依存度が高い地域では、規制強化に慎重な声もある。分散化策として、地方への誘客促進が図られているが、二次交通の不便さや言語対応の不備など、課題は多い。時間帯別料金制度や事前予約制の導入、入域料の徴収など、需要管理の取り組みも始まっている。デジタル技術を活用した混雑情報の提供により、観光客の行動変容を促す試みもある。しかし、観光産業と地域住民の利害調整は容易ではない。観光による経済効果と生活環境の保全をどうバランスさせるか、難しい判断が求められる。また、観光の質的転換も必要で、量から質への転換、滞在型観光の推進など、新たな観光モデルの構築が急務である。地域の文化と環境を守りながら、観光の恩恵を享受する持続可能な仕組みづくりが求められている。",
        "question1": "オーバーツーリズムが引き起こしている問題として述べられていないものは？",
        "options1": {
            "A": "交通渋滞とゴミ問題",
            "B": "観光施設の不足",
            "C": "物価上昇"
        },
        "answer1": "B",
        "explanation1": "文章では '交通渋滞、ゴミ問題、騒音、物価上昇' (교통 체증, 쓰레기 문제, 소음, 물가 상승)은 언급되었지만, 관광 시설 부족은 언급되지 않았습니다.",
        "question2": "需要管理の取り組みとして始まっているものは？",
        "options2": {
            "A": "観光地の完全閉鎖",
            "B": "外国人観光客の入国制限",
            "C": "時間帯別料金制度や事前予約制の導入"
        },
        "answer2": "C",
        "explanation2": "'時間帯別料金制度や事前予約制の導入、入域料の徴収など、需要管理の取り組みも始まっている' (시간대별 요금 제도나 사전 예약제 도입, 입역료 징수 등 수요 관리 노력도 시작되고 있다)고 설명되어 있습니다."
    },
    {
        "id": 25,
        "passage": "ジェンダー平等の実現が、日本社会の最重要課題の一つとして認識されている。世界経済フォーラムのジェンダーギャップ指数で、日本は先進国最低レベルに位置し、特に政治・経済分野での男女格差が顕著である。女性管理職比率は依然として低く、賃金格差も解消されていない。育児・家事の負担が女性に偏り、キャリア形成の障害となっている。男性の育児休業取得率は上昇傾向にあるが、実質的な家事・育児参加はまだ不十分である。「アンコンシャス・バイアス」と呼ばれる無意識の偏見も根強く、採用や昇進において不利な扱いを受けるケースが多い。一方で、女性活躍推進法の施行により、企業の意識は変わりつつある。ダイバーシティ経営の重要性が認識され、女性の登用を積極的に進める企業も増えている。しかし、制度と実態の乖離は大きい。形式的な数値目標達成に終始し、本質的な改革に至っていない企業も多い。また、「女性活躍」という言葉自体が、女性だけの問題として矮小化される傾向もある。男性の長時間労働や、固定的な性別役割分担意識の改革なしに、真のジェンダー平等は実現しない。さらに、性的マイノリティへの理解と配慮も不十分で、包括的なダイバーシティの実現には程遠い。ジェンダー平等は、すべての人が能力を発揮できる社会の実現に不可欠であり、社会全体の意識改革が求められている。",
        "question1": "日本のジェンダーギャップ指数における特徴は？",
        "options1": {
            "A": "教育分野での格差が最も大きい",
            "B": "政治・経済分野での男女格差が顕著",
            "C": "健康分野での格差が深刻"
        },
        "answer1": "B",
        "explanation1": "'日本は先進国最低レベルに位置し、特に政治・経済分野での男女格差が顕著である' (일본은 선진국 최저 수준에 위치하며 특히 정치·경제 분야에서의 남녀 격차가 현저하다)고 명시되어 있습니다.",
        "question2": "「女性活躍」という言葉の問題点として指摘されていることは？",
        "options2": {
            "A": "女性だけの問題として矮小化される傾向",
            "B": "男性が反対していること",
            "C": "法的拘束力がないこと"
        },
        "answer2": "A",
        "explanation2": "'「女性活躍」という言葉自体が、女性だけの問題として矮小化される傾向もある' ('여성 활약'이라는 말 자체가 여성만의 문제로 축소되는 경향도 있다)고 문제점을 지적하고 있습니다."
    },
    {
        "id": 26,
        "passage": "気象予報技術の高度化が、防災と経済活動に革新的な変化をもたらしている。スーパーコンピューターの性能向上と観測網の充実により、予報精度は飛躍的に向上し、線状降水帯の予測も可能になりつつある。人工衛星やドローンを活用した観測により、より詳細な気象データの収集が実現している。AIによる予測モデルの開発も進み、局地的な気象現象の予測精度が向上している。2週間先の天気予報も実用レベルに達し、農業や観光業での活用が広がっている。気象ビジネス市場も拡大し、民間気象会社による specialized な情報サービスが提供されている。しかし、気象予報には依然として限界がある。突発的な気象現象の予測は困難で、ゲリラ豪雨などの超短時間予測の精度は不十分である。/ また、長期予報の不確実性は大きく、季節予報の的中率は限定的である。気候変動により過去のデータが通用しなくなり、予測モデルの修正が追いつかない状況もある。さらに、予報の高度化に伴い、情報の解釈が複雑化している。確率的な予報表現に対する理解不足により、適切な防災行動につながらないケースも多い。予報への過度の依存により、自然現象への感覚が鈍化する懸念もある。気象情報の適切な活用には、情報リテラシーの向上と、不確実性を前提とした意思決定能力の育成が必要である。",
        "question1": "気象予報技術の発展により可能になったことは何ですか。",
        "options1": {
            "A": "線状降水帯の予測と2週間先の実用的な予報",
            "B": "季節予報の完璧な的中",
            "C": "ゲリラ豪雨の正確な予測"
        },
        "answer1": "A",
        "explanation1": "'線状降水帯の予測も可能になりつつある'（선상강수대의 예측도 가능해지고 있다）と '2週間先の天気予報も実用レベルに達し'（2주 후의 날씨 예보도 실용 수준에 도달했다）と明記されています。",
        "question2": "気象予報の限界として挙げられていないものは何ですか。",
        "options2": {
            "A": "突発的な気象現象の予測困難",
            "B": "観測網の不足",
            "C": "長期予報の不確実性"
        },
        "answer2": "B",
        "explanation2": "'観測網の充実により'（관측망의 충실로）と肯定的に述べられており、観測網の不足は限界として挙げられていません。"
    },
    {
        "id": 27,
        "passage": "伝統工芸の継承危機が、日本文化の存続に関わる深刻な問題となっている。後継者不足により、多くの伝統技術が失われつつあり、国指定の伝統的工芸品の生産額は最盛期の5分の1にまで減少している。職人の高齢化は著しく、平均年齢は60歳を超え、若手の参入は極めて少ない。修業期間の長さと収入の不安定さが、若者の参入を阻む主要因となっている。一人前になるまでに10年以上かかる技術も多く、その間の生活保障は不十分である。原材料の調達も困難になっており、国産漆や和紙の原料となる楮の生産者も激減している。しかし、新たな可能性も生まれている。現代的なデザインとの融合により、伝統工芸品に新たな価値が生まれている。海外市場への展開も進み、日本の美意識と技術力が高く評価されている。クラウドファンディングやSNSを活用した情報発信により、新たなファン層の獲得にも成功している事例がある。/ また、AIやデジタル技術を活用した技術継承の試みも始まっている。職人の動きをモーションキャプチャーで記録し、技術の可視化と伝承を図る研究が進んでいる。しかし、伝統工芸の本質である「手仕事の価値」をどう維持するかは難しい問題である。機械化による効率化と、手作りの温もりのバランスをどう取るか、慎重な検討が必要である。伝統工芸は日本文化のアイデンティティであり、その継承は文化的多様性の維持にも重要である。",
        "question1": "若者が伝統工芸に参入しない主な理由は何ですか。",
        "options1": {
            "A": "海外市場への関心がないため",
            "B": "AIやデジタル技術に興味がないため",
            "C": "修業期間の長さと収入の不安定さ"
        },
        "answer1": "C",
        "explanation1": "'修業期間の長さと収入の不安定さが、若者の参入を阻む主要因となっている'（수업 기간의 길이와 수입의 불안정함이 젊은이의 참여를 막는 주요 요인이 되고 있다）と明示されています。",
        "question2": "伝統工芸の新たな可能性として挙げられているものは何ですか。",
        "options2": {
            "A": "現代的デザインとの融合と海外市場への展開",
            "B": "原材料の国産化",
            "C": "職人の平均年齢の低下"
        },
        "answer2": "A",
        "explanation2": "'現代的なデザインとの融合により、伝統工芸品に新たな価値が生まれている'（현대적인 디자인과의 융합으로 전통공예품에 새로운 가치가 생겨나고 있다）と '海外市場への展開も進み'（해외 시장으로의 전개도 진행되고）と記述されています。"
    },
    {
        "id": 28,
        "passage": "食の安全性への不安が、グローバル化する食料システムの中で高まっている。遺伝子組み換え食品、残留農薬、食品添加物、輸入食品の安全性など、消費者の懸念は多岐にわたる。食品偽装事件も後を絶たず、産地偽装、賞味期限改ざん、異物混入などが繰り返し発生している。トレーサビリティシステムの導入により、生産から流通までの履歴管理が進んでいる。ブロックチェーン技術を活用した透明性の高い食品管理システムも開発されている。HACCP（危害分析重要管理点）の義務化により、食品事業者の衛生管理も強化された。有機農産物への需要も増加し、農薬や化学肥料を使用しない農業への転換が進んでいる。しかし、食の安全確保には課題が山積している。グローバルサプライチェーンの複雑化により、リスク管理が困難になっている。/ 輸入食品の検査率は低く、水際での安全確保には限界がある。また、新たな食品技術への規制が追いついていない。培養肉やゲノム編集食品など、従来の枠組みでは対応困難な食品が登場している。消費者の不安と科学的根拠のギャップも問題で、リスクコミュニケーションの改善が必要である。さらに、食品ロス削減との両立も課題で、安全性を理由とした過度な廃棄は環境負荷を増大させる。食の安全と持続可能性のバランスを取りながら、消費者の信頼を確保することが求められている。",
        "question1": "食の安全確保の課題として挙げられていることは何ですか。",
        "options1": {
            "A": "有機農産物の需要減少",
            "B": "輸入食品の検査率の低さと新技術への規制の遅れ",
            "C": "HACCPの導入失敗"
        },
        "answer1": "B",
        "explanation1": "'輸入食品の検査率は低く'（수입식품의 검사율은 낮고）と '新たな食品技術への規制が追いついていない'（새로운 식품 기술에 대한 규제가 따라가지 못하고 있다）と課題が指摘されています。",
        "question2": "食品管理システムの改善策として導入されていないものは何ですか。",
        "options2": {
            "A": "トレーサビリティシステム",
            "B": "ブロックチェーン技術",
            "C": "輸入食品の全面禁止"
        },
        "answer2": "C",
        "explanation2": "輸入食品の全面禁止は文中に言及されておらず、むしろ輸入食品の検査率向上が課題として挙げられています。"
    },
    {
        "id": 29,
        "passage": "地域医療の崩壊危機が、医療提供体制の根幹を揺るがしている。医師の地域偏在と診療科偏在により、地方では医療サービスの維持が困難になっている。産科や小児科の撤退により、安心して子どもを産み育てられない地域が増加している。救急医療体制も脆弱化し、搬送時間の長時間化により救命率の低下が懸念されている。医師の働き方改革により、2024年からの時間外労働規制が、さらなる医師不足を招く可能性がある。地域医療を支える開業医の高齢化も進み、後継者不在による閉院が相次いでいる。一方で、地域医療連携の強化により、効率的な医療提供を目指す取り組みも進んでいる。地域医療構想により、病床機能の分化と連携が図られ、在宅医療の充実も推進されている。/ 総合診療医の育成により、幅広い診療能力を持つ医師の確保も進められている。オンライン診療の活用により、医師不足地域での医療アクセス改善も期待されている。しかし、診療報酬体系の問題により、地域医療の採算性確保は困難である。また、医学部の地域枠制度も、卒業後の定着率が低く、効果は限定的である。さらに、医療需要の減少が予測される地域では、医療機関の統廃合が避けられない状況にある。地域医療の持続可能性確保には、医療資源の適正配置と、住民の理解と協力が不可欠である。",
        "question1": "地域医療の改善策として進められていることは何ですか。",
        "options1": {
            "A": "総合診療医の育成とオンライン診療の活用",
            "B": "医師の時間外労働の増加",
            "C": "診療報酬の大幅削減"
        },
        "answer1": "A",
        "explanation1": "'総合診療医の育成により、幅広い診療能力を持つ医師の確保も進められている'（종합진료의 육성으로 폭넓은 진료 능력을 가진 의사 확보도 추진되고 있다）と 'オンライン診療の活用により、医師不足地域での医療アクセス改善も期待されている'（온라인 진료 활용으로 의사 부족 지역에서의 의료 접근 개선도 기대되고 있다）と述べられています。",
        "question2": "地域医療の崩壊危機の原因として挙げられていないものは何ですか。",
        "options2": {
            "A": "医師の地域偏在と診療科偏在",
            "B": "開業医の高齢化と後継者不在",
            "C": "病院設備の老朽化"
        },
        "answer2": "C",
        "explanation2": "病院設備の老朽化については文中に言及されておらず、医師不足や偏在が主な原因として挙げられています。"
    },
    {
        "id": 30,
        "passage": "若者の政治離れが、民主主義の基盤を脅かす深刻な問題となっている。20代の投票率は30％台にとどまり、高齢者との投票率格差が政策決定に偏りをもたらしている。シルバーデモクラシーと呼ばれる現象により、若者向け政策が後回しにされる傾向が強まっている。政治への無関心の背景には、複雑な社会問題への無力感や、既存政党への不信感が存在する。SNSでの政治的発言が炎上リスクを伴うため、政治的議論を避ける風潮も広がっている。学校での主権者教育も形式的なものにとどまり、実践的な政治参加の機会が不足している。しかし、若者の社会参加意識は決して低くない。環境問題や社会的公正への関心は高く、SNSを通じた社会運動への参加も活発である。オンライン署名や クラウドファンディングなど、新たな形での政治参加も生まれている。/ 若者議会や模擬選挙など、政治参加を促す取り組みも各地で行われている。インターネット投票の導入により、投票率向上を図る議論も進んでいる。しかし、セキュリティや本人確認の課題から実現には至っていない。また、被選挙権年齢の引き下げ議論も進展が見られない。さらに、政治リテラシー教育の不足により、フェイクニュースに影響される若者も多い。若者の政治参加促進には、教育改革と政治システムの刷新が必要である。世代間の対話を促進し、すべての世代が参加する民主主義の実現が求められている。",
        "question1": "若者の政治離れの背景にあるものは何ですか。",
        "options1": {
            "A": "高齢者による投票の妨害",
            "B": "複雑な社会問題への無力感と既存政党への不信感",
            "C": "インターネット投票の実現"
        },
        "answer1": "B",
        "explanation1": "'政治への無関心の背景には、複雑な社会問題への無力感や、既存政党への不信感が存在する'（정치에 대한 무관심의 배경에는 복잡한 사회문제에 대한 무력감이나 기존 정당에 대한 불신감이 존재한다）と明記されています。",
        "question2": "若者の社会参加の実態について正しいものは何ですか。",
        "options2": {
            "A": "社会参加意識は極めて低い",
            "B": "選挙以外の参加方法に興味がない",
            "C": "環境問題や社会的公正への関心が高い"
        },
        "answer2": "C",
        "explanation2": "'若者の社会参加意識は決して低くない。環境問題や社会的公正への関心は高く'（젊은이의 사회참여 의식은 결코 낮지 않다. 환경문제나 사회적 공정에 대한 관심은 높고）と述べられています。"
    },
    {
        "id": 31,
        "passage": "量子通信技術の実用化が、情報セキュリティの新時代を切り開こうとしている。量子暗号通信は、物理法則に基づく絶対的な安全性を実現し、どんな計算能力をもってしても解読不可能な通信を可能にする。量子もつれを利用した量子テレポーテーションの実験も成功し、瞬時の情報伝達への期待が高まっている。中国は量子通信衛星「墨子号」を打ち上げ、大陸間量子通信ネットワークの構築を進めている。日本でも、東京-大阪間の量子暗号通信網の整備が計画され、金融機関での実証実験が始まっている。医療情報や国家機密など、最高レベルのセキュリティが要求される分野での活用が期待されている。量子インターネットの実現により、分散型量子コンピューティングも可能になる。しかし、量子通信の実用化には技術的課題が多い。量子状態の維持が困難で、長距離通信では量子中継器の開発が不可欠である。/ 現状では通信速度が遅く、大容量データの送信には適していない。また、設備コストが極めて高額で、専用の光ファイバー網の整備が必要となる。既存の通信インフラとの互換性も課題で、段階的な移行戦略の策定が求められる。さらに、量子通信技術の軍事利用への懸念もあり、国際的な規制枠組みの構築が必要である。量子通信は究極のセキュリティを提供する可能性があるが、その実現には継続的な研究開発と巨額の投資が必要である。",
        "question1": "量子通信技術の特徴として正しいものは何ですか。",
        "options1": {
            "A": "物理法則に基づく絶対的な安全性を実現する",
            "B": "既存の通信インフラとの完全な互換性がある",
            "C": "通信速度が極めて速い"
        },
        "answer1": "A",
        "explanation1": "'量子暗号通信は、物理法則に基づく絶対的な安全性を実現し'（양자암호통신은 물리법칙에 기반한 절대적인 안전성을 실현하고）と明確に述べられています。",
        "question2": "量子通信の実用化における課題は何ですか。",
        "options2": {
            "A": "中国との技術競争",
            "B": "量子状態の維持困難と設備コストの高額さ",
            "C": "金融機関での需要不足"
        },
        "answer2": "B",
        "explanation2": "'量子状態の維持が困難で'（양자 상태의 유지가 곤란하고）と '設備コストが極めて高額で'（설비 비용이 매우 고액이고）と課題が指摘されています。"
    },
    {
        "id": 32,
        "passage": "農業の6次産業化が、農村地域の活性化戦略として推進されている。生産（1次）、加工（2次）、販売・サービス（3次）を一体化することで、農業の付加価値向上と収益性改善を図る取り組みが全国で展開されている。農産物の直売所やレストラン経営、加工品製造、農業体験など、多角的な事業展開により、新たな雇用と収入源が生まれている。地域の特産品を活用したブランド化により、差別化と高付加価値化に成功する事例も増えている。農家民宿やグリーンツーリズムの展開により、都市農村交流も活発化している。SNSを活用したマーケティングにより、消費者との直接的な関係構築も可能になった。しかし、6次産業化には多くの課題がある。初期投資が大きく、資金調達が困難な農家が多い。また、生産と経営の両立は負担が大きく、専門知識の不足から事業化に失敗するケースも少なくない。/ 食品加工には衛生管理や品質管理の厳格な基準があり、対応には専門的な知識と設備が必要である。販路開拓も容易ではなく、安定的な収益確保までには時間がかかる。さらに、人材不足も深刻で、マーケティングや商品開発のスキルを持つ人材の確保が困難である。行政の支援制度も複雑で、小規模農家には利用しにくい。6次産業化の成功には、地域全体での連携と、継続的な支援体制の構築が不可欠である。",
        "question1": "6次産業化によって期待される効果は何ですか。",
        "options1": {
            "A": "農業の付加価値向上と新たな雇用創出",
            "B": "行政支援の簡素化",
            "C": "初期投資の削減"
        },
        "answer1": "A",
        "explanation1": "'農業の付加価値向上と収益性改善を図る'（농업의 부가가치 향상과 수익성 개선을 도모한다）と '新たな雇用と収入源が生まれている'（새로운 고용과 수입원이 생겨나고 있다）と述べられています。",
        "question2": "6次産業化の課題として挙げられていないものは何ですか。",
        "options2": {
            "A": "初期投資の大きさと資金調達の困難",
            "B": "専門知識とスキルを持つ人材の不足",
            "C": "都市部との交流減少"
        },
        "answer2": "C",
        "explanation2": "むしろ '都市農村交流も活発化している'（도시농촌교류도 활발해지고 있다）と肯定的に記述されており、交流減少は課題として挙げられていません。"
    },
    {
        "id": 33,
        "passage": "認知バイアスの理解が、意思決定の質向上に重要な役割を果たしている。行動経済学の発展により、人間の非合理的な判断パターンが科学的に解明され、ビジネスや政策立案への応用が進んでいる。確証バイアス、アンカリング効果、フレーミング効果など、様々なバイアスの存在が明らかになり、その対処法も研究されている。ナッジ理論の実践により、人々の行動を望ましい方向に誘導する手法が開発されている。臓器提供のオプトアウト方式や、年金加入の自動登録など、選択アーキテクチャの設計により、社会的課題の解決が図られている。企業でも、消費者心理の理解に基づくマーケティング戦略が展開されている。しかし、認知バイアスの悪用も懸念されている。フェイクニュースの拡散や、詐欺的商法において、人間の心理的弱点が巧妙に利用されている。/ ソーシャルメディアのアルゴリズムは、確証バイアスを強化し、エコーチェンバー現象を生み出している。また、バイアスの存在を認識しても、それを完全に排除することは困難である。メタ認知の向上を図っても、無意識下での判断は制御しにくい。さらに、文化的背景により異なるバイアスの存在も指摘されており、画一的な対処法では限界がある。ＡＩシステムにも人間のバイアスが転写される問題も深刻である。認知バイアスの理解と適切な対処は、個人と社会の賢明な意思決定に不可欠である。",
        "question1": "ナッジ理論の実践例として挙げられているものは何ですか。",
        "options1": {
            "A": "AIシステムの開発",
            "B": "フェイクニュースの拡散",
            "C": "臓器提供のオプトアウト方式と年金加入の自動登録"
        },
        "answer1": "C",
        "explanation1": "'臓器提供のオプトアウト方式や、年金加入の自動登録など、選択アーキテクチャの設計により'（장기 제공의 옵트아웃 방식이나 연금 가입의 자동 등록 등 선택 아키텍처의 설계로）と具体例が示されています。",
        "question2": "認知バイアスに関する課題は何ですか。",
        "options2": {
            "A": "バイアスを認識しても完全に排除することが困難",
            "B": "行動経済学の研究不足",
            "C": "ナッジ理論の効果が証明されていない"
        },
        "answer2": "A",
        "explanation2": "'バイアスの存在を認識しても、それを完全に排除することは困難である'（바이어스의 존재를 인식해도 그것을 완전히 배제하는 것은 곤란하다）と明記されています。"
    },
    {
        "id": 34,
        "passage": "新型モビリティの普及が、都市交通の概念を根本から変えつつある。電動キックボード、シェアサイクル、超小型電気自動車など、多様な移動手段が登場し、ラストワンマイルの交通課題解決に貢献している。MaaS（Mobility as a Service）の実現により、複数の交通手段をシームレスに利用できる環境が整いつつある。スマートフォンアプリ一つで、経路検索から予約、決済まで完結する統合型サービスが提供されている。パーソナルモビリティの普及により、高齢者や障害者の移動支援も向上している。自動運転技術との組み合わせにより、オンデマンド型の公共交通サービスも実現しつつある。しかし、新型モビリティには課題も多い。法規制の整備が追いつかず、グレーゾーンでの運用が続いている。電動キックボードの事故増加や、歩道での危険走行が社会問題化している。/ 充電インフラの不足や、バッテリーの環境負荷も無視できない。使用済みバッテリーの処理方法も確立されていない。また、既存交通機関との競合により、公共交通の採算性が悪化する懸念もある。シェアリングサービスの放置車両問題も、都市景観を損なう要因となっている。さらに、デジタルデバイドにより、スマートフォンを持たない人々が新サービスから疎外される問題も生じている。新型モビリティの健全な発展には、安全性の確保と社会的合意形成が不可欠である。",
        "question1": "MaaSの特徴として正しいものは何ですか。",
        "options1": {
            "A": "単一の交通手段のみを提供する",
            "B": "複数の交通手段をシームレスに利用できる",
            "C": "高齢者専用のサービスである"
        },
        "answer1": "B",
        "explanation1": "'MaaS（Mobility as a Service）の実現により、複数の交通手段をシームレスに利用できる環境が整いつつある'（MaaS의 실현으로 복수의 교통수단을 심리스하게 이용할 수 있는 환경이 갖춰지고 있다）と説明されています。",
        "question2": "新型モビリティの課題として挙げられていないものは何ですか。",
        "options2": {
            "A": "法規制の整備の遅れ",
            "B": "製造コストの高騰",
            "C": "電動キックボードの事故増加"
        },
        "answer2": "B",
        "explanation2": "製造コストの高騰については文中に言及されておらず、法規制の遅れや事故増加が課題として挙げられています。"
    },
    {
        "id": 35,
        "passage": "プラスチック代替素材の開発が、環境問題解決の切り札として期待されている。バイオプラスチック、生分解性プラスチック、紙製品、食品廃棄物由来の新素材など、様々な代替材料の研究開発が進んでいる。海藻や きのこの菌糸体を利用した包装材、牛乳タンパク質から作るフィルムなど、革新的な素材も登場している。大手企業も脱プラスチックに向けた取り組みを加速させている。ストローや容器の素材転換、詰め替え商品の拡充、量り売りの導入など、包装の見直しが進んでいる。消費者の環境意識の高まりも、企業の行動変容を後押ししている。しかし、代替素材には多くの課題がある。コストが従来のプラスチックより高く、大量生産には至っていない。機能性も劣る場合が多く、防水性や強度、保存性などで妥協を強いられる。/ 生分解性プラスチックも、特定の条件下でしか分解されず、自然環境では残存する場合がある。また、バイオプラスチックの原料となる農作物の栽培が、食料生産と競合する懸念もある。森林破壊や水資源の大量消費など、別の環境問題を引き起こす可能性も指摘されている。さらに、リサイクルシステムの混乱も問題で、従来のプラスチックと混在すると、リサイクルの品質が低下する。プラスチック代替は単純な素材置換ではなく、ライフサイクル全体での環境影響評価が必要である。",
        "question1": "プラスチック代替素材の開発例として挙げられているものは何ですか。",
        "options1": {
            "A": "海藻やきのこの菌糸体を利用した包装材",
            "B": "金属製の容器",
            "C": "ガラス製品の増産"
        },
        "answer1": "A",
        "explanation1": "'海藻や きのこの菌糸体を利用した包装材、牛乳タンパク質から作るフィルムなど、革新的な素材も登場している'（해조류나 버섯 균사체를 이용한 포장재, 우유 단백질로 만드는 필름 등 혁신적인 소재도 등장하고 있다）と具体例が示されています。",
        "question2": "プラスチック代替素材の問題点は何ですか。",
        "options2": {
            "A": "消費者の環境意識の低さ",
            "B": "大手企業の取り組み不足",
            "C": "コストの高さと機能性の劣化"
        },
        "answer2": "C",
        "explanation2": "'コストが従来のプラスチックより高く'（비용이 기존 플라스틱보다 높고）と '機能性も劣る場合が多く'（기능성도 떨어지는 경우가 많고）と課題が指摘されています。"
    },
    {
        "id": 36,
        "passage": "災害ボランティアの役割が、被災地支援において不可欠な存在となっている。東日本大震災以降、災害時のボランティア活動が定着し、延べ数百万人が被災地支援に参加している。瓦礫撤去、泥かき、避難所運営、心理的ケアなど、多様な活動により被災者の生活再建を支援している。SNSを活用した情報共有により、効率的な人員配置と支援物資の調整が可能になった。企業ボランティアや専門職ボランティアの参加により、より質の高い支援が提供されている。災害ボランティアセンターの運営ノウハウも蓄積され、迅速な支援体制の構築が可能になった。しかし、災害ボランティアには課題も存在する。「災害ツーリズム」と批判される、被災地の負担となる行動も見られる。十分な準備なく参加し、かえって混乱を招くケースもある。/ また、ボランティアの安全管理も重要な課題で、二次災害のリスクが常に存在する。保険制度の整備は進んでいるが、補償内容は十分ではない。長期的な支援の継続も困難で、発災直後は多くのボランティアが集まるが、復興期には激減する傾向がある。さらに、ボランティア依存により、公的支援の責任が曖昧になる懸念もある。行政とボランティアの役割分担の明確化が必要である。災害ボランティアの持続可能な活動には、適切なコーディネートと支援体制の構築が不可欠である。",
        "question1": "災害ボランティアの活動内容として挙げられているものは何ですか。",
        "options1": {
            "A": "瓦礫撤去、泥かき、避難所運営、心理的ケア",
            "B": "観光案内と地域PRのみ",
            "C": "資金集めと寄付活動のみ"
        },
        "answer1": "A",
        "explanation1": "'瓦礫撤去、泥かき、避難所運営、心理的ケアなど、多様な活動により'（잔해 철거, 진흙 치우기, 피난소 운영, 심리적 케어 등 다양한 활동으로）と具体的な活動内容が列挙されています。",
        "question2": "災害ボランティアの課題として挙げられていることは何ですか。",
        "options2": {
            "A": "SNSの活用不足",
            "B": "長期的支援の継続困難と復興期のボランティア減少",
            "C": "企業ボランティアの過剰参加"
        },
        "answer2": "B",
        "explanation2": "'長期的な支援の継続も困難で、発災直後は多くのボランティアが集まるが、復興期には激減する傾向がある'（장기적인 지원의 지속도 곤란하고, 발재 직후에는 많은 봉사자가 모이지만 복구기에는 급감하는 경향이 있다）と問題が指摘されています。"
    },
    {
        "id": 37,
        "passage": "音楽ストリーミングサービスの普及が、音楽産業に構造的変革をもたらしている。サブスクリプション型のビジネスモデルにより、数千万曲を定額で聴き放題という新たな音楽体験が実現した。AIによるレコメンデーション機能により、個人の嗜好に合わせた楽曲の発見が容易になっている。アーティストにとっても、世界中のリスナーに直接作品を届けることが可能になった。独立系アーティストの活躍の場が広がり、音楽の多様性が向上している。ライブ配信との連携により、新たな収益モデルも生まれている。しかし、ストリーミングサービスには問題も多い。再生回数に対する報酬が極めて低く、アーティストの収入確保が困難になっている。大手レーベルやヒット曲に利益が集中し、中堅アーティストの存続が危ぶまれている。/ また、アルゴリズムによる選曲が、音楽の画一化を招く懸念もある。リスナーの嗜好が固定化され、新たな音楽との出会いが減少する可能性がある。CDやレコードなどの物理メディアの衰退により、音楽文化の一部が失われつつある。アートワークやライナーノーツなど、音楽を取り巻く文化的要素が軽視されている。さらに、著作権管理の複雑化により、適正な利益配分が困難になっている。音楽ストリーミングの健全な発展には、アーティストの権利保護と文化的価値の維持が重要である。",
        "question1": "ストリーミングサービスがもたらした良い変化は何ですか。",
        "options1": {
            "A": "CDの売上増加",
            "B": "アーティストの収入大幅増",
            "C": "独立系アーティストの活躍の場の拡大"
        },
        "answer1": "C",
        "explanation1": "'独立系アーティストの活躍の場が広がり、音楽の多様性が向上している'（독립계 아티스트의 활약의 장이 넓어지고 음악의 다양성이 향상되고 있다）と肯定的な変化が述べられています。",
        "question2": "ストリーミングサービスの問題点として挙げられていないものは何ですか。",
        "options2": {
            "A": "再生回数に対する報酬の低さ",
            "B": "音楽の画一化の懸念",
            "C": "ライブ会場の不足"
        },
        "answer2": "C",
        "explanation2": "ライブ会場の不足については言及されておらず、むしろ 'ライブ配信との連携により、新たな収益モデルも生まれている'（라이브 배신과의 연계로 새로운 수익 모델도 생겨나고 있다）と肯定的に記述されています。"
    },
    {
        "id": 38,
        "passage": "防災教育の充実が、災害大国日本の重要課題として位置づけられている。東日本大震災の教訓から、「釜石の奇跡」に象徴される防災教育の重要性が再認識され、学校教育における防災カリキュラムの強化が進んでいる。避難訓練の実践的な改善により、形式的な訓練から、実効性のある訓練への転換が図られている。地域と連携した防災教育により、世代を超えた防災意識の醸成が進んでいる。子どもが家庭での防災対策を促す「防災の担い手」としての役割も期待されている。VRやARを活用した災害体験により、リアルな危機感を持った学習が可能になった。しかし、防災教育には課題も多い。教員の防災知識不足により、効果的な指導ができていないケースが多い。防災教育の時間確保も困難で、他の教育課題との優先順位付けに苦慮している。/ また、地域差も大きく、災害リスクの低い地域では防災意識が希薄である。過去の災害経験が風化し、教訓が継承されていない地域も多い。さらに、防災疲れとも言える現象も生じており、頻繁な警報や訓練により、かえって危機感が薄れる傾向もある。正常性バイアスの克服は容易ではなく、「自分は大丈夫」という意識を変えることは困難である。防災教育の効果を高めるには、継続的な取り組みと、実践的な内容への改善が不可欠である。",
        "question1": "防災教育の新たな取り組みとして挙げられているものは何ですか。",
        "options1": {
            "A": "VRやARを活用した災害体験学習",
            "B": "防災教育の時間削減",
            "C": "教員の負担軽減"
        },
        "answer1": "A",
        "explanation1": "'VRやARを活用した災害体験により、リアルな危機感を持った学習が可能になった'（VR이나 AR을 활용한 재해 체험으로 리얼한 위기감을 가진 학습이 가능해졌다）と新たな取り組みが紹介されています。",
        "question2": "防災教育の課題として挙げられていることは何ですか。",
        "options2": {
            "A": "技術の活用不足",
            "B": "教員の防災知識不足と地域差の存在",
            "C": "子どもたちの関心過剰"
        },
        "answer2": "B",
        "explanation2": "'教員の防災知識不足により、効果的な指導ができていないケースが多い'（교원의 방재 지식 부족으로 효과적인 지도가 되지 않는 케이스가 많다）と '地域差も大きく'（지역차도 크고）と課題が指摘されています。"
    },
    {
        "id": 39,
        "passage": "空き家問題の深刻化が、地域社会の安全と景観を脅かしている。全国の空き家数は850万戸を超え、総住宅数の約14％に達している。人口減少と高齢化により、今後さらなる増加が予測され、2033年には3軒に1軒が空き家になるという試算もある。管理不全の空き家は、倒壊リスク、火災リスク、犯罪の温床となり、地域の安全を脅かしている。雑草の繁茂や不法投棄により、周辺の生活環境も悪化している。所有者不明の空き家も増加し、対策を困難にしている。相続放棄や相続人の不在により、管理責任者が特定できないケースが多発している。空き家対策特別措置法により、特定空き家への行政代執行が可能になったが、費用回収の困難さから実施は限定的である。一方で、空き家の利活用も進められている。/ リノベーションによる古民家再生、シェアハウスやゲストハウスへの転用など、新たな価値創造の試みが行われている。空き家バンクの整備により、マッチングも促進されているが、登録物件の質にばらつきがある。しかし、解体費用の負担が大きく、更地にすると固定資産税が上がるという制度的な問題もある。また、所有者の愛着や、将来の利用可能性への期待から、手放すことへの抵抗感も強い。空き家問題の解決には、予防と利活用の両面からの総合的な対策が必要である。",
        "question1": "空き家がもたらす問題として挙げられていないものは何ですか。",
        "options1": {
            "A": "倒壊リスクと火災リスク",
            "B": "犯罪の温床",
            "C": "地価の上昇"
        },
        "answer1": "C",
        "explanation1": "地価の上昇は言及されておらず、むしろ '倒壊リスク、火災リスク、犯罪の温床となり'（붕괴 리스크, 화재 리스크, 범죄의 온상이 되고）と負の影響が列挙されています。",
        "question2": "空き家の利活用の取り組みとして挙げられているものは何ですか。",
        "options2": {
            "A": "すべて取り壊して更地にする",
            "B": "古民家再生やシェアハウスへの転用",
            "C": "固定資産税の全面免除"
        },
        "answer2": "B",
        "explanation2": "'リノベーションによる古民家再生、シェアハウスやゲストハウスへの転用など'（리노베이션에 의한 고민가 재생, 셰어하우스나 게스트하우스로의 전용 등）と具体的な利活用例が示されています。"
    },
    {
        "id": 40,
        "passage": "デジタルアーカイブの構築が、文化遺産の保存と活用の新たな手法として注目されている。貴重な文書、写真、音声、映像などをデジタル化することで、劣化や災害による消失リスクから守り、広く公開することが可能になった。国立国会図書館や各地の博物館・美術館では、所蔵資料のデジタル化が進み、オンラインでの閲覧が可能になっている。地域の歴史資料や民俗文化財のデジタル保存により、地域アイデンティティの継承も図られている。AI技術を活用した自動翻刻や、画像認識による資料整理も進み、研究の効率化が実現している。3D技術により、文化財の立体的な記録と再現も可能になった。しかし、デジタルアーカイブには課題も多い。デジタル化には莫大な費用と時間がかかり、予算確保が困難である。/ また、技術の陳腐化により、定期的なマイグレーションが必要で、維持管理コストも大きい。著作権処理も複雑で、孤児著作物の扱いが大きな障壁となっている。権利者不明の作品は公開できず、死蔵されるケースが多い。さらに、デジタルデータの長期保存技術も確立されていない。記録媒体の寿命は限られており、100年後のアクセス保証は困難である。メタデータの標準化も進んでおらず、横断検索の実現には課題が残る。デジタルアーカイブの持続可能な運用には、技術と制度の両面での整備が必要である。",
        "question1": "デジタルアーカイブのメリットとして挙げられているものは何ですか。",
        "options1": {
            "A": "劣化や災害による消失リスクからの保護と広い公開",
            "B": "費用の大幅削減",
            "C": "著作権の自動消滅"
        },
        "answer1": "A",
        "explanation1": "'劣化や災害による消失リスクから守り、広く公開することが可能になった'（열화나 재해에 의한 소실 리스크로부터 지키고, 널리 공개하는 것이 가능해졌다）とメリットが明記されています。",
        "question2": "デジタルアーカイブの課題として挙げられていないものは何ですか。",
        "options2": {
            "A": "著作権処理の複雑さ",
            "B": "アクセス数の減少",
            "C": "維持管理コストの大きさ"
        },
        "answer2": "B",
        "explanation2": "アクセス数の減少については言及されておらず、むしろ 'オンラインでの閲覧が可能になっている'（온라인으로의 열람이 가능해지고 있다）と利用拡大が示唆されています。"
    },
    {
        "id": 41,
        "passage": "昆虫の大量絶滅が、生態系の崩壊を引き起こす可能性として警鐘を鳴らされている。過去40年間で昆虫の総量は75％減少したという研究結果があり、「昆虫の黙示録」とも呼ばれる危機的状況にある。農薬の使用、生息地の破壊、気候変動、光害など、複合的な要因が昆虫の減少を加速させている。特にネオニコチノイド系農薬の影響は深刻で、ミツバチの大量死を引き起こしている。昆虫は受粉、分解、食物連鎖の基盤として生態系を支えており、その消失は農業生産と自然環境に壊滅的な影響を与える。世界の作物の75％が昆虫による受粉に依存しており、経済的損失は計り知れない。昆虫食の鳥類や両生類も連鎖的に減少し、生物多様性の喪失が加速している。一方で、昆虫保護の取り組みも始まっている。有機農業の拡大、農薬規制の強化、都市緑化による生息地の創出などが進められている。/ 市民科学プロジェクトにより、昆虫モニタリングも活発化している。しかし、昆虫への関心は低く、「気持ち悪い」という感情的な反応が保護活動の障害となっている。また、経済活動との両立も困難で、農業生産性の維持と昆虫保護のバランスは難しい課題である。さらに、昆虫の生態に関する基礎研究も不足しており、効果的な保護策の立案が困難である。昆虫の保護は人類の存続に関わる問題であり、早急な対策が必要である。",
        "question1": "昆虫減少の主な要因として挙げられているものは何ですか。",
        "options1": {
            "A": "農薬使用、生息地破壊、気候変動、光害",
            "B": "昆虫食文化の拡大",
            "C": "市民科学プロジェクトの増加"
        },
        "answer1": "A",
        "explanation1": "'農薬の使用、生息地の破壊、気候変動、光害など、複合的な要因が昆虫の減少を加速させている'（농약 사용, 서식지 파괴, 기후변동, 빛공해 등 복합적인 요인이 곤충 감소를 가속시키고 있다）と要因が列挙されています。",
        "question2": "昆虫保護の障害となっているものは何ですか。",
        "options2": {
            "A": "有機農業の拡大",
            "B": "感情的な反応と経済活動との両立困難",
            "C": "農薬規制の過剰"
        },
        "answer2": "B",
        "explanation2": "'「気持ち悪い」という感情的な反応が保護活動の障害となっている'（'기분 나쁘다'는 감정적인 반응이 보호활동의 장애가 되고 있다）と '経済活動との両立も困難で'（경제활동과의 양립도 곤란하고）と障害が指摘されています。"
    },
    {
        "id": 42,
        "passage": "ユニバーサルデザインの普及が、誰もが暮らしやすい社会の実現に向けて進展している。年齢、性別、国籍、障害の有無にかかわらず、すべての人が使いやすい製品やサービスの開発が活発化している。建築物のバリアフリー化から、誰もが使いやすいユニバーサルデザインへの転換が進み、社会インフラの改善が図られている。ピクトグラムの活用により、言語の壁を超えた情報伝達も可能になった。音声案内や触覚サインなど、多様な感覚を活用した情報提供も充実している。ウェブアクセシビリティの向上により、視覚障害者もインターネットを活用できる環境が整いつつある。企業でも、ユニバーサルデザインを競争力の源泉として位置づける動きが広がっている。しかし、ユニバーサルデザインの実現には課題も多い。初期コストが高く、中小企業や自治体には導入が困難である。/ また、「すべての人」のニーズを満たすことは現実的に不可能で、優先順位の設定が必要となる。デザイン性との両立も課題で、機能性を重視すると審美性が損なわれる場合がある。規格の乱立により、かえって使いにくくなるケースもある。さらに、ユニバーサルデザインへの理解不足から、単なるバリアフリーと混同される場合も多い。当事者参加の不足により、実際のニーズとずれた設計になることもある。真のユニバーサルデザインの実現には、多様性への理解と継続的な改善が不可欠である。",
        "question1": "ユニバーサルデザインの実現に向けた取り組みは何ですか。",
        "options1": {
            "A": "特定の障害者だけへの対応",
            "B": "デザイン性の完全排除",
            "C": "ピクトグラムによる言語の壁を超えた情報伝達"
        },
        "answer1": "C",
        "explanation1": "'ピクトグラムの活用により、言語の壁を超えた情報伝達も可能になった'（픽토그램 활용으로 언어의 벽을 넘은 정보 전달도 가능해졌다）と取り組みが紹介されています。",
        "question2": "ユニバーサルデザインの課題として挙げられていることは何ですか。",
        "options2": {
            "A": "初期コストの高さとすべての人のニーズ満足の困難",
            "B": "企業の関心不足",
            "C": "ウェブアクセシビリティの過剰"
        },
        "answer2": "A",
        "explanation2": "'初期コストが高く'（초기 비용이 높고）と '「すべての人」のニーズを満たすことは現実的に不可能で'（'모든 사람'의 니즈를 만족시키는 것은 현실적으로 불가능하고）と課題が明記されています。"
    },
    {
        "id": 43,
        "passage": "サーキュラーエコノミー型ビジネスモデルの創出が、持続可能な経済成長の鍵として注目されている。製品のサービス化、シェアリング、リマニュファクチャリング、アップサイクリングなど、資源効率を最大化する新たなビジネスが生まれている。ファッション業界では、衣服のレンタルサービスや、古着のリメイクビジネスが急成長している。家電製品のサブスクリプションモデルにより、所有から利用への転換が進んでいる。修理カフェやリペアショップの増加により、製品寿命の延長が図られている。企業間での副産物の相互利用により、廃棄物ゼロを目指す産業共生も進展している。ブロックチェーンを活用した資源トレーサビリティにより、循環の見える化も実現しつつある。しかし、サーキュラーエコノミーの実現には障壁が多い。初期投資の回収に時間がかかり、短期的な収益性は低い。/ 消費者の所有欲求も根強く、シェアリングへの抵抗感がある。また、品質や衛生面での懸念から、中古品や再生品への不信感も存在する。法規制も線形経済を前提としており、循環型ビジネスには適合しない場合が多い。さらに、グローバルサプライチェーンでの循環は複雑で、国際協調が不可欠である。技術的にもダウンサイクリングに陥りやすく、品質維持が課題となっている。サーキュラーエコノミーへの移行には、ビジネスモデルと社会システムの根本的な変革が必要である。",
        "question1": "サーキュラーエコノミーの具体例として挙げられているものは何ですか。",
        "options1": {
            "A": "大量生産・大量廃棄",
            "B": "衣服のレンタルと古着のリメイクビジネス",
            "C": "新品のみの販売強化"
        },
        "answer1": "B",
        "explanation1": "'ファッション業界では、衣服のレンタルサービスや、古着のリメイクビジネスが急成長している'（패션 업계에서는 의류 렌탈 서비스나 헌옷의 리메이크 비즈니스가 급성장하고 있다）と具体例が示されています。",
        "question2": "サーキュラーエコノミー実現の障壁として挙げられていないものは何ですか。",
        "options2": {
            "A": "消費者の所有欲求と中古品への不信感",
            "B": "法規制の不適合",
            "C": "企業間の過度な競争"
        },
        "answer2": "C",
        "explanation2": "企業間の過度な競争については言及されておらず、むしろ '企業間での副産物の相互利用により'（기업 간 부산물의 상호 이용으로）と協力的な取り組みが紹介されています。"
    },
    {
        "id": 44,
        "passage": "働く女性の健康支援が、企業の生産性向上と女性活躍推進の重要課題となっている。月経、妊娠、出産、更年期など、女性特有の健康課題により、キャリア形成に影響を受ける女性が多い。生理休暇制度はあるものの、取得率は極めて低く、我慢しながら働く女性が大半である。不妊治療と仕事の両立も困難で、治療を理由に離職する女性が年間数万人に上る。更年期障害により、管理職昇進を断念する女性も少なくない。企業でも、女性の健康支援に取り組む動きが広がっている。フェムテック製品の導入、女性専用の健康相談窓口の設置、柔軟な勤務制度の整備などが進められている。健康経営の観点から、女性の健康投資がもたらす経済効果も認識されるようになった。しかし、課題も山積している。男性管理職の理解不足により、適切な配慮がなされないケースが多い。/ プライバシーへの配慮から、健康課題を言い出せない雰囲気も根強い。また、医療体制も不十分で、産業医の女性比率は低く、専門的な対応が困難である。女性特有の症状に対する治療法も確立されていない場合が多い。さらに、個人差が大きく、画一的な対応では効果が限定的である。非正規雇用の女性は、健康支援制度の対象外となることも多い。女性の健康支援は、真の男女共同参画社会の実現に不可欠な要素である。",
        "question1": "働く女性が直面する健康課題として挙げられているものは何ですか。",
        "options1": {
            "A": "生理休暇の取得率の低さと不妊治療との両立困難",
            "B": "健康支援制度の過剰利用",
            "C": "フェムテック製品の不足"
        },
        "answer1": "A",
        "explanation1": "'生理休暇制度はあるものの、取得率は極めて低く'（생리휴가 제도는 있지만 취득률은 매우 낮고）と '不妊治療と仕事の両立も困難で'（불임 치료와 일의 양립도 곤란하고）と課題が指摘されています。",
        "question2": "女性の健康支援における課題として挙げられていないものは何ですか。",
        "options2": {
            "A": "男性管理職の理解不足",
            "B": "女性社員の過度な要求",
            "C": "産業医の女性比率の低さ"
        },
        "answer2": "B",
        "explanation2": "女性社員の過度な要求については言及されておらず、むしろ '健康課題を言い出せない雰囲気も根強い'（건강 과제를 말할 수 없는 분위기도 뿌리 깊다）と遠慮がちな実態が記述されています。"
    },
    {
        "id": 45,
        "passage": "地域通貨の活用が、地域経済の活性化と コミュニティ再生の手段として見直されている。電子化により利便性が向上し、ブロックチェーン技術の活用により、透明性と信頼性も確保されるようになった。地域内での消費を促進し、資金の域外流出を防ぐ効果が期待されている。ボランティア活動や地域貢献への対価として発行され、互助の仕組みとしても機能している。高齢者の見守りや、子育て支援など、市場経済では評価されにくい活動の価値化も可能になった。SDGsの達成に向けた行動変容を促すインセンティブとしても活用されている。環境配慮型の消費や、地産地消の推進に地域通貨が貢献している。しかし、地域通貨には課題も多い。流通範囲が限定的で、利用機会が少ないため、普及が進まない。運営コストも高く、持続可能性の確保が困難である。/ また、法定通貨との交換性や、税制上の取り扱いも複雑である。利用者のITリテラシーによる格差も生じており、高齢者の参加が困難な場合が多い。さらに、地域通貨の乱立により、相互運用性がなく、利便性が損なわれている。投機的な利用や、マネーロンダリングのリスクも懸念される。地域通貨の成功には、地域住民の理解と参加、そして適切な制度設計が不可欠である。単なる経済的ツールではなく、コミュニティ形成の手段としての位置づけが重要である。",
        "question1": "地域通貨の活用例として挙げられているものは何ですか。",
        "options1": {
            "A": "国際取引の促進",
            "B": "高齢者の見守りや子育て支援への対価",
            "C": "投機的な利益追求"
        },
        "answer1": "B",
        "explanation1": "'高齢者の見守りや、子育て支援など、市場経済では評価されにくい活動の価値化も可能になった'（고령자 돌봄이나 육아 지원 등 시장경제에서는 평가받기 어려운 활동의 가치화도 가능해졌다）と活用例が示されています。",
        "question2": "地域通貨の課題として挙げられていることは何ですか。",
        "options2": {
            "A": "ブロックチェーン技術の不足",
            "B": "SDGs達成への貢献不足",
            "C": "流通範囲の限定と利用機会の少なさ"
        },
        "answer2": "C",
        "explanation2": "'流通範囲が限定的で、利用機会が少ないため、普及が進まない'（유통범위가 한정적이고 이용기회가 적어서 보급이 진행되지 않는다）と課題が明記されています。"
    },
    {
        "id": 46,
        "passage": "ネット炎上の増加が、表現の自由と社会的制裁のバランスを問う問題となっている。SNS上での不適切な発言や行動が瞬時に拡散され、個人や企業が激しい批判にさらされる事例が頻発している。過去の発言が掘り起こされ、文脈を無視した断罪が行われることもある。炎上により、職を失う、学校を退学する、精神的に追い詰められるなど、深刻な被害が生じている。一度炎上すると、デジタルタトゥーとして永続的に記録が残り、社会復帰が困難になる。企業も炎上リスクに神経を尖らせ、過度な自主規制に走る傾向がある。一方で、炎上が社会正義の実現に寄与する場合もある。権力者の不正や、企業の不祥事が明るみに出るきっかけとなることもある。しかし、炎上の多くは感情的な反応に基づき、建設的な議論にはつながらない。/ フェイクニュースや誤解に基づく炎上も多く、無実の人が被害を受けるケースもある。また、炎上を恐れるあまり、本来必要な議論が避けられる傾向もある。政治的、社会的な問題について、自由な意見表明が困難になっている。さらに、炎上を意図的に引き起こす「炎上マーケティング」も問題視されている。注目を集めるために、わざと過激な発言をする風潮も生まれている。ネット炎上への対処には、メディアリテラシーの向上と、建設的な対話文化の醸成が必要である。",
        "question1": "ネット炎上がもたらす深刻な被害として挙げられているものは何ですか。",
        "options1": {
            "A": "職を失う、退学、精神的追い詰め",
            "B": "SNSアカウントの増加",
            "C": "インターネット利用料の上昇"
        },
        "answer1": "A",
        "explanation1": "'炎上により、職を失う、学校を退学する、精神的に追い詰められるなど、深刻な被害が生じている'（염상으로 직장을 잃거나, 학교를 퇴학하거나, 정신적으로 몰리는 등 심각한 피해가 생기고 있다）と被害が列挙されています。",
        "question2": "ネット炎上に関する問題点として挙げられていないものは何ですか。",
        "options2": {
            "A": "フェイクニュースに基づく炎上",
            "B": "必要な議論の回避",
            "C": "SNSの利用者減少"
        },
        "answer2": "C",
        "explanation2": "SNSの利用者減少については言及されておらず、むしろSNS上での炎上が増加していることが問題として扱われています。"
    },
    {
        "id": 47,
        "passage": "水素社会の実現が、脱炭素社会への移行の鍵として期待されている。グリーン水素の製造コスト低下により、化石燃料に代わるクリーンエネルギーとしての実用化が視野に入ってきた。燃料電池自動車の普及、水素発電所の建設、産業用水素の利用拡大など、様々な分野での活用が進められている。水素は、長期間の エネルギー貯蔵が可能で、再生可能エネルギーの変動を吸収する役割も期待されている。国際的な水素サプライチェーンの構築により、エネルギー安全保障の向上も図られている。オーストラリアや中東からの水素輸入プロジェクトが進行中である。製鉄や化学工業での水素利用により、産業部門の脱炭素化も可能になる。しかし、水素社会の実現には多くの課題がある。水素製造には大量の電力が必要で、エネルギー効率が低い。/ 輸送・貯蔵のインフラ整備には巨額の投資が必要で、既存のガスパイプラインの転用にも限界がある。また、水素の安全性確保も重要な課題で、漏洩や爆発のリスク管理が不可欠である。一般市民の水素に対する不安感も根強い。さらに、グレー水素やブルー水素など、製造過程でCO2を排出する水素の扱いも議論となっている。本当にクリーンな水素の確保は容易ではない。コスト競争力も課題で、他のエネルギー源と比較して依然として高額である。水素社会の実現には、技術革新と大規模な社会インフラの転換が必要である。",
        "question1": "水素エネルギーの利点として挙げられているものは何ですか。",
        "options1": {
            "A": "長期間のエネルギー貯蔵が可能",
            "B": "既存インフラがそのまま使える",
            "C": "製造コストが極めて安い"
        },
        "answer1": "A",
        "explanation1": "'水素は、長期間の エネルギー貯蔵が可能で、再生可能エネルギーの変動を吸収する役割も期待されている'（수소는 장기간의 에너지 저장이 가능하고 재생가능에너지의 변동을 흡수하는 역할도 기대되고 있다）と利点が述べられています。",
        "question2": "水素社会実現の課題として挙げられていることは何ですか。",
        "options2": {
            "A": "燃料電池自動車の過剰生産",
            "B": "水素製造の低エネルギー効率と高額なインフラ整備",
            "C": "国際協力の過剰"
        },
        "answer2": "B",
        "explanation2": "'水素製造には大量の電力が必要で、エネルギー効率が低い'（수소 제조에는 대량의 전력이 필요하고 에너지 효율이 낮다）と '輸送・貯蔵のインフラ整備には巨額の投資が必要で'（수송·저장 인프라 정비에는 거액의 투자가 필요하고）と課題が指摘されています。"
    },
    {
        "id": 48,
        "passage": "過労死問題が、日本の労働文化の根深い病理として国際的な注目を集めている。年間の過労死・過労自殺認定件数は数百件に上るが、氷山の一角に過ぎないとされている。長時間労働、パワーハラスメント、過重なノルマなど、複合的な要因が労働者を追い詰めている。テレワークの普及により、労働時間の境界が曖昧になり、「見えない残業」も増加している。サービス残業の常態化、有給休暇の未消化など、法令違反も横行している。若年層の過労死も増加傾向にあり、新入社員の自殺が社会問題化している。働き方改革関連法により、残業時間の上限規制や勤務間インターバル制度が導入されたが、実効性には疑問が残る。医師や教員など、一部の職種は規制の対象外となっている。/ また、管理職や裁量労働制適用者は、依然として長時間労働のリスクにさらされている。企業文化の変革も進んでいない。「頑張ることが美徳」という価値観が根強く、定時退社への罪悪感が残る。さらに、人手不足により、一人当たりの業務量は増加傾向にある。労働組合の組織率低下により、労働者の権利保護も弱体化している。過労死の予防には、法規制の強化だけでなく、社会全体の意識改革が不可欠である。生産性向上と労働者の健康・幸福の両立を図る、新たな労働モデルの構築が求められている。",
        "question1": "過労死問題の要因として挙げられていないものは何ですか。",
        "options1": {
            "A": "長時間労働とパワーハラスメント",
            "B": "労働時間の短縮",
            "C": "サービス残業の常態化"
        },
        "answer1": "B",
        "explanation1": "労働時間の短縮は要因ではなく、むしろ '長時間労働、パワーハラスメント、過重なノルマなど'（장시간 노동, 파워 하라스먼트, 과중한 노르마 등）が要因として挙げられています。",
        "question2": "働き方改革の課題として指摘されていることは何ですか。",
        "options2": {
            "A": "規制が厳しすぎること",
            "B": "実効性への疑問と一部職種の規制対象外",
            "C": "労働組合の権限過剰"
        },
        "answer2": "B",
        "explanation2": "'実効性には疑問が残る'（실효성에는 의문이 남는다）と '医師や教員など、一部の職種は規制の対象外となっている'（의사나 교원 등 일부 직종은 규제 대상 외가 되고 있다）と課題が指摘されています。"
    },
    {
        "id": 49,
        "passage": "生成AIの教育利用が、学習の在り方に革命的な変化をもたらしている。個別最適化された学習支援、自動採点、教材作成の効率化など、教育の質向上と教師の負担軽減が期待されている。AIチューターにより、24時間いつでも質問できる学習環境が実現し、理解度に応じた個別指導が可能になった。言語の壁を越えた教育も可能になり、世界中の優れた教育コンテンツへのアクセスが容易になっている。創造的な課題設定により、AIを活用した新たな学習方法も開発されている。プログラミング教育では、AIとの協働によるコード作成が標準的な手法となりつつある。しかし、生成AIの教育利用には深刻な懸念もある。学生の思考力低下が最大の問題で、自ら考える機会が失われている。レポートや論文の代筆により、学術的誠実性が脅かされている。/ AIへの過度な依存により、基礎的な知識や技能の習得がおろそかになる可能性もある。批判的思考力や創造性の育成が困難になるという指摘も多い。また、AIが生成する情報の正確性も課題で、誤った知識を学習するリスクがある。教育格差の拡大も懸念され、AI活用能力の差が学力格差につながる可能性がある。さらに、プライバシーの問題も深刻で、学習データの管理と利用には慎重な対応が必要である。個人の学習履歴が将来の進路に影響を与える可能性もある。生成AIの教育利用には、適切なガイドラインと倫理的な配慮が不可欠である。",
        "question1": "生成AIの教育利用がもたらす利点は何ですか。",
        "options1": {
            "A": "個別最適化された学習支援と24時間対応",
            "B": "教師の完全な代替",
            "C": "学習データの削除"
        },
        "answer1": "A",
        "explanation1": "'個別最適化された学習支援'（개별 최적화된 학습 지원）と 'AIチューターにより、24時間いつでも質問できる学習環境が実現'（AI 튜터로 24시간 언제든지 질문할 수 있는 학습 환경이 실현）と利点が述べられています。",
        "question2": "生成AI教育利用の最大の懸念として挙げられているものは何ですか。",
        "options2": {
            "A": "コストの高さ",
            "B": "学生の思考力低下と自ら考える機会の喪失",
            "C": "教師の過剰利用"
        },
        "answer2": "B",
        "explanation2": "'学生の思考力低下が最大の問題で、自ら考える機会が失われている'（학생의 사고력 저하가 최대 문제이고, 스스로 생각할 기회가 상실되고 있다）と最大の懸念が明記されています。"
    },
    {
        "id": 50,
        "passage": "フードテック革命が、食の未来を大きく変えようとしている。植物性代替肉、培養肉、昆虫食、3Dフードプリンティング、垂直農法など、革新的な技術により食料生産の概念が根本から覆されつつある。分子ガストロノミーの発展により、食感や風味を自在にデザインすることが可能になった。パーソナライズド栄養により、個人の遺伝子や腸内細菌に応じた最適な食事の提供も実現しつつある。AIを活用したレシピ開発により、これまでにない味の組み合わせや調理法が生み出されている。ロボットシェフの導入により、調理の自動化と品質の均一化が進んでいる。ブロックチェーンによる食品トレーサビリティにより、安全性と透明性も向上している。フードロス削減技術により、サステナブルな食システムの構築も進展している。/ しかし、フードテックには課題も多い。新技術への消費者の受容性は低く、「自然」への回帰志向と相反する。安全性の長期的な検証も不十分で、健康への影響は未知数である。また、伝統的な食文化の喪失も懸念されている。手作りの価値や、食を通じたコミュニケーションが失われる可能性がある。コスト面でも課題があり、先端技術を用いた食品は高額になりがちである。食の格差が拡大し、技術の恩恵を受けられない層が生じる懸念もある。さらに、規制の整備も追いついておらず、新しい食品カテゴリーへの対応が遅れている。フードテックの健全な発展には、イノベーションと食文化の調和が重要である。",
        "question1": "フードテック革命の具体例として挙げられていないものは何ですか。",
        "options1": {
            "A": "植物性代替肉と培養肉",
            "B": "伝統的な農法の強化",
            "C": "3Dフードプリンティング"
        },
        "answer1": "B",
        "explanation1": "伝統的な農法の強化は言及されておらず、むしろ '垂直農法など、革新的な技術'（수직농법 등 혁신적인 기술）が紹介されています。",
        "question2": "フードテックの課題として挙げられているものは何ですか。",
        "options2": {
            "A": "技術開発の遅れ",
            "B": "ロボットシェフの不足",
            "C": "消費者の受容性の低さと伝統的食文化の喪失懸念"
        },
        "answer2": "C",
        "explanation2": "'新技術への消費者の受容性は低く'（신기술에 대한 소비자의 수용성은 낮고）と '伝統的な食文化の喪失も懸念されている'（전통적인 식문화의 상실도 우려되고 있다）と課題が指摘されています。"
    }
]