[
    {
        "lemma": "programming",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈproʊɡræmɪŋ/",
        "definition": "The process of writing computer programs.",
        "example": "She is studying programming and software development.",
        "audioUrl": "",
        "koGloss": "n. 프로그래밍",
        "koExample": "그녀는 프로그래밍과 소프트웨어 개발을 공부하고 있다.",
        "koChirpScript": "programming. 프로그래밍이라는 뜻입니다. She is studying programming and software development. 그녀는 프로그래밍과 소프트웨어 개발을 공부하고 있다. 라는 의미네요."
    },
    {
        "lemma": "progressive",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/prəˈɡresɪv/",
        "definition": "Happening or developing gradually or in stages; proceeding step by step.",
        "example": "The government has proposed a progressive series of reforms.",
        "audioUrl": "",
        "koGloss": "adj. 점진적인, 진보적인",
        "koExample": "정부는 점진적인 개혁안을 제안했다.",
        "koChirpScript": "progressive. 점진적인 또는 진보적인 이라는 뜻입니다. The government has proposed a progressive series of reforms. 정부는 점진적인 개혁안을 제안했다. 라는 의미네요."
    },
    {
        "lemma": "prohibit",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/proʊˈhɪbɪt/",
        "definition": "Formally forbid (something) by law, rule, or other authority.",
        "example": "The new law prohibits smoking in public places.",
        "audioUrl": "",
        "koGloss": "v. 금지하다",
        "koExample": "새로운 법은 공공장소에서의 흡연을 금지한다.",
        "koChirpScript": "prohibit. 금지하다라는 뜻입니다. The new law prohibits smoking in public places. 새로운 법은 공공장소에서의 흡연을 금지한다. 라는 의미네요."
    },
    {
        "lemma": "promising",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈprɑːmɪsɪŋ/",
        "definition": "Showing signs of future success.",
        "example": "He is a promising young actor.",
        "audioUrl": "",
        "koGloss": "adj. 유망한, 장래가 촉망되는",
        "koExample": "그는 유망한 젊은 배우이다.",
        "koChirpScript": "promising. 유망한 또는 장래가 촉망되는 이라는 뜻입니다. He is a promising young actor. 그는 유망한 젊은 배우이다. 라는 의미네요."
    },
    {
        "lemma": "promotion",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/prəˈmoʊʃn/",
        "definition": "The action of raising someone to a higher position or rank or the fact of being so raised.",
        "example": "Her promotion to manager was well deserved.",
        "audioUrl": "",
        "koGloss": "n. 승진, 홍보",
        "koExample": "그녀의 관리자로의 승진은 당연한 것이었다.",
        "koChirpScript": "promotion. 승진 또는 홍보라는 뜻입니다. Her promotion to manager was well deserved. 그녀의 관리자로의 승진은 당연한 것이었다. 라는 의미네요."
    },
    {
        "lemma": "prompt",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/prɑːmpt/",
        "definition": "Cause or bring about (an action or feeling).",
        "example": "His curiosity prompted him to ask more questions.",
        "audioUrl": "",
        "koGloss": "v. 촉발하다, 유도하다",
        "koExample": "그의 호기심이 그로 하여금 더 많은 질문을 하도록 촉발했다.",
        "koChirpScript": "prompt. 촉발하다 또는 유도하다라는 뜻입니다. His curiosity prompted him to ask more questions. 그의 호기심이 그로 하여금 더 많은 질문을 하도록 촉발했다. 라는 의미네요."
    },
    {
        "lemma": "proportion",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/prəˈpɔːrʃn/",
        "definition": "A part, share, or number considered in comparative relation to a whole.",
        "example": "A large proportion of the population lives in cities.",
        "audioUrl": "",
        "koGloss": "n. 비율, 부분",
        "koExample": "인구의 많은 부분이 도시에 산다.",
        "koChirpScript": "proportion. 비율 또는 부분이라는 뜻입니다. A large proportion of the population lives in cities. 인구의 많은 부분이 도시에 산다. 라는 의미네요."
    },
    {
        "lemma": "protein",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈproʊtiːn/",
        "definition": "Any of a class of nitrogenous organic compounds that consist of large molecules composed of one or more long chains of amino acids.",
        "example": "Meat, eggs, and beans are good sources of protein.",
        "audioUrl": "",
        "koGloss": "n. 단백질",
        "koExample": "고기, 계란, 콩은 좋은 단백질 공급원이다.",
        "koChirpScript": "protein. 단백질이라는 뜻입니다. Meat, eggs, and beans are good sources of protein. 고기, 계란, 콩은 좋은 단백질 공급원이다. 라는 의미네요."
    },
    {
        "lemma": "protester",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈproʊtestər/",
        "definition": "A person who publicly demonstrates strong objection to something; a demonstrator.",
        "example": "The protesters were demanding political reform.",
        "audioUrl": "",
        "koGloss": "n. 시위자, 항의하는 사람",
        "koExample": "시위자들은 정치 개혁을 요구하고 있었다.",
        "koChirpScript": "protester. 시위자 또는 항의하는 사람이라는 뜻입니다. The protesters were demanding political reform. 시위자들은 정치 개혁을 요구하고 있었다. 라는 의미네요."
    },
    {
        "lemma": "psychological",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌsaɪkəˈlɑːdʒɪkl/",
        "definition": "Of, affecting, or arising in the mind; related to the mental and emotional state of a person.",
        "example": "The accident had a huge psychological effect on her.",
        "audioUrl": "",
        "koGloss": "adj. 심리적인",
        "koExample": "그 사고는 그녀에게 큰 심리적 영향을 미쳤다.",
        "koChirpScript": "psychological. 심리적인 이라는 뜻입니다. The accident had a huge psychological effect on her. 그 사고는 그녀에게 큰 심리적 영향을 미쳤다. 라는 의미네요."
    },
    {
        "lemma": "publicity",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/pʌbˈlɪsəti/",
        "definition": "Attention given to someone or something by the media.",
        "example": "The movie received a lot of publicity before its release.",
        "audioUrl": "",
        "koGloss": "n. 홍보, 관심",
        "koExample": "그 영화는 개봉 전에 많은 홍보를 받았다.",
        "koChirpScript": "publicity. 홍보 또는 관심이라는 뜻입니다. The movie received a lot of publicity before its release. 그 영화는 개봉 전에 많은 홍보를 받았다. 라는 의미네요."
    },
    {
        "lemma": "publishing",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈpʌblɪʃɪŋ/",
        "definition": "The business of preparing and issuing books, journals, and other material for sale.",
        "example": "He works in the publishing industry.",
        "audioUrl": "",
        "koGloss": "n. 출판업",
        "koExample": "그는 출판업계에서 일한다.",
        "koChirpScript": "publishing. 출판업이라는 뜻입니다. He works in the publishing industry. 그는 출판업계에서 일한다. 라는 의미네요."
    },
    {
        "lemma": "punk",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/pʌŋk/",
        "definition": "A loud, fast-moving, and aggressive form of rock music, popular in the late 1970s.",
        "example": "Punk rock was a major cultural movement.",
        "audioUrl": "",
        "koGloss": "n. 펑크 록",
        "koExample": "펑크 록은 주요한 문화 운동이었다.",
        "koChirpScript": "punk. 펑크 록이라는 뜻입니다. Punk rock was a major cultural movement. 펑크 록은 주요한 문화 운동이었다. 라는 의미네요."
    },
    {
        "lemma": "purely",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈpjʊrli/",
        "definition": "Entirely; only.",
        "example": "My decision was based purely on the facts.",
        "audioUrl": "",
        "koGloss": "adv. 순전히, 전적으로",
        "koExample": "나의 결정은 순전히 사실에 근거했다.",
        "koChirpScript": "purely. 순전히 또는 전적으로 라는 뜻입니다. My decision was based purely on the facts. 나의 결정은 순전히 사실에 근거했다. 라는 의미네요."
    },
    {
        "lemma": "pursuit",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/pərˈsuːt/",
        "definition": "The action of following or pursuing someone or something.",
        "example": "The police were in hot pursuit of the thieves.",
        "audioUrl": "",
        "koGloss": "n. 추구, 추격",
        "koExample": "경찰은 도둑들을 맹렬히 추격했다.",
        "koChirpScript": "pursuit. 추구 또는 추격이라는 뜻입니다. The police were in hot pursuit of the thieves. 경찰은 도둑들을 맹렬히 추격했다. 라는 의미네요."
    },
    {
        "lemma": "puzzle",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈpʌzl/",
        "definition": "A game, toy, or problem designed to test ingenuity or knowledge.",
        "example": "I enjoy doing crossword puzzles on weekends.",
        "audioUrl": "",
        "koGloss": "n. 퍼즐, 수수께끼",
        "koExample": "나는 주말에 십자말 퍼즐을 푸는 것을 즐긴다.",
        "koChirpScript": "puzzle. 퍼즐 또는 수수께끼라는 뜻입니다. I enjoy doing crossword puzzles on weekends. 나는 주말에 십자말 퍼즐을 푸는 것을 즐긴다. 라는 의미네요."
    },
    {
        "lemma": "questionnaire",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌkwestʃəˈner/",
        "definition": "A set of printed or written questions with a choice of answers, devised for the purposes of a survey or statistical study.",
        "example": "Please fill out this questionnaire about your experience.",
        "audioUrl": "",
        "koGloss": "n. 설문지",
        "koExample": "당신의 경험에 대한 이 설문지를 작성해 주세요.",
        "koChirpScript": "questionnaire. 설문지라는 뜻입니다. Please fill out this questionnaire about your experience. 당신의 경험에 대한 이 설문지를 작성해 주세요. 라는 의미네요."
    },
    {
        "lemma": "racial",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈreɪʃl/",
        "definition": "Relating to race.",
        "example": "The country is working to eliminate racial discrimination.",
        "audioUrl": "",
        "koGloss": "adj. 인종의",
        "koExample": "그 나라는 인종 차별을 없애기 위해 노력하고 있다.",
        "koChirpScript": "racial. 인종의 라는 뜻입니다. The country is working to eliminate racial discrimination. 그 나라는 인종 차별을 없애기 위해 노력하고 있다. 라는 의미네요."
    },
    {
        "lemma": "racism",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈreɪsɪzəm/",
        "definition": "Prejudice, discrimination, or antagonism directed against someone of a different race based on the belief that one's own race is superior.",
        "example": "We must all work together to fight racism.",
        "audioUrl": "",
        "koGloss": "n. 인종차별주의",
        "koExample": "우리는 모두 인종차별주의와 싸우기 위해 함께 노력해야 한다.",
        "koChirpScript": "racism. 인종차별주의라는 뜻입니다. We must all work together to fight racism. 우리는 모두 인종차별주의와 싸우기 위해 함께 노력해야 한다. 라는 의미네요."
    },
    {
        "lemma": "racist",
        "pos": "adj., n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈreɪsɪst/",
        "definition": "Having or showing the belief that one's own race is superior; a person who shows or feels discrimination or prejudice against people of other races.",
        "example": "He was fired for making racist comments. He is known to be a racist.",
        "audioUrl": "",
        "koGloss": "adj. 인종차별적인; n. 인종차별주의자",
        "koExample": "그는 인종차별적인 발언을 해서 해고되었다. 그는 인종차별주의자로 알려져 있다.",
        "koChirpScript": "racist. 인종차별적인 이라는 형용사와 인종차별주의자라는 명사로 쓰입니다. He was fired for making racist comments. 는 그는 인종차별적인 발언을 해서 해고되었다. 라는 뜻이고, He is known to be a racist. 는 그는 인종차별주의자로 알려져 있다. 라는 의미네요."
    },
    {
        "lemma": "radiation",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌreɪdiˈeɪʃn/",
        "definition": "The emission of energy as electromagnetic waves or as moving subatomic particles, especially high-energy particles that cause ionization.",
        "example": "Exposure to high levels of radiation can be harmful.",
        "audioUrl": "",
        "koGloss": "n. 방사선",
        "koExample": "높은 수준의 방사선에 노출되는 것은 해로울 수 있다.",
        "koChirpScript": "radiation. 방사선이라는 뜻입니다. Exposure to high levels of radiation can be harmful. 높은 수준의 방사선에 노출되는 것은 해로울 수 있다. 라는 의미네요."
    },
    {
        "lemma": "rail",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/reɪl/",
        "definition": "A bar or series of bars, typically fixed on upright supports or attached to a wall or ceiling, serving as part of a fence or barrier or used to hang things on.",
        "example": "He held onto the rail to keep his balance.",
        "audioUrl": "",
        "koGloss": "n. 난간, 레일",
        "koExample": "그는 균형을 잡기 위해 난간을 잡았다.",
        "koChirpScript": "rail. 난간 또는 레일이라는 뜻입니다. He held onto the rail to keep his balance. 그는 균형을 잡기 위해 난간을 잡았다. 라는 의미네요."
    },
    {
        "lemma": "random",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈrændəm/",
        "definition": "Made, done, or happening without method or conscious decision.",
        "example": "The winners were chosen at random from the list of entries.",
        "audioUrl": "",
        "koGloss": "adj. 무작위의",
        "koExample": "우승자는 참가자 명단에서 무작위로 선정되었다.",
        "koChirpScript": "random. 무작위의 라는 뜻입니다. The winners were chosen at random from the list of entries. 우승자는 참가자 명단에서 무작위로 선정되었다. 라는 의미네요."
    },
    {
        "lemma": "rat",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ræt/",
        "definition": "A rodent that resembles a large mouse, typically having a pointed snout and a long, sparsely haired tail.",
        "example": "A rat ran across the kitchen floor.",
        "audioUrl": "",
        "koGloss": "n. 쥐",
        "koExample": "쥐 한 마리가 부엌 바닥을 가로질러 달려갔다.",
        "koChirpScript": "rat. 쥐라는 뜻입니다. A rat ran across the kitchen floor. 쥐 한 마리가 부엌 바닥을 가로질러 달려갔다. 라는 의미네요."
    },
    {
        "lemma": "rating",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈreɪtɪŋ/",
        "definition": "A classification or ranking of someone or something based on a comparative assessment of their quality, standard, or performance.",
        "example": "The hotel has a five-star rating.",
        "audioUrl": "",
        "koGloss": "n. 등급, 평가",
        "koExample": "그 호텔은 5성급 등급을 받았다.",
        "koChirpScript": "rating. 등급 또는 평가라는 뜻입니다. The hotel has a five-star rating. 그 호텔은 5성급 등급을 받았다. 라는 의미네요."
    },
    {
        "lemma": "reasonably",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈriːznəbli/",
        "definition": "In a sensible way.",
        "example": "The car is reasonably priced and offers good value.",
        "audioUrl": "",
        "koGloss": "adv. 합리적으로, 꽤",
        "koExample": "그 차는 가격이 합리적이고 가성비가 좋다.",
        "koChirpScript": "reasonably. 합리적으로 또는 꽤 라는 뜻입니다. The car is reasonably priced and offers good value. 그 차는 가격이 합리적이고 가성비가 좋다. 라는 의미네요."
    },
    {
        "lemma": "rebuild",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌriːˈbɪld/",
        "definition": "Build (something) again after it has been damaged or destroyed.",
        "example": "They are planning to rebuild the old city center.",
        "audioUrl": "",
        "koGloss": "v. 재건하다",
        "koExample": "그들은 오래된 도심을 재건할 계획이다.",
        "koChirpScript": "rebuild. 재건하다라는 뜻입니다. They are planning to rebuild the old city center. 그들은 오래된 도심을 재건할 계획이다. 라는 의미네요."
    },
    {
        "lemma": "receiver",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈsiːvər/",
        "definition": "A person who gets or accepts something that has been sent or given to them.",
        "example": "The receiver of the package must sign for it.",
        "audioUrl": "",
        "koGloss": "n. 수신자, 수화기",
        "koExample": "소포 수신자는 서명을 해야 한다.",
        "koChirpScript": "receiver. 수신자 또는 수화기라는 뜻입니다. The receiver of the package must sign for it. 소포 수신자는 서명을 해야 한다. 라는 의미네요."
    },
    {
        "lemma": "recession",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈseʃn/",
        "definition": "A period of temporary economic decline during which trade and industrial activity are reduced, generally identified by a fall in GDP in two successive quarters.",
        "example": "The country is in the middle of a deep recession.",
        "audioUrl": "",
        "koGloss": "n. 경기 후퇴, 불황",
        "koExample": "그 나라는 심각한 경기 침체에 빠져 있다.",
        "koChirpScript": "recession. 경기 후퇴 또는 불황이라는 뜻입니다. The country is in the middle of a deep recession. 그 나라는 심각한 경기 침체에 빠져 있다. 라는 의미네요."
    },
    {
        "lemma": "reckon",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈrekən/",
        "definition": "Establish by calculation.",
        "example": "I reckon it will take about an hour to get there.",
        "audioUrl": "",
        "koGloss": "v. 생각하다, 추정하다",
        "koExample": "거기까지 가는 데 한 시간 정도 걸릴 거라고 생각한다.",
        "koChirpScript": "reckon. 생각하다 또는 추정하다라는 뜻입니다. I reckon it will take about an hour to get there. 거기까지 가는 데 한 시간 정도 걸릴 거라고 생각한다. 라는 의미네요."
    },
    {
        "lemma": "recognition",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌrekəɡˈnɪʃn/",
        "definition": "Identification of someone or something or person from previous encounters or knowledge.",
        "example": "She received an award in recognition of her work.",
        "audioUrl": "",
        "koGloss": "n. 인정, 인식",
        "koExample": "그녀는 자신의 업적을 인정받아 상을 받았다.",
        "koChirpScript": "recognition. 인정 또는 인식이라는 뜻입니다. She received an award in recognition of her work. 그녀는 자신의 업적을 인정받아 상을 받았다. 라는 의미네요."
    },
    {
        "lemma": "recovery",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈkʌvəri/",
        "definition": "A return to a normal state of health, mind, or strength.",
        "example": "The patient is expected to make a full recovery.",
        "audioUrl": "",
        "koGloss": "n. 회복",
        "koExample": "그 환자는 완전히 회복될 것으로 예상된다.",
        "koChirpScript": "recovery. 회복이라는 뜻입니다. The patient is expected to make a full recovery. 그 환자는 완전히 회복될 것으로 예상된다. 라는 의미네요."
    },
    {
        "lemma": "recruit",
        "pos": "v., n.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈkruːt/",
        "definition": "Enlist (someone) in the armed forces; a person newly enlisted in the armed forces and not yet fully trained.",
        "example": "The company is trying to recruit new employees. The new recruits were sent to boot camp.",
        "audioUrl": "",
        "koGloss": "v. 모집하다; n. 신입사원, 신병",
        "koExample": "그 회사는 새로운 직원을 모집하려고 노력하고 있다. 신병들은 신병 훈련소로 보내졌다.",
        "koChirpScript": "recruit. 모집하다라는 동사와 신입사원 또는 신병이라는 명사로 쓰입니다. The company is trying to recruit new employees. 는 그 회사는 새로운 직원을 모집하려고 노력하고 있다. 라는 뜻이고, The new recruits were sent to boot camp. 는 신병들은 신병 훈련소로 보내졌다. 라는 의미네요."
    },
    {
        "lemma": "referee",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌrefəˈriː/",
        "definition": "An official who watches a game or match closely to ensure that the rules are adhered to and (in some sports) to arbitrate on matters arising from the play.",
        "example": "The referee blew his whistle to end the game.",
        "audioUrl": "",
        "koGloss": "n. 심판",
        "koExample": "심판이 경기를 끝내기 위해 휘슬을 불었다.",
        "koChirpScript": "referee. 심판이라는 뜻입니다. The referee blew his whistle to end the game. 심판이 경기를 끝내기 위해 휘슬을 불었다. 라는 의미네요."
    },
    {
        "lemma": "refugee",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌrefjuˈdʒiː/",
        "definition": "A person who has been forced to leave their country in order to escape war, persecution, or natural disaster.",
        "example": "Thousands of refugees have fled the war-torn country.",
        "audioUrl": "",
        "koGloss": "n. 난민",
        "koExample": "수천 명의 난민들이 전쟁으로 폐허가 된 나라를 탈출했다.",
        "koChirpScript": "refugee. 난민이라는 뜻입니다. Thousands of refugees have fled the war-torn country. 수천 명의 난민들이 전쟁으로 폐허가 된 나라를 탈출했다. 라는 의미네요."
    },
    {
        "lemma": "registration",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌredʒɪˈstreɪʃn/",
        "definition": "The action or process of registering or of being registered.",
        "example": "The registration deadline for the conference is next Friday.",
        "audioUrl": "",
        "koGloss": "n. 등록",
        "koExample": "회의 등록 마감일은 다음 주 금요일이다.",
        "koChirpScript": "registration. 등록이라는 뜻입니다. The registration deadline for the conference is next Friday. 회의 등록 마감일은 다음 주 금요일이다. 라는 의미네요."
    },
    {
        "lemma": "regulate",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈreɡjuleɪt/",
        "definition": "Control or maintain the rate or speed of (a machine or process) so that it operates properly.",
        "example": "The government needs to regulate the financial industry more closely.",
        "audioUrl": "",
        "koGloss": "v. 규제하다, 조절하다",
        "koExample": "정부는 금융 산업을 더 면밀히 규제해야 한다.",
        "koChirpScript": "regulate. 규제하다 또는 조절하다라는 뜻입니다. The government needs to regulate the financial industry more closely. 정부는 금융 산업을 더 면밀히 규제해야 한다. 라는 의미네요."
    },
    {
        "lemma": "reinforce",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌriːɪnˈfɔːrs/",
        "definition": "Strengthen or support, especially with additional personnel or material.",
        "example": "The new evidence reinforces the original theory.",
        "audioUrl": "",
        "koGloss": "v. 강화하다",
        "koExample": "새로운 증거는 원래의 이론을 강화한다.",
        "koChirpScript": "reinforce. 강화하다라는 뜻입니다. The new evidence reinforces the original theory. 새로운 증거는 원래의 이론을 강화한다. 라는 의미네요."
    },
    {
        "lemma": "relieve",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈliːv/",
        "definition": "Cause (pain, distress, or difficulty) to become less severe or serious.",
        "example": "This medicine will help to relieve your headache.",
        "audioUrl": "",
        "koGloss": "v. 완화하다, 덜어주다",
        "koExample": "이 약은 두통을 완화하는 데 도움이 될 것이다.",
        "koChirpScript": "relieve. 완화하다 또는 덜어주다라는 뜻입니다. This medicine will help to relieve your headache. 이 약은 두통을 완화하는 데 도움이 될 것이다. 라는 의미네요."
    },
    {
        "lemma": "relieved",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈliːvd/",
        "definition": "No longer feeling distressed or anxious; reassured.",
        "example": "I was relieved to hear that you were safe.",
        "audioUrl": "",
        "koGloss": "adj. 안도하는",
        "koExample": "당신이 안전하다는 소식을 듣고 안도했다.",
        "koChirpScript": "relieved. 안도하는 이라는 뜻입니다. I was relieved to hear that you were safe. 당신이 안전하다는 소식을 듣고 안도했다. 라는 의미네요."
    },
    {
        "lemma": "remarkable",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈmɑːrkəbl/",
        "definition": "Worthy of attention; striking.",
        "example": "She has made remarkable progress in her studies.",
        "audioUrl": "",
        "koGloss": "adj. 놀라운, 주목할 만한",
        "koExample": "그녀는 학업에서 놀라운 진전을 보였다.",
        "koChirpScript": "remarkable. 놀라운 또는 주목할 만한 이라는 뜻입니다. She has made remarkable progress in her studies. 그녀는 학업에서 놀라운 진전을 보였다. 라는 의미네요."
    },
    {
        "lemma": "remarkably",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈmɑːrkəbli/",
        "definition": "In a way that is worthy of attention.",
        "example": "The weather was remarkably good for this time of year.",
        "audioUrl": "",
        "koGloss": "adv. 현저하게, 매우",
        "koExample": "날씨는 이맘때치고는 현저하게 좋았다.",
        "koChirpScript": "remarkably. 현저하게 또는 매우 라는 뜻입니다. The weather was remarkably good for this time of year. 날씨는 이맘때치고는 현저하게 좋았다. 라는 의미네요."
    },
    {
        "lemma": "rental",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈrentl/",
        "definition": "The action of renting something.",
        "example": "Car rental is available at the airport.",
        "audioUrl": "",
        "koGloss": "n. 임대, 대여",
        "koExample": "공항에서 렌터카를 이용할 수 있다.",
        "koChirpScript": "rental. 임대 또는 대여라는 뜻입니다. Car rental is available at the airport. 공항에서 렌터카를 이용할 수 있다. 라는 의미네요."
    },
    {
        "lemma": "reporting",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈpɔːrtɪŋ/",
        "definition": "The work of a reporter.",
        "example": "She is known for her investigative reporting.",
        "audioUrl": "",
        "koGloss": "n. 보도, 보고",
        "koExample": "그녀는 탐사 보도로 유명하다.",
        "koChirpScript": "reporting. 보도 또는 보고라는 뜻입니다. She is known for her investigative reporting. 그녀는 탐사 보도로 유명하다. 라는 의미네요."
    },
    {
        "lemma": "resign",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈzaɪn/",
        "definition": "Voluntarily leave a job or other position.",
        "example": "He resigned from his position as CEO.",
        "audioUrl": "",
        "koGloss": "v. 사임하다",
        "koExample": "그는 CEO 자리에서 사임했다.",
        "koChirpScript": "resign. 사임하다라는 뜻입니다. He resigned from his position as CEO. 그는 CEO 자리에서 사임했다. 라는 의미네요."
    },
    {
        "lemma": "resolution",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌrezəˈluːʃn/",
        "definition": "A firm decision to do or not to do something.",
        "example": "My New Year's resolution is to exercise more.",
        "audioUrl": "",
        "koGloss": "n. 결심, 해결",
        "koExample": "나의 새해 결심은 더 많이 운동하는 것이다.",
        "koChirpScript": "resolution. 결심 또는 해결이라는 뜻입니다. My New Year's resolution is to exercise more. 나의 새해 결심은 더 많이 운동하는 것이다. 라는 의미네요."
    },
    {
        "lemma": "restore",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈstɔːr/",
        "definition": "Bring back (a previous right, practice, custom, or situation); reinstate.",
        "example": "The government is trying to restore public confidence.",
        "audioUrl": "",
        "koGloss": "v. 복원하다, 회복시키다",
        "koExample": "정부는 대중의 신뢰를 회복시키려고 노력하고 있다.",
        "koChirpScript": "restore. 복원하다 또는 회복시키다라는 뜻입니다. The government is trying to restore public confidence. 정부는 대중의 신뢰를 회복시키려고 노력하고 있다. 라는 의미네요."
    },
    {
        "lemma": "restrict",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈstrɪkt/",
        "definition": "Put a limit on; keep under control.",
        "example": "The new law will restrict the sale of alcohol.",
        "audioUrl": "",
        "koGloss": "v. 제한하다, 한정하다",
        "koExample": "새로운 법은 주류 판매를 제한할 것이다.",
        "koChirpScript": "restrict. 제한하다 또는 한정하다라는 뜻입니다. The new law will restrict the sale of alcohol. 새로운 법은 주류 판매를 제한할 것이다. 라는 의미네요."
    },
    {
        "lemma": "restriction",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈstrɪkʃn/",
        "definition": "A limiting condition or measure, especially a legal one.",
        "example": "There are restrictions on the number of people allowed in the building.",
        "audioUrl": "",
        "koGloss": "n. 제한, 규제",
        "koExample": "건물에 들어갈 수 있는 사람 수에 제한이 있다.",
        "koChirpScript": "restriction. 제한 또는 규제라는 뜻입니다. There are restrictions on the number of people allowed in the building. 건물에 들어갈 수 있는 사람 수에 제한이 있다. 라는 의미네요."
    },
    {
        "lemma": "résumé",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈrezəmeɪ/",
        "definition": "A brief account of a person's education, qualifications, and previous experience, typically sent with a job application.",
        "example": "Please send your résumé and a cover letter to the HR department.",
        "audioUrl": "",
        "koGloss": "n. 이력서",
        "koExample": "인사과에 이력서와 자기소개서를 보내주세요.",
        "koChirpScript": "résumé. 이력서라는 뜻입니다. Please send your résumé and a cover letter to the HR department. 인사과에 이력서와 자기소개서를 보내주세요. 라는 의미네요."
    },
    {
        "lemma": "retail",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈriːteɪl/",
        "definition": "The sale of goods to the public in relatively small quantities for use or consumption rather than for resale.",
        "example": "She has worked in retail for over ten years.",
        "audioUrl": "",
        "koGloss": "n. 소매",
        "koExample": "그녀는 10년 이상 소매업에 종사했다.",
        "koChirpScript": "retail. 소매라는 뜻입니다. She has worked in retail for over ten years. 그녀는 10년 이상 소매업에 종사했다. 라는 의미네요."
    },
    {
        "lemma": "retirement",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈtaɪərmənt/",
        "definition": "The action or fact of leaving one's job and ceasing to work.",
        "example": "He is looking forward to his retirement next year.",
        "audioUrl": "",
        "koGloss": "n. 은퇴, 퇴직",
        "koExample": "그는 내년 은퇴를 고대하고 있다.",
        "koChirpScript": "retirement. 은퇴 또는 퇴직이라는 뜻입니다. He is looking forward to his retirement next year. 그는 내년 은퇴를 고대하고 있다. 라는 의미네요."
    },
    {
        "lemma": "revenue",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈrevənuː/",
        "definition": "Income, especially when of a company or organization and of a substantial nature.",
        "example": "The company's revenue has increased by 10% this year.",
        "audioUrl": "",
        "koGloss": "n. 수입, 수익",
        "koExample": "그 회사의 수입은 올해 10% 증가했다.",
        "koChirpScript": "revenue. 수입 또는 수익이라는 뜻입니다. The company's revenue has increased by 10% this year. 그 회사의 수입은 올해 10% 증가했다. 라는 의미네요."
    },
    {
        "lemma": "revision",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈvɪʒn/",
        "definition": "The action of revising.",
        "example": "The book is in need of some revision.",
        "audioUrl": "",
        "koGloss": "n. 수정, 개정",
        "koExample": "그 책은 약간의 수정이 필요하다.",
        "koChirpScript": "revision. 수정 또는 개정이라는 뜻입니다. The book is in need of some revision. 그 책은 약간의 수정이 필요하다. 라는 의미네요."
    },
    {
        "lemma": "ridiculous",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/rɪˈdɪkjələs/",
        "definition": "Deserving or inviting derision or mockery; absurd.",
        "example": "I think it's ridiculous to spend so much money on a dress.",
        "audioUrl": "",
        "koGloss": "adj. 터무니없는, 우스꽝스러운",
        "koExample": "드레스에 그렇게 많은 돈을 쓰는 것은 터무니없다고 생각한다.",
        "koChirpScript": "ridiculous. 터무니없는 또는 우스꽝스러운 이라는 뜻입니다. I think it's ridiculous to spend so much money on a dress. 드레스에 그렇게 많은 돈을 쓰는 것은 터무니없다고 생각한다. 라는 의미네요."
    },
    {
        "lemma": "risky",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈrɪski/",
        "definition": "Full of the possibility of danger, failure, or loss.",
        "example": "Investing in the stock market can be a risky business.",
        "audioUrl": "",
        "koGloss": "adj. 위험한",
        "koExample": "주식 시장에 투자하는 것은 위험한 일이 될 수 있다.",
        "koChirpScript": "risky. 위험한 이라는 뜻입니다. Investing in the stock market can be a risky business. 주식 시장에 투자하는 것은 위험한 일이 될 수 있다. 라는 의미네요."
    },
    {
        "lemma": "rival",
        "pos": "n., adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈraɪvl/",
        "definition": "A person or thing competing with another for the same objective or for superiority in the same field of activity; competing.",
        "example": "The two companies are rivals in the same market. They are rival teams.",
        "audioUrl": "",
        "koGloss": "n. 경쟁자; adj. 경쟁하는",
        "koExample": "두 회사는 같은 시장에서 경쟁자이다. 그들은 경쟁 팀이다.",
        "koChirpScript": "rival. 경쟁자라는 명사와 경쟁하는 이라는 형용사로 쓰입니다. The two companies are rivals in the same market. 는 두 회사는 같은 시장에서 경쟁자이다. 라는 뜻이고, They are rival teams. 는 그들은 경쟁 팀이다. 라는 의미네요."
    },
    {
        "lemma": "rob",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/rɑːb/",
        "definition": "Take property unlawfully from (a person or place) by force or threat of force.",
        "example": "They were planning to rob the bank.",
        "audioUrl": "",
        "koGloss": "v. 훔치다, 강탈하다",
        "koExample": "그들은 은행을 털 계획이었다.",
        "koChirpScript": "rob. 훔치다 또는 강탈하다라는 뜻입니다. They were planning to rob the bank. 그들은 은행을 털 계획이었다. 라는 의미네요."
    },
    {
        "lemma": "robbery",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈrɑːbəri/",
        "definition": "The action of robbing a person or place.",
        "example": "He was arrested for armed robbery.",
        "audioUrl": "",
        "koGloss": "n. 강도",
        "koExample": "그는 무장 강도 혐의로 체포되었다.",
        "koChirpScript": "robbery. 강도라는 뜻입니다. He was arrested for armed robbery. 그는 무장 강도 혐의로 체포되었다. 라는 의미네요."
    },
    {
        "lemma": "rocket",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈrɑːkɪt/",
        "definition": "A spacecraft propelled by a rocket engine.",
        "example": "The rocket was launched into space.",
        "audioUrl": "",
        "koGloss": "n. 로켓",
        "koExample": "로켓이 우주로 발사되었다.",
        "koChirpScript": "rocket. 로켓이라는 뜻입니다. The rocket was launched into space. 로켓이 우주로 발사되었다. 라는 의미네요."
    },
    {
        "lemma": "romance",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/roʊˈmæns/",
        "definition": "A feeling of excitement and mystery associated with love.",
        "example": "Their romance blossomed during their trip to Paris.",
        "audioUrl": "",
        "koGloss": "n. 로맨스, 연애",
        "koExample": "그들의 로맨스는 파리 여행 중에 꽃피웠다.",
        "koChirpScript": "romance. 로맨스 또는 연애라는 뜻입니다. Their romance blossomed during their trip to Paris. 그들의 로맨스는 파리 여행 중에 꽃피웠다. 라는 의미네요."
    },
    {
        "lemma": "rose",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/roʊz/",
        "definition": "A prickly bush or shrub that typically bears red, pink, yellow, or white fragrant flowers, native to north temperate regions.",
        "example": "He gave her a single red rose.",
        "audioUrl": "",
        "koGloss": "n. 장미",
        "koExample": "그는 그녀에게 빨간 장미 한 송이를 주었다.",
        "koChirpScript": "rose. 장미라는 뜻입니다. He gave her a single red rose. 그는 그녀에게 빨간 장미 한 송이를 주었다. 라는 의미네요."
    },
    {
        "lemma": "roughly",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈrʌfli/",
        "definition": "In a way that is not exact or detailed but indicates a general estimate.",
        "example": "The journey took roughly two hours.",
        "audioUrl": "",
        "koGloss": "adv. 대략, 거칠게",
        "koExample": "그 여정은 대략 두 시간이 걸렸다.",
        "koChirpScript": "roughly. 대략 또는 거칠게 라는 뜻입니다. The journey took roughly two hours. 그 여정은 대략 두 시간이 걸렸다. 라는 의미네요."
    },
    {
        "lemma": "ruin",
        "pos": "v., n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈruːɪn/",
        "definition": "Reduce (a building or place) to a state of decay, collapse, or disintegration; the physical destruction or disintegration of something or the state of being destroyed or disintegrated.",
        "example": "The bad weather ruined our plans. The castle is now in ruins.",
        "audioUrl": "",
        "koGloss": "v. 망치다; n. 폐허",
        "koExample": "악천후가 우리의 계획을 망쳤다. 그 성은 이제 폐허가 되었다.",
        "koChirpScript": "ruin. 망치다라는 동사와 폐허라는 명사로 쓰입니다. The bad weather ruined our plans. 는 악천후가 우리의 계획을 망쳤다. 라는 뜻이고, The castle is now in ruins. 는 그 성은 이제 폐허가 되었다. 라는 의미네요."
    },
    {
        "lemma": "satisfaction",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌsætɪsˈfækʃn/",
        "definition": "Fulfillment of one's wishes, expectations, or needs, or the pleasure derived from this.",
        "example": "He gets great satisfaction from helping others.",
        "audioUrl": "",
        "koGloss": "n. 만족",
        "koExample": "그는 다른 사람들을 돕는 것에서 큰 만족을 얻는다.",
        "koChirpScript": "satisfaction. 만족이라는 뜻입니다. He gets great satisfaction from helping others. 그는 다른 사람들을 돕는 것에서 큰 만족을 얻는다. 라는 의미네요."
    },
    {
        "lemma": "scandal",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈskændl/",
        "definition": "An action or event regarded as morally or legally wrong and causing general public outrage.",
        "example": "The politician was involved in a major financial scandal.",
        "audioUrl": "",
        "koGloss": "n. 스캔들, 추문",
        "koExample": "그 정치인은 큰 금융 스캔들에 연루되었다.",
        "koChirpScript": "scandal. 스캔들 또는 추문이라는 뜻입니다. The politician was involved in a major financial scandal. 그 정치인은 큰 금융 스캔들에 연루되었다. 라는 의미네요."
    },
    {
        "lemma": "scare",
        "pos": "v., n.",
        "levelCEFR": "B2",
        "pronunciation": "/sker/",
        "definition": "Cause great fear or nervousness in; frighten; a sudden attack of fright.",
        "example": "The loud noise scared the baby. The movie gave me a good scare.",
        "audioUrl": "",
        "koGloss": "v. 겁주다; n. 공포",
        "koExample": "큰 소리가 아기를 겁주었다. 그 영화는 나에게 큰 공포를 주었다.",
        "koChirpScript": "scare. 겁주다라는 동사와 공포라는 명사로 쓰입니다. The loud noise scared the baby. 는 큰 소리가 아기를 겁주었다. 라는 뜻이고, The movie gave me a good scare. 는 그 영화는 나에게 큰 공포를 주었다. 라는 의미네요."
    },
    {
        "lemma": "scenario",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/səˈnærioʊ/",
        "definition": "A postulated sequence or development of events.",
        "example": "Let's consider a worst-case scenario.",
        "audioUrl": "",
        "koGloss": "n. 시나리오",
        "koExample": "최악의 시나리오를 고려해 봅시다.",
        "koChirpScript": "scenario. 시나리오라는 뜻입니다. Let's consider a worst-case scenario. 최악의 시나리오를 고려해 봅시다. 라는 의미네요."
    },
    {
        "lemma": "scholar",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈskɑːlər/",
        "definition": "A specialist in a particular branch of study, especially the humanities; a distinguished academic.",
        "example": "He is a leading scholar in the field of ancient history.",
        "audioUrl": "",
        "koGloss": "n. 학자",
        "koExample": "그는 고대사 분야의 선도적인 학자이다.",
        "koChirpScript": "scholar. 학자라는 뜻입니다. He is a leading scholar in the field of ancient history. 그는 고대사 분야의 선도적인 학자이다. 라는 의미네요."
    },
    {
        "lemma": "scholarship",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈskɑːlərʃɪp/",
        "definition": "A grant or payment made to support a student's education, awarded on the basis of academic or other achievement.",
        "example": "She won a scholarship to study at a prestigious university.",
        "audioUrl": "",
        "koGloss": "n. 장학금",
        "koExample": "그녀는 명문 대학에서 공부할 수 있는 장학금을 받았다.",
        "koChirpScript": "scholarship. 장학금이라는 뜻입니다. She won a scholarship to study at a prestigious university. 그녀는 명문 대학에서 공부할 수 있는 장학금을 받았다. 라는 의미네요."
    },
    {
        "lemma": "scratch",
        "pos": "v., n.",
        "levelCEFR": "B2",
        "pronunciation": "/skrætʃ/",
        "definition": "Score or mark the surface of (something) with a sharp or pointed object; a mark or wound made by scratching.",
        "example": "Be careful not to scratch the new table. He had a long scratch on his arm.",
        "audioUrl": "",
        "koGloss": "v. 긁다; n. 긁힌 자국",
        "koExample": "새 테이블을 긁지 않도록 조심하세요. 그는 팔에 긴 긁힌 자국이 있었다.",
        "koChirpScript": "scratch. 긁다라는 동사와 긁힌 자국이라는 명사로 쓰입니다. Be careful not to scratch the new table. 는 새 테이블을 긁지 않도록 조심하세요. 라는 뜻이고, He had a long scratch on his arm. 는 그는 팔에 긴 긁힌 자국이 있었다. 라는 의미네요."
    },
    {
        "lemma": "screening",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈskriːnɪŋ/",
        "definition": "The showing of a movie or television program.",
        "example": "There will be a special screening of the film tonight.",
        "audioUrl": "",
        "koGloss": "n. 상영, 심사",
        "koExample": "오늘 밤 그 영화의 특별 상영이 있을 것이다.",
        "koChirpScript": "screening. 상영 또는 심사라는 뜻입니다. There will be a special screening of the film tonight. 오늘 밤 그 영화의 특별 상영이 있을 것이다. 라는 의미네요."
    },
    {
        "lemma": "seeker",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsiːkər/",
        "definition": "A person who is attempting to find or obtain something.",
        "example": "He is a seeker of truth and knowledge.",
        "audioUrl": "",
        "koGloss": "n. 찾는 사람, 구직자",
        "koExample": "그는 진리와 지식을 찾는 사람이다.",
        "koChirpScript": "seeker. 찾는 사람 또는 구직자라는 뜻입니다. He is a seeker of truth and knowledge. 그는 진리와 지식을 찾는 사람이다. 라는 의미네요."
    },
    {
        "lemma": "seminar",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsemɪnɑːr/",
        "definition": "A conference or other meeting for discussion or training.",
        "example": "I attended a seminar on marketing strategies.",
        "audioUrl": "",
        "koGloss": "n. 세미나",
        "koExample": "나는 마케팅 전략에 관한 세미나에 참석했다.",
        "koChirpScript": "seminar. 세미나라는 뜻입니다. I attended a seminar on marketing strategies. 나는 마케팅 전략에 관한 세미나에 참석했다. 라는 의미네요."
    },
    {
        "lemma": "settler",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsetlər/",
        "definition": "A person who goes to live in a new place where there are few or no people.",
        "example": "The early settlers faced many hardships.",
        "audioUrl": "",
        "koGloss": "n. 정착민",
        "koExample": "초기 정착민들은 많은 어려움에 직면했다.",
        "koChirpScript": "settler. 정착민이라는 뜻입니다. The early settlers faced many hardships. 초기 정착민들은 많은 어려움에 직면했다. 라는 의미네요."
    },
    {
        "lemma": "severely",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/sɪˈvɪrli/",
        "definition": "To a severe or serious degree.",
        "example": "He was severely injured in the accident.",
        "audioUrl": "",
        "koGloss": "adv. 심하게, 엄격하게",
        "koExample": "그는 사고로 심하게 다쳤다.",
        "koChirpScript": "severely. 심하게 또는 엄격하게 라는 뜻입니다. He was severely injured in the accident. 그는 사고로 심하게 다쳤다. 라는 의미네요."
    },
    {
        "lemma": "sexy",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈseksi/",
        "definition": "Sexually attractive or exciting.",
        "example": "She wore a sexy red dress to the party.",
        "audioUrl": "",
        "koGloss": "adj. 섹시한, 성적으로 매력적인",
        "koExample": "그녀는 파티에 섹시한 빨간 드레스를 입고 갔다.",
        "koChirpScript": "sexy. 섹시한 또는 성적으로 매력적인 이라는 뜻입니다. She wore a sexy red dress to the party. 그녀는 파티에 섹시한 빨간 드레스를 입고 갔다. 라는 의미네요."
    },
    {
        "lemma": "shaped",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ʃeɪpt/",
        "definition": "Having a particular shape.",
        "example": "The cookie was shaped like a star.",
        "audioUrl": "",
        "koGloss": "adj. ~ 모양의",
        "koExample": "그 쿠키는 별 모양이었다.",
        "koChirpScript": "shaped. 무엇무엇 모양의 라는 뜻입니다. The cookie was shaped like a star. 그 쿠키는 별 모양이었다. 라는 의미네요."
    },
    {
        "lemma": "shocking",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈʃɑːkɪŋ/",
        "definition": "Causing a feeling of surprise and dismay.",
        "example": "The news of his death was shocking.",
        "audioUrl": "",
        "koGloss": "adj. 충격적인",
        "koExample": "그의 사망 소식은 충격적이었다.",
        "koChirpScript": "shocking. 충격적인 이라는 뜻입니다. The news of his death was shocking. 그의 사망 소식은 충격적이었다. 라는 의미네요."
    },
    {
        "lemma": "shore",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ʃɔːr/",
        "definition": "The land along the edge of a sea, lake, or wide river.",
        "example": "We walked along the shore and collected seashells.",
        "audioUrl": "",
        "koGloss": "n. 해안, 기슭",
        "koExample": "우리는 해안을 따라 걸으며 조개껍데기를 모았다.",
        "koChirpScript": "shore. 해안 또는 기슭이라는 뜻입니다. We walked along the shore and collected seashells. 우리는 해안을 따라 걸으며 조개껍데기를 모았다. 라는 의미네요."
    },
    {
        "lemma": "shortage",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈʃɔːrtɪdʒ/",
        "definition": "A state or situation in which something needed cannot be obtained in sufficient amounts.",
        "example": "There is a shortage of skilled workers in the country.",
        "audioUrl": "",
        "koGloss": "n. 부족, 결핍",
        "koExample": "그 나라에는 숙련된 노동자가 부족하다.",
        "koChirpScript": "shortage. 부족 또는 결핍이라는 뜻입니다. There is a shortage of skilled workers in the country. 그 나라에는 숙련된 노동자가 부족하다. 라는 의미네요."
    },
    {
        "lemma": "shortly",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈʃɔːrtli/",
        "definition": "In a short time; soon.",
        "example": "The train will be arriving shortly.",
        "audioUrl": "",
        "koGloss": "adv. 곧, 얼마 안 있어",
        "koExample": "기차가 곧 도착할 것이다.",
        "koChirpScript": "shortly. 곧 또는 얼마 안 있어 라는 뜻입니다. The train will be arriving shortly. 기차가 곧 도착할 것이다. 라는 의미네요."
    },
    {
        "lemma": "short-term",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈʃɔːrt tɜːrm/",
        "definition": "Of or relating to a short period of time.",
        "example": "We are looking for a short-term solution to the problem.",
        "audioUrl": "",
        "koGloss": "adj. 단기적인",
        "koExample": "우리는 그 문제에 대한 단기적인 해결책을 찾고 있다.",
        "koChirpScript": "short-term. 단기적인 이라는 뜻입니다. We are looking for a short-term solution to the problem. 우리는 그 문제에 대한 단기적인 해결책을 찾고 있다. 라는 의미네요."
    },
    {
        "lemma": "sibling",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsɪblɪŋ/",
        "definition": "Each of two or more children or offspring having one or both parents in common; a brother or sister.",
        "example": "Do you have any siblings?",
        "audioUrl": "",
        "koGloss": "n. 형제자매",
        "koExample": "형제자매가 있나요?",
        "koChirpScript": "sibling. 형제자매라는 뜻입니다. Do you have any siblings? 형제자매가 있나요? 라는 의미네요."
    },
    {
        "lemma": "sidewalk",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsaɪdwɔːk/",
        "definition": "A paved area at the side of a road for people to walk on.",
        "example": "It's safer to walk on the sidewalk.",
        "audioUrl": "",
        "koGloss": "n. 보도, 인도",
        "koExample": "보도로 걷는 것이 더 안전하다.",
        "koChirpScript": "sidewalk. 보도 또는 인도라는 뜻입니다. It's safer to walk on the sidewalk. 보도로 걷는 것이 더 안전하다. 라는 의미네요."
    },
    {
        "lemma": "signature",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsɪɡnətʃər/",
        "definition": "A person's name written in a distinctive way as a form of identification in authorizing a check or document or concluding a letter.",
        "example": "Please put your signature at the bottom of the page.",
        "audioUrl": "",
        "koGloss": "n. 서명",
        "koExample": "페이지 하단에 서명해 주세요.",
        "koChirpScript": "signature. 서명이라는 뜻입니다. Please put your signature at the bottom of the page. 페이지 하단에 서명해 주세요. 라는 의미네요."
    },
    {
        "lemma": "significance",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/sɪɡˈnɪfɪkəns/",
        "definition": "The quality of being worthy of attention; importance.",
        "example": "The discovery has great significance for future research.",
        "audioUrl": "",
        "koGloss": "n. 중요성, 의미",
        "koExample": "그 발견은 미래 연구에 큰 중요성을 가진다.",
        "koChirpScript": "significance. 중요성 또는 의미라는 뜻입니다. The discovery has great significance for future research. 그 발견은 미래 연구에 큰 중요성을 가진다. 라는 의미네요."
    },
    {
        "lemma": "skilled",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/skɪld/",
        "definition": "Having or showing the knowledge, ability, or training to perform a certain activity or task well.",
        "example": "He is a skilled carpenter.",
        "audioUrl": "",
        "koGloss": "adj. 숙련된, 능숙한",
        "koExample": "그는 숙련된 목수이다.",
        "koChirpScript": "skilled. 숙련된 또는 능숙한 이라는 뜻입니다. He is a skilled carpenter. 그는 숙련된 목수이다. 라는 의미네요."
    },
    {
        "lemma": "skull",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/skʌl/",
        "definition": "A framework of bone or cartilage enclosing the brain of a vertebrate; the skeleton of a person's or animal's head.",
        "example": "The archaeologists found a human skull.",
        "audioUrl": "",
        "koGloss": "n. 두개골",
        "koExample": "고고학자들은 인간의 두개골을 발견했다.",
        "koChirpScript": "skull. 두개골이라는 뜻입니다. The archaeologists found a human skull. 고고학자들은 인간의 두개골을 발견했다. 라는 의미네요."
    },
    {
        "lemma": "slogan",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsloʊɡən/",
        "definition": "A short and striking or memorable phrase used in advertising, or for a political party or other group as a motto or advertising phrase.",
        "example": "The company's new slogan is 'Just Do It'.",
        "audioUrl": "",
        "koGloss": "n. 슬로건, 구호",
        "koExample": "그 회사의 새로운 슬로건은 'Just Do It'이다.",
        "koChirpScript": "slogan. 슬로건 또는 구호라는 뜻입니다. The company's new slogan is 'Just Do It'. 그 회사의 새로운 슬로건은 'Just Do It'이다. 라는 의미네요."
    },
    {
        "lemma": "so-called",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsoʊ kɔːld/",
        "definition": "Used to show that you think a word or phrase used to describe someone or something is not suitable or not true.",
        "example": "These so-called experts don't know what they're talking about.",
        "audioUrl": "",
        "koGloss": "adj. 소위, 이른바",
        "koExample": "이 소위 전문가들은 자신들이 무슨 말을 하는지 모른다.",
        "koChirpScript": "so-called. 소위 또는 이른바 라는 뜻입니다. These so-called experts don't know what they're talking about. 이 소위 전문가들은 자신들이 무슨 말을 하는지 모른다. 라는 의미네요."
    },
    {
        "lemma": "somehow",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsʌmhaʊ/",
        "definition": "In some way; by some means.",
        "example": "We must get the money somehow.",
        "audioUrl": "",
        "koGloss": "adv. 어떻게든, 왠지",
        "koExample": "우리는 어떻게든 그 돈을 구해야 한다.",
        "koChirpScript": "somehow. 어떻게든 또는 왠지 라는 뜻입니다. We must get the money somehow. 우리는 어떻게든 그 돈을 구해야 한다. 라는 의미네요."
    },
    {
        "lemma": "sometime",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsʌmtaɪm/",
        "definition": "At some unspecified or unknown time.",
        "example": "Let's meet for lunch sometime next week.",
        "audioUrl": "",
        "koGloss": "adv. 언젠가",
        "koExample": "다음 주 언젠가 점심 먹으러 만나자.",
        "koChirpScript": "sometime. 언젠가 라는 뜻입니다. Let's meet for lunch sometime next week. 다음 주 언젠가 점심 먹으러 만나자. 라는 의미네요."
    },
    {
        "lemma": "sophisticated",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/səˈfɪstɪkeɪtɪd/",
        "definition": "(of a machine, system, or technique) developed to a high degree of complexity.",
        "example": "The new computer system is very sophisticated.",
        "audioUrl": "",
        "koGloss": "adj. 정교한, 세련된",
        "koExample": "새로운 컴퓨터 시스템은 매우 정교하다.",
        "koChirpScript": "sophisticated. 정교한 또는 세련된 이라는 뜻입니다. The new computer system is very sophisticated. 새로운 컴퓨터 시스템은 매우 정교하다. 라는 의미네요."
    },
    {
        "lemma": "spare",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/sper/",
        "definition": "Additional to what is required for ordinary use.",
        "example": "Do you have a spare pen I could borrow?",
        "audioUrl": "",
        "koGloss": "adj. 여분의",
        "koExample": "빌릴 수 있는 여분의 펜이 있나요?",
        "koChirpScript": "spare. 여분의 라는 뜻입니다. Do you have a spare pen I could borrow? 빌릴 수 있는 여분의 펜이 있나요? 라는 의미네요."
    },
    {
        "lemma": "specialize",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈspeʃəlaɪz/",
        "definition": "Concentrate on and become expert in a particular subject or skill.",
        "example": "She specializes in corporate law.",
        "audioUrl": "",
        "koGloss": "v. 전문으로 하다, 전공하다",
        "koExample": "그녀는 회사법을 전문으로 한다.",
        "koChirpScript": "specialize. 전문으로 하다 또는 전공하다라는 뜻입니다. She specializes in corporate law. 그녀는 회사법을 전문으로 한다. 라는 의미네요."
    },
    {
        "lemma": "specify",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈspesɪfaɪ/",
        "definition": "Identify clearly and definitely.",
        "example": "Please specify your requirements in the email.",
        "audioUrl": "",
        "koGloss": "v. 명시하다",
        "koExample": "이메일에 요구 사항을 명시해 주세요.",
        "koChirpScript": "specify. 명시하다라는 뜻입니다. Please specify your requirements in the email. 이메일에 요구 사항을 명시해 주세요. 라는 의미네요."
    },
    {
        "lemma": "spectacular",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/spekˈtækjələr/",
        "definition": "Beautiful in a dramatic and eye-catching way.",
        "example": "The view from the top of the mountain was spectacular.",
        "audioUrl": "",
        "koGloss": "adj. 장관을 이루는, 극적인",
        "koExample": "산 정상에서 보는 경치는 장관이었다.",
        "koChirpScript": "spectacular. 장관을 이루는 또는 극적인 이라는 뜻입니다. The view from the top of the mountain was spectacular. 산 정상에서 보는 경치는 장관이었다. 라는 의미네요."
    },
    {
        "lemma": "spectator",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈspekteɪtər/",
        "definition": "A person who watches at a show, game, or other event.",
        "example": "The stadium was full of excited spectators.",
        "audioUrl": "",
        "koGloss": "n. 관중",
        "koExample": "경기장은 흥분한 관중들로 가득 찼다.",
        "koChirpScript": "spectator. 관중이라는 뜻입니다. The stadium was full of excited spectators. 경기장은 흥분한 관중들로 가득 찼다. 라는 의미네요."
    },
    {
        "lemma": "speculate",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈspekjuleɪt/",
        "definition": "Form a theory or conjecture about a subject without firm evidence.",
        "example": "It's difficult to speculate on the outcome of the election.",
        "audioUrl": "",
        "koGloss": "v. 추측하다, 투기하다",
        "koExample": "선거 결과를 추측하기는 어렵다.",
        "koChirpScript": "speculate. 추측하다 또는 투기하다라는 뜻입니다. It's difficult to speculate on the outcome of the election. 선거 결과를 추측하기는 어렵다. 라는 의미네요."
    },
    {
        "lemma": "speculation",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌspekjuˈleɪʃn/",
        "definition": "The forming of a theory or conjecture without firm evidence.",
        "example": "There has been a lot of speculation about the company's future.",
        "audioUrl": "",
        "koGloss": "n. 추측, 투기",
        "koExample": "그 회사의 미래에 대해 많은 추측이 있었다.",
        "koChirpScript": "speculation. 추측 또는 투기라는 뜻입니다. There has been a lot of speculation about the company's future. 그 회사의 미래에 대해 많은 추측이 있었다. 라는 의미네요."
    },
    {
        "lemma": "spice",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/spaɪs/",
        "definition": "An aromatic or pungent vegetable substance used to flavor food, e.g., cloves, pepper, or cumin.",
        "example": "This dish is flavored with a variety of spices.",
        "audioUrl": "",
        "koGloss": "n. 향신료, 양념",
        "koExample": "이 요리는 다양한 향신료로 맛을 냈다.",
        "koChirpScript": "spice. 향신료 또는 양념이라는 뜻입니다. This dish is flavored with a variety of spices. 이 요리는 다양한 향신료로 맛을 냈다. 라는 의미네요."
    },
    {
        "lemma": "spill",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/spɪl/",
        "definition": "Cause or allow (liquid) to flow over the edge of its container, especially unintentionally.",
        "example": "Be careful not to spill your drink.",
        "audioUrl": "",
        "koGloss": "v. 엎지르다, 흘리다",
        "koExample": "음료를 엎지르지 않도록 조심하세요.",
        "koChirpScript": "spill. 엎지르다 또는 흘리다라는 뜻입니다. Be careful not to spill your drink. 음료를 엎지르지 않도록 조심하세요. 라는 의미네요."
    },
    {
        "lemma": "spite",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/spaɪt/",
        "definition": "A desire to hurt, annoy, or offend someone.",
        "example": "He did it out of spite because he was angry.",
        "audioUrl": "",
        "koGloss": "n. 악의, 앙심",
        "koExample": "그는 화가 나서 악의로 그 일을 했다.",
        "koChirpScript": "spite. 악의 또는 앙심이라는 뜻입니다. He did it out of spite because he was angry. 그는 화가 나서 악의로 그 일을 했다. 라는 의미네요."
    },
    {
        "lemma": "spoil",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/spɔɪl/",
        "definition": "Diminish or destroy the value or quality of.",
        "example": "The rain spoiled our picnic.",
        "audioUrl": "",
        "koGloss": "v. 망치다, 상하게 하다",
        "koExample": "비가 우리의 소풍을 망쳤다.",
        "koChirpScript": "spoil. 망치다 또는 상하게 하다라는 뜻입니다. The rain spoiled our picnic. 비가 우리의 소풍을 망쳤다. 라는 의미네요."
    },
    {
        "lemma": "spokesman",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈspoʊksmən/",
        "definition": "A man who is chosen to speak officially for a group or organization.",
        "example": "The company's spokesman refused to comment on the rumors.",
        "audioUrl": "",
        "koGloss": "n. 대변인 (남성)",
        "koExample": "그 회사의 대변인은 소문에 대해 언급하기를 거부했다.",
        "koChirpScript": "spokesman. 남성 대변인이라는 뜻입니다. The company's spokesman refused to comment on the rumors. 그 회사의 대변인은 소문에 대해 언급하기를 거부했다. 라는 의미네요."
    },
    {
        "lemma": "spokesperson",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈspoʊkspɜːrsn/",
        "definition": "A person who is chosen to speak officially for a group or organization.",
        "example": "A spokesperson for the airline confirmed that the flight was delayed.",
        "audioUrl": "",
        "koGloss": "n. 대변인",
        "koExample": "항공사 대변인은 항공편이 지연되었다고 확인했다.",
        "koChirpScript": "spokesperson. 대변인이라는 뜻입니다. A spokesperson for the airline confirmed that the flight was delayed. 항공사 대변인은 항공편이 지연되었다고 확인했다. 라는 의미네요."
    },
    {
        "lemma": "spokeswoman",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈspoʊkswʊmən/",
        "definition": "A woman who is chosen to speak officially for a group or organization.",
        "example": "The spokeswoman for the charity gave a press conference.",
        "audioUrl": "",
        "koGloss": "n. 대변인 (여성)",
        "koExample": "자선 단체의 여성 대변인이 기자 회견을 열었다.",
        "koChirpScript": "spokeswoman. 여성 대변인이라는 뜻입니다. The spokeswoman for the charity gave a press conference. 자선 단체의 여성 대변인이 기자 회견을 열었다. 라는 의미네요."
    },
    {
        "lemma": "sponsorship",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈspɑːnsərʃɪp/",
        "definition": "The position or status of being a sponsor.",
        "example": "The event is looking for sponsorship from local businesses.",
        "audioUrl": "",
        "koGloss": "n. 후원",
        "koExample": "그 행사는 지역 기업들의 후원을 찾고 있다.",
        "koChirpScript": "sponsorship. 후원이라는 뜻입니다. The event is looking for sponsorship from local businesses. 그 행사는 지역 기업들의 후원을 찾고 있다. 라는 의미네요."
    },
    {
        "lemma": "stall",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/stɔːl/",
        "definition": "A stand, booth, or compartment for the sale of goods in a market or large covered area.",
        "example": "She sells handmade jewelry at a stall in the market.",
        "audioUrl": "",
        "koGloss": "n. 가판대, 마구간",
        "koExample": "그녀는 시장의 가판대에서 수제 보석을 판다.",
        "koChirpScript": "stall. 가판대 또는 마구간이라는 뜻입니다. She sells handmade jewelry at a stall in the market. 그녀는 시장의 가판대에서 수제 보석을 판다. 라는 의미네요."
    },
    {
        "lemma": "stance",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/stæns/",
        "definition": "The way in which someone stands, especially when deliberately adopted (as in cricket, golf, and other sports); a person's posture.",
        "example": "The government has taken a tough stance on crime.",
        "audioUrl": "",
        "koGloss": "n. 입장, 자세",
        "koExample": "정부는 범죄에 대해 강경한 입장을 취했다.",
        "koChirpScript": "stance. 입장 또는 자세라는 뜻입니다. The government has taken a tough stance on crime. 정부는 범죄에 대해 강경한 입장을 취했다. 라는 의미네요."
    },
    {
        "lemma": "starve",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/stɑːrv/",
        "definition": "Suffer or die or cause to suffer or die from hunger.",
        "example": "Millions of people are starving due to the famine.",
        "audioUrl": "",
        "koGloss": "v. 굶주리다",
        "koExample": "수백만 명의 사람들이 기근으로 굶주리고 있다.",
        "koChirpScript": "starve. 굶주리다라는 뜻입니다. Millions of people are starving due to the famine. 수백만 명의 사람들이 기근으로 굶주리고 있다. 라는 의미네요."
    },
    {
        "lemma": "steadily",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈstedəli/",
        "definition": "In a regular and even manner.",
        "example": "The company's profits have been growing steadily.",
        "audioUrl": "",
        "koGloss": "adv. 꾸준히, 착실하게",
        "koExample": "그 회사의 이익은 꾸준히 증가하고 있다.",
        "koChirpScript": "steadily. 꾸준히 또는 착실하게 라는 뜻입니다. The company's profits have been growing steadily. 그 회사의 이익은 꾸준히 증가하고 있다. 라는 의미네요."
    },
    {
        "lemma": "steam",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/stiːm/",
        "definition": "The vapor into which water is converted when heated, forming a white mist of minute water droplets in the air.",
        "example": "The kettle is boiling and giving off a lot of steam.",
        "audioUrl": "",
        "koGloss": "n. 증기, 김",
        "koExample": "주전자가 끓어서 많은 김이 나고 있다.",
        "koChirpScript": "steam. 증기 또는 김이라는 뜻입니다. The kettle is boiling and giving off a lot of steam. 주전자가 끓어서 많은 김이 나고 있다. 라는 의미네요."
    },
    {
        "lemma": "stimulate",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈstɪmjuleɪt/",
        "definition": "Raise levels of physiological or nervous activity in (the body or any biological system).",
        "example": "The new policy is designed to stimulate economic growth.",
        "audioUrl": "",
        "koGloss": "v. 자극하다, 활성화하다",
        "koExample": "새로운 정책은 경제 성장을 자극하기 위해 고안되었다.",
        "koChirpScript": "stimulate. 자극하다 또는 활성화하다라는 뜻입니다. The new policy is designed to stimulate economic growth. 새로운 정책은 경제 성장을 자극하기 위해 고안되었다. 라는 의미네요."
    },
    {
        "lemma": "strengthen",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈstreŋθn/",
        "definition": "Make or become stronger.",
        "example": "Regular exercise will strengthen your muscles.",
        "audioUrl": "",
        "koGloss": "v. 강화하다, 강력해지다",
        "koExample": "규칙적인 운동은 근육을 강화할 것이다.",
        "koChirpScript": "strengthen. 강화하다 또는 강력해지다라는 뜻입니다. Regular exercise will strengthen your muscles. 규칙적인 운동은 근육을 강화할 것이다. 라는 의미네요."
    },
    {
        "lemma": "strictly",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈstrɪktli/",
        "definition": "In a way that involves rigid enforcement of rules or standards.",
        "example": "Smoking is strictly forbidden in this area.",
        "audioUrl": "",
        "koGloss": "adv. 엄격히",
        "koExample": "이 구역에서는 흡연이 엄격히 금지되어 있다.",
        "koChirpScript": "strictly. 엄격히 라는 뜻입니다. Smoking is strictly forbidden in this area. 이 구역에서는 흡연이 엄격히 금지되어 있다. 라는 의미네요."
    },
    {
        "lemma": "stroke",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/stroʊk/",
        "definition": "A sudden disabling attack or loss of consciousness caused by an interruption in the flow of blood to the brain, especially through thrombosis.",
        "example": "He had a stroke and is now partially paralyzed.",
        "audioUrl": "",
        "koGloss": "n. 뇌졸중, 타격",
        "koExample": "그는 뇌졸중을 앓았고 지금은 부분적으로 마비되었다.",
        "koChirpScript": "stroke. 뇌졸중 또는 타격이라는 뜻입니다. He had a stroke and is now partially paralyzed. 그는 뇌졸중을 앓았고 지금은 부분적으로 마비되었다. 라는 의미네요."
    },
    {
        "lemma": "stunning",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈstʌnɪŋ/",
        "definition": "Extremely impressive or attractive.",
        "example": "She looked stunning in her wedding dress.",
        "audioUrl": "",
        "koGloss": "adj. 굉장히 아름다운, 멋진",
        "koExample": "그녀는 웨딩드레스를 입고 굉장히 아름다웠다.",
        "koChirpScript": "stunning. 굉장히 아름다운 또는 멋진 이라는 뜻입니다. She looked stunning in her wedding dress. 그녀는 웨딩드레스를 입고 굉장히 아름다웠다. 라는 의미네요."
    },
    {
        "lemma": "subsequent",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsʌbsɪkwənt/",
        "definition": "Coming after something in time; following.",
        "example": "The book discusses his life and subsequent career.",
        "audioUrl": "",
        "koGloss": "adj. 그 후의, 다음의",
        "koExample": "그 책은 그의 삶과 그 후의 경력에 대해 논한다.",
        "koChirpScript": "subsequent. 그 후의 또는 다음의 라는 뜻입니다. The book discusses his life and subsequent career. 그 책은 그의 삶과 그 후의 경력에 대해 논한다. 라는 의미네요."
    },
    {
        "lemma": "subsequently",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsʌbsɪkwəntli/",
        "definition": "After a particular thing has happened; afterward.",
        "example": "He was arrested and subsequently charged with robbery.",
        "audioUrl": "",
        "koGloss": "adv. 그 후에, 나중에",
        "koExample": "그는 체포되었고 그 후에 강도 혐의로 기소되었다.",
        "koChirpScript": "subsequently. 그 후에 또는 나중에 라는 뜻입니다. He was arrested and subsequently charged with robbery. 그는 체포되었고 그 후에 강도 혐의로 기소되었다. 라는 의미네요."
    },
    {
        "lemma": "suburb",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsʌbɜːrb/",
        "definition": "An outlying district of a city, especially a residential one.",
        "example": "They live in a quiet suburb of London.",
        "audioUrl": "",
        "koGloss": "n. 교외, 변두리",
        "koExample": "그들은 런던의 조용한 교외에 산다.",
        "koChirpScript": "suburb. 교외 또는 변두리라는 뜻입니다. They live in a quiet suburb of London. 그들은 런던의 조용한 교외에 산다. 라는 의미네요."
    },
    {
        "lemma": "suffering",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsʌfərɪŋ/",
        "definition": "The state of undergoing pain, distress, or hardship.",
        "example": "The war has caused immense suffering to the people.",
        "audioUrl": "",
        "koGloss": "n. 고통",
        "koExample": "전쟁은 사람들에게 엄청난 고통을 야기했다.",
        "koChirpScript": "suffering. 고통이라는 뜻입니다. The war has caused immense suffering to the people. 전쟁은 사람들에게 엄청난 고통을 야기했다. 라는 의미네요."
    },
    {
        "lemma": "sufficient",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/səˈfɪʃnt/",
        "definition": "Enough; adequate.",
        "example": "Do we have sufficient food for everyone?",
        "audioUrl": "",
        "koGloss": "adj. 충분한",
        "koExample": "모두를 위한 충분한 음식이 있나요?",
        "koChirpScript": "sufficient. 충분한 이라는 뜻입니다. Do we have sufficient food for everyone? 모두를 위한 충분한 음식이 있나요? 라는 의미네요."
    },
    {
        "lemma": "sufficiently",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/səˈfɪʃntli/",
        "definition": "To an adequate degree; enough.",
        "example": "The problem has not been sufficiently addressed.",
        "audioUrl": "",
        "koGloss": "adv. 충분히",
        "koExample": "그 문제는 충분히 다루어지지 않았다.",
        "koChirpScript": "sufficiently. 충분히 라는 뜻입니다. The problem has not been sufficiently addressed. 그 문제는 충분히 다루어지지 않았다. 라는 의미네요."
    },
    {
        "lemma": "super",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsuːpər/",
        "definition": "Very good or pleasant; excellent.",
        "example": "We had a super time at the party.",
        "audioUrl": "",
        "koGloss": "adj. 최고의, 아주 좋은",
        "koExample": "우리는 파티에서 최고의 시간을 보냈다.",
        "koChirpScript": "super. 최고의 또는 아주 좋은 이라는 뜻입니다. We had a super time at the party. 우리는 파티에서 최고의 시간을 보냈다. 라는 의미네요."
    },
    {
        "lemma": "surgeon",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈsɜːrdʒən/",
        "definition": "A medical practitioner qualified to practice surgery.",
        "example": "The surgeon performed a complex operation.",
        "audioUrl": "",
        "koGloss": "n. 외과 의사",
        "koExample": "외과 의사는 복잡한 수술을 시행했다.",
        "koChirpScript": "surgeon. 외과 의사라는 뜻입니다. The surgeon performed a complex operation. 외과 의사는 복잡한 수술을 시행했다. 라는 의미네요."
    },
    {
        "lemma": "survival",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/sərˈvaɪvl/",
        "definition": "The state or fact of continuing to live or exist, typically in spite of an accident, ordeal, or difficult circumstances.",
        "example": "Survival in the desert is difficult.",
        "audioUrl": "",
        "koGloss": "n. 생존",
        "koExample": "사막에서의 생존은 어렵다.",
        "koChirpScript": "survival. 생존이라는 뜻입니다. Survival in the desert is difficult. 사막에서의 생존은 어렵다. 라는 의미네요."
    },
    {
        "lemma": "survivor",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/sərˈvaɪvər/",
        "definition": "A person who survives, especially a person remaining alive after an event in which others have died.",
        "example": "He was the sole survivor of the plane crash.",
        "audioUrl": "",
        "koGloss": "n. 생존자",
        "koExample": "그는 비행기 추락 사고의 유일한 생존자였다.",
        "koChirpScript": "survivor. 생존자라는 뜻입니다. He was the sole survivor of the plane crash. 그는 비행기 추락 사고의 유일한 생존자였다. 라는 의미네요."
    },
    {
        "lemma": "suspend",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/səˈspend/",
        "definition": "Temporarily prevent from continuing or being in force or effect.",
        "example": "The talks have been suspended until next week.",
        "audioUrl": "",
        "koGloss": "v. 중단하다, 정직시키다",
        "koExample": "회담은 다음 주까지 중단되었다.",
        "koChirpScript": "suspend. 중단하다 또는 정직시키다라는 뜻입니다. The talks have been suspended until next week. 회담은 다음 주까지 중단되었다. 라는 의미네요."
    },
    {
        "lemma": "sustainable",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/səˈsteɪnəbl/",
        "definition": "Able to be maintained at a certain rate or level.",
        "example": "We need to find a sustainable source of energy.",
        "audioUrl": "",
        "koGloss": "adj. 지속 가능한",
        "koExample": "우리는 지속 가능한 에너지원을 찾아야 한다.",
        "koChirpScript": "sustainable. 지속 가능한 이라는 뜻입니다. We need to find a sustainable source of energy. 우리는 지속 가능한 에너지원을 찾아야 한다. 라는 의미네요."
    },
    {
        "lemma": "swallow",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈswɑːloʊ/",
        "definition": "Cause or allow (something, especially food or drink) to pass down the throat.",
        "example": "Chew your food well before you swallow it.",
        "audioUrl": "",
        "koGloss": "v. 삼키다",
        "koExample": "음식을 삼키기 전에 잘 씹으세요.",
        "koChirpScript": "swallow. 삼키다라는 뜻입니다. Chew your food well before you swallow it. 음식을 삼키기 전에 잘 씹으세요. 라는 의미네요."
    },
    {
        "lemma": "sympathetic",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌsɪmpəˈθetɪk/",
        "definition": "Feeling, showing, or expressing sympathy.",
        "example": "She was very sympathetic when I told her about my problem.",
        "audioUrl": "",
        "koGloss": "adj. 동정적인, 공감하는",
        "koExample": "내가 내 문제에 대해 말했을 때 그녀는 매우 동정적이었다.",
        "koChirpScript": "sympathetic. 동정적인 또는 공감하는 이라는 뜻입니다. She was very sympathetic when I told her about my problem. 내가 내 문제에 대해 말했을 때 그녀는 매우 동정적이었다. 라는 의미네요."
    },
    {
        "lemma": "tackle",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtækl/",
        "definition": "Make determined efforts to deal with (a problem or difficult task).",
        "example": "The government is determined to tackle inflation.",
        "audioUrl": "",
        "koGloss": "v. 다루다, 씨름하다",
        "koExample": "정부는 인플레이션을 다루기로 결심했다.",
        "koChirpScript": "tackle. 다루다 또는 씨름하다라는 뜻입니다. The government is determined to tackle inflation. 정부는 인플레이션을 다루기로 결심했다. 라는 의미네요."
    },
    {
        "lemma": "tag",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/tæɡ/",
        "definition": "A label attached to someone or something for the purpose of identification or to give other information.",
        "example": "The price tag was still on the shirt.",
        "audioUrl": "",
        "koGloss": "n. 꼬리표, 태그",
        "koExample": "셔츠에 가격표가 아직 붙어 있었다.",
        "koChirpScript": "tag. 꼬리표 또는 태그라는 뜻입니다. The price tag was still on the shirt. 셔츠에 가격표가 아직 붙어 있었다. 라는 의미네요."
    },
    {
        "lemma": "tap",
        "pos": "v., n.",
        "levelCEFR": "B2",
        "pronunciation": "/tæp/",
        "definition": "Strike (someone or something) with a quick light blow or blows; a device by which a flow of liquid or gas from a pipe or container can be controlled.",
        "example": "He tapped me on the shoulder. Turn off the tap when you're finished.",
        "audioUrl": "",
        "koGloss": "v. 가볍게 두드리다; n. 수도꼭지",
        "koExample": "그는 내 어깨를 가볍게 두드렸다. 다 썼으면 수도꼭지를 잠그세요.",
        "koChirpScript": "tap. 가볍게 두드리다라는 동사와 수도꼭지라는 명사로 쓰입니다. He tapped me on the shoulder. 는 그는 내 어깨를 가볍게 두드렸다. 라는 뜻이고, Turn off the tap when you're finished. 는 다 썼으면 수도꼭지를 잠그세요. 라는 의미네요."
    },
    {
        "lemma": "technological",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌteknəˈlɑːdʒɪkl/",
        "definition": "Relating to or using technology.",
        "example": "We live in an age of rapid technological change.",
        "audioUrl": "",
        "koGloss": "adj. 기술적인",
        "koExample": "우리는 급속한 기술 변화의 시대에 살고 있다.",
        "koChirpScript": "technological. 기술적인 이라는 뜻입니다. We live in an age of rapid technological change. 우리는 급속한 기술 변화의 시대에 살고 있다. 라는 의미네요."
    },
    {
        "lemma": "teen",
        "pos": "n., adj.",
        "levelCEFR": "B2",
        "pronunciation": "/tiːn/",
        "definition": "A teenager; relating to teenagers.",
        "example": "The magazine is aimed at teens. She has two teen daughters.",
        "audioUrl": "",
        "koGloss": "n. 십대; adj. 십대의",
        "koExample": "그 잡지는 십대를 대상으로 한다. 그녀는 십대 딸이 둘 있다.",
        "koChirpScript": "teen. 십대라는 명사와 십대의 라는 형용사로 쓰입니다. The magazine is aimed at teens. 는 그 잡지는 십대를 대상으로 한다. 라는 뜻이고, She has two teen daughters. 는 그녀는 십대 딸이 둘 있다. 라는 의미네요."
    },
    {
        "lemma": "temple",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtempl/",
        "definition": "A building devoted to the worship, or regarded as the dwelling place, of a god or gods or other objects of religious reverence.",
        "example": "We visited an ancient temple in Greece.",
        "audioUrl": "",
        "koGloss": "n. 사원, 절",
        "koExample": "우리는 그리스의 고대 사원을 방문했다.",
        "koChirpScript": "temple. 사원 또는 절이라는 뜻입니다. We visited an ancient temple in Greece. 우리는 그리스의 고대 사원을 방문했다. 라는 의미네요."
    },
    {
        "lemma": "temporarily",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌtempəˈrerəli/",
        "definition": "For a limited period of time; not permanently.",
        "example": "The road is temporarily closed for repairs.",
        "audioUrl": "",
        "koGloss": "adv. 일시적으로",
        "koExample": "도로는 수리를 위해 일시적으로 폐쇄되었다.",
        "koChirpScript": "temporarily. 일시적으로 라는 뜻입니다. The road is temporarily closed for repairs. 도로는 수리를 위해 일시적으로 폐쇄되었다. 라는 의미네요."
    },
    {
        "lemma": "tendency",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtendənsi/",
        "definition": "An inclination toward a particular characteristic or type of behavior.",
        "example": "He has a tendency to talk too much.",
        "audioUrl": "",
        "koGloss": "n. 경향, 성향",
        "koExample": "그는 말을 너무 많이 하는 경향이 있다.",
        "koChirpScript": "tendency. 경향 또는 성향이라는 뜻입니다. He has a tendency to talk too much. 그는 말을 너무 많이 하는 경향이 있다. 라는 의미네요."
    },
    {
        "lemma": "tension",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtenʃn/",
        "definition": "The state of being stretched tight.",
        "example": "There is a lot of tension in the room.",
        "audioUrl": "",
        "koGloss": "n. 긴장, 갈등",
        "koExample": "방 안에 많은 긴장감이 있다.",
        "koChirpScript": "tension. 긴장 또는 갈등이라는 뜻입니다. There is a lot of tension in the room. 방 안에 많은 긴장감이 있다. 라는 의미네요."
    },
    {
        "lemma": "terminal",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtɜːrmɪnl/",
        "definition": "The area or building at a station, airport, or port that is used by passengers leaving or arriving by train, aircraft, or ship.",
        "example": "We waited for our flight in the airport terminal.",
        "audioUrl": "",
        "koGloss": "n. 터미널, 종점",
        "koExample": "우리는 공항 터미널에서 비행기를 기다렸다.",
        "koChirpScript": "terminal. 터미널 또는 종점이라는 뜻입니다. We waited for our flight in the airport terminal. 우리는 공항 터미널에서 비행기를 기다렸다. 라는 의미네요."
    },
    {
        "lemma": "terms",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/tɜːrmz/",
        "definition": "The conditions under which an action may be undertaken or an agreement reached; stipulated payment or charges.",
        "example": "You must agree to the terms and conditions before using the service.",
        "audioUrl": "",
        "koGloss": "n. 조건, 용어",
        "koExample": "서비스를 이용하기 전에 이용 약관에 동의해야 한다.",
        "koChirpScript": "terms. 조건 또는 용어라는 뜻입니다. You must agree to the terms and conditions before using the service. 서비스를 이용하기 전에 이용 약관에 동의해야 한다. 라는 의미네요."
    },
    {
        "lemma": "terribly",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈterəbli/",
        "definition": "Very; extremely.",
        "example": "I'm terribly sorry for what I said.",
        "audioUrl": "",
        "koGloss": "adv. 몹시, 지독하게",
        "koExample": "내가 한 말에 대해 몹시 미안하다.",
        "koChirpScript": "terribly. 몹시 또는 지독하게 라는 뜻입니다. I'm terribly sorry for what I said. 내가 한 말에 대해 몹시 미안하다. 라는 의미네요."
    },
    {
        "lemma": "terrify",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈterɪfaɪ/",
        "definition": "Cause to feel extreme fear.",
        "example": "The thought of speaking in public terrifies me.",
        "audioUrl": "",
        "koGloss": "v. 무섭게 하다",
        "koExample": "대중 앞에서 말하는 생각만 해도 무섭다.",
        "koChirpScript": "terrify. 무섭게 하다라는 뜻입니다. The thought of speaking in public terrifies me. 대중 앞에서 말하는 생각만 해도 무섭다. 라는 의미네요."
    },
    {
        "lemma": "territory",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈterətɔːri/",
        "definition": "An area of land under the jurisdiction of a ruler or state.",
        "example": "The country is fighting to defend its territory.",
        "audioUrl": "",
        "koGloss": "n. 영토, 지역",
        "koExample": "그 나라는 자국의 영토를 지키기 위해 싸우고 있다.",
        "koChirpScript": "territory. 영토 또는 지역이라는 뜻입니다. The country is fighting to defend its territory. 그 나라는 자국의 영토를 지키기 위해 싸우고 있다. 라는 의미네요."
    },
    {
        "lemma": "terror",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈterər/",
        "definition": "Extreme fear.",
        "example": "She screamed in terror when she saw the spider.",
        "audioUrl": "",
        "koGloss": "n. 공포, 테러",
        "koExample": "그녀는 거미를 보고 공포에 질려 비명을 질렀다.",
        "koChirpScript": "terror. 공포 또는 테러라는 뜻입니다. She screamed in terror when she saw the spider. 그녀는 거미를 보고 공포에 질려 비명을 질렀다. 라는 의미네요."
    },
    {
        "lemma": "terrorism",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈterərɪzəm/",
        "definition": "The unlawful use of violence and intimidation, especially against civilians, in the pursuit of political aims.",
        "example": "The government is committed to fighting terrorism.",
        "audioUrl": "",
        "koGloss": "n. 테러리즘",
        "koExample": "정부는 테러리즘과 싸우는 데 전념하고 있다.",
        "koChirpScript": "terrorism. 테러리즘이라는 뜻입니다. The government is committed to fighting terrorism. 정부는 테러리즘과 싸우는 데 전념하고 있다. 라는 의미네요."
    },
    {
        "lemma": "terrorist",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈterərɪst/",
        "definition": "A person who uses unlawful violence and intimidation, especially against civilians, in the pursuit of political aims.",
        "example": "The terrorist group claimed responsibility for the attack.",
        "audioUrl": "",
        "koGloss": "n. 테러리스트",
        "koExample": "테러 단체는 그 공격에 대한 책임을 주장했다.",
        "koChirpScript": "terrorist. 테러리스트라는 뜻입니다. The terrorist group claimed responsibility for the attack. 테러 단체는 그 공격에 대한 책임을 주장했다. 라는 의미네요."
    },
    {
        "lemma": "testing",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtestɪŋ/",
        "definition": "The process of using or trying something to see if it works, is suitable, or is true.",
        "example": "The new drug is still in the testing phase.",
        "audioUrl": "",
        "koGloss": "n. 시험, 테스트",
        "koExample": "그 신약은 아직 시험 단계에 있다.",
        "koChirpScript": "testing. 시험 또는 테스트라는 뜻입니다. The new drug is still in the testing phase. 그 신약은 아직 시험 단계에 있다. 라는 의미네요."
    },
    {
        "lemma": "textbook",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtekstbʊk/",
        "definition": "A book used as a standard work for the study of a particular subject.",
        "example": "Please open your textbooks to page 50.",
        "audioUrl": "",
        "koGloss": "n. 교과서",
        "koExample": "교과서 50페이지를 펴세요.",
        "koChirpScript": "textbook. 교과서라는 뜻입니다. Please open your textbooks to page 50. 교과서 50페이지를 펴세요. 라는 의미네요."
    },
    {
        "lemma": "theft",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/θeft/",
        "definition": "The action or crime of stealing.",
        "example": "He was charged with theft and burglary.",
        "audioUrl": "",
        "koGloss": "n. 절도",
        "koExample": "그는 절도와 주거 침입 혐의로 기소되었다.",
        "koChirpScript": "theft. 절도라는 뜻입니다. He was charged with theft and burglary. 그는 절도와 주거 침입 혐의로 기소되었다. 라는 의미네요."
    },
    {
        "lemma": "therapist",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈθerəpɪst/",
        "definition": "A person skilled in a particular kind of therapy.",
        "example": "She is seeing a therapist to help with her anxiety.",
        "audioUrl": "",
        "koGloss": "n. 치료사",
        "koExample": "그녀는 불안을 돕기 위해 치료사를 만나고 있다.",
        "koChirpScript": "therapist. 치료사라는 뜻입니다. She is seeing a therapist to help with her anxiety. 그녀는 불안을 돕기 위해 치료사를 만나고 있다. 라는 의미네요."
    },
    {
        "lemma": "thesis",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈθiːsɪs/",
        "definition": "A long essay or dissertation involving personal research, written by a candidate for a college degree.",
        "example": "She is writing her thesis on modern art.",
        "audioUrl": "",
        "koGloss": "n. 논문",
        "koExample": "그녀는 현대 미술에 관한 논문을 쓰고 있다.",
        "koChirpScript": "thesis. 논문이라는 뜻입니다. She is writing her thesis on modern art. 그녀는 현대 미술에 관한 논문을 쓰고 있다. 라는 의미네요."
    },
    {
        "lemma": "thorough",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈθɜːroʊ/",
        "definition": "Complete with regard to every detail; not superficial or partial.",
        "example": "The police conducted a thorough investigation of the crime.",
        "audioUrl": "",
        "koGloss": "adj. 철저한, 완전한",
        "koExample": "경찰은 그 범죄에 대해 철저한 조사를 실시했다.",
        "koChirpScript": "thorough. 철저한 또는 완전한 이라는 뜻입니다. The police conducted a thorough investigation of the crime. 경찰은 그 범죄에 대해 철저한 조사를 실시했다. 라는 의미네요."
    },
    {
        "lemma": "thoroughly",
        "pos": "adv.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈθɜːroʊli/",
        "definition": "In a thorough manner.",
        "example": "I thoroughly enjoyed the concert.",
        "audioUrl": "",
        "koGloss": "adv. 철저하게, 완전히",
        "koExample": "나는 그 콘서트를 완전히 즐겼다.",
        "koChirpScript": "thoroughly. 철저하게 또는 완전히 라는 뜻입니다. I thoroughly enjoyed the concert. 나는 그 콘서트를 완전히 즐겼다. 라는 의미네요."
    },
    {
        "lemma": "thumb",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/θʌm/",
        "definition": "The short, thick first digit of the human hand, set lower and apart from the other four and opposable to them.",
        "example": "He hit his thumb with a hammer.",
        "audioUrl": "",
        "koGloss": "n. 엄지손가락",
        "koExample": "그는 망치로 엄지손가락을 쳤다.",
        "koChirpScript": "thumb. 엄지손가락이라는 뜻입니다. He hit his thumb with a hammer. 그는 망치로 엄지손가락을 쳤다. 라는 의미네요."
    },
    {
        "lemma": "timing",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtaɪmɪŋ/",
        "definition": "The choice, judgment, or control of when something should be done.",
        "example": "The timing of his announcement was perfect.",
        "audioUrl": "",
        "koGloss": "n. 타이밍, 시기",
        "koExample": "그의 발표 타이밍은 완벽했다.",
        "koChirpScript": "timing. 타이밍 또는 시기라는 뜻입니다. The timing of his announcement was perfect. 그의 발표 타이밍은 완벽했다. 라는 의미네요."
    },
    {
        "lemma": "tissue",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtɪʃuː/",
        "definition": "Any of the distinct types of material of which animals or plants are made, consisting of specialized cells and their products.",
        "example": "He wiped his nose with a tissue.",
        "audioUrl": "",
        "koGloss": "n. 조직, 화장지",
        "koExample": "그는 화장지로 코를 닦았다.",
        "koChirpScript": "tissue. 조직 또는 화장지라는 뜻입니다. He wiped his nose with a tissue. 그는 화장지로 코를 닦았다. 라는 의미네요."
    },
    {
        "lemma": "tournament",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtʊrnəmənt/",
        "definition": "A series of contests between a number of competitors, who compete for an overall prize.",
        "example": "She won the tennis tournament last year.",
        "audioUrl": "",
        "koGloss": "n. 토너먼트, 대회",
        "koExample": "그녀는 작년에 테니스 토너먼트에서 우승했다.",
        "koChirpScript": "tournament. 토너먼트 또는 대회라는 뜻입니다. She won the tennis tournament last year. 그녀는 작년에 테니스 토너먼트에서 우승했다. 라는 의미네요."
    },
    {
        "lemma": "trace",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/treɪs/",
        "definition": "Find or discover by investigation.",
        "example": "The police are trying to trace the owner of the car.",
        "audioUrl": "",
        "koGloss": "v. 추적하다, 찾아내다",
        "koExample": "경찰은 그 차의 주인을 추적하려고 노력하고 있다.",
        "koChirpScript": "trace. 추적하다 또는 찾아내다라는 뜻입니다. The police are trying to trace the owner of the car. 경찰은 그 차의 주인을 추적하려고 노력하고 있다. 라는 의미네요."
    },
    {
        "lemma": "trading",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtreɪdɪŋ/",
        "definition": "The action or activity of buying and selling goods and services.",
        "example": "The company has a long history of trading with China.",
        "audioUrl": "",
        "koGloss": "n. 거래, 무역",
        "koExample": "그 회사는 중국과 오랜 무역 역사를 가지고 있다.",
        "koChirpScript": "trading. 거래 또는 무역이라는 뜻입니다. The company has a long history of trading with China. 그 회사는 중국과 오랜 무역 역사를 가지고 있다. 라는 의미네요."
    },
    {
        "lemma": "tragedy",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtrædʒədi/",
        "definition": "An event causing great suffering, destruction, and distress, such as a serious accident, crime, or natural catastrophe.",
        "example": "The plane crash was a terrible tragedy.",
        "audioUrl": "",
        "koGloss": "n. 비극",
        "koExample": "비행기 추락 사고는 끔찍한 비극이었다.",
        "koChirpScript": "tragedy. 비극이라는 뜻입니다. The plane crash was a terrible tragedy. 비행기 추락 사고는 끔찍한 비극이었다. 라는 의미네요."
    },
    {
        "lemma": "tragic",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtrædʒɪk/",
        "definition": "Causing or characterized by extreme distress or sorrow.",
        "example": "He died in a tragic accident.",
        "audioUrl": "",
        "koGloss": "adj. 비극적인",
        "koExample": "그는 비극적인 사고로 사망했다.",
        "koChirpScript": "tragic. 비극적인 이라는 뜻입니다. He died in a tragic accident. 그는 비극적인 사고로 사망했다. 라는 의미네요."
    },
    {
        "lemma": "trait",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/treɪt/",
        "definition": "A distinguishing quality or characteristic, typically one belonging to a person.",
        "example": "Honesty is one of his best traits.",
        "audioUrl": "",
        "koGloss": "n. 특성, 특징",
        "koExample": "정직은 그의 가장 좋은 특성 중 하나이다.",
        "koChirpScript": "trait. 특성 또는 특징이라는 뜻입니다. Honesty is one of his best traits. 정직은 그의 가장 좋은 특성 중 하나이다. 라는 의미네요."
    },
    {
        "lemma": "transmit",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/trænzˈmɪt/",
        "definition": "Cause (something) to pass on from one place or person to another.",
        "example": "The disease is transmitted by mosquitoes.",
        "audioUrl": "",
        "koGloss": "v. 전송하다, 전염시키다",
        "koExample": "그 질병은 모기에 의해 전염된다.",
        "koChirpScript": "transmit. 전송하다 또는 전염시키다라는 뜻입니다. The disease is transmitted by mosquitoes. 그 질병은 모기에 의해 전염된다. 라는 의미네요."
    },
    {
        "lemma": "trap",
        "pos": "v., n.",
        "levelCEFR": "B2",
        "pronunciation": "/træp/",
        "definition": "Catch (an animal) in a trap; a device or enclosure designed to catch and retain animals, typically by allowing entry but not exit or by catching a limb or part of the body.",
        "example": "They set a trap to catch the mouse. The mouse was caught in the trap.",
        "audioUrl": "",
        "koGloss": "v. 덫으로 잡다; n. 덫",
        "koExample": "그들은 쥐를 잡기 위해 덫을 놓았다. 쥐가 덫에 걸렸다.",
        "koChirpScript": "trap. 덫으로 잡다라는 동사와 덫이라는 명사로 쓰입니다. They set a trap to catch the mouse. 는 그들은 쥐를 잡기 위해 덫을 놓았다. 라는 뜻이고, The mouse was caught in the trap. 는 쥐가 덫에 걸렸다. 라는 의미네요."
    },
    {
        "lemma": "treasure",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtreʒər/",
        "definition": "A quantity of precious metals, gems, or other valuable objects.",
        "example": "The pirates buried their treasure on the island.",
        "audioUrl": "",
        "koGloss": "n. 보물",
        "koExample": "해적들은 섬에 보물을 묻었다.",
        "koChirpScript": "treasure. 보물이라는 뜻입니다. The pirates buried their treasure on the island. 해적들은 섬에 보물을 묻었다. 라는 의미네요."
    },
    {
        "lemma": "tribe",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/traɪb/",
        "definition": "A social division in a traditional society consisting of families or communities linked by social, economic, religious, or blood ties, with a common culture and dialect, typically having a recognized leader.",
        "example": "He is a member of an indigenous tribe in the Amazon rainforest.",
        "audioUrl": "",
        "koGloss": "n. 부족, 종족",
        "koExample": "그는 아마존 열대우림의 토착 부족의 일원이다.",
        "koChirpScript": "tribe. 부족 또는 종족이라는 뜻입니다. He is a member of an indigenous tribe in the Amazon rainforest. 그는 아마존 열대우림의 토착 부족의 일원이다. 라는 의미네요."
    },
    {
        "lemma": "trigger",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtrɪɡər/",
        "definition": "Cause (an event or situation) to happen or exist.",
        "example": "The news triggered a wave of protests.",
        "audioUrl": "",
        "koGloss": "v. 유발하다, 일으키다",
        "koExample": "그 뉴스는 시위의 물결을 유발했다.",
        "koChirpScript": "trigger. 유발하다 또는 일으키다라는 뜻입니다. The news triggered a wave of protests. 그 뉴스는 시위의 물결을 유발했다. 라는 의미네요."
    },
    {
        "lemma": "trillion",
        "pos": "number",
        "levelCEFR": "B2",
        "pronunciation": "/ˈtrɪljən/",
        "definition": "The number equivalent to the product of a thousand and a billion; 1,000,000,000,000 or 10¹².",
        "example": "The national debt is over a trillion dollars.",
        "audioUrl": "",
        "koGloss": "number. 1조",
        "koExample": "국가 부채는 1조 달러가 넘는다.",
        "koChirpScript": "trillion. 1조라는 뜻입니다. The national debt is over a trillion dollars. 국가 부채는 1조 달러가 넘는다. 라는 의미네요."
    },
    {
        "lemma": "troop",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/truːp/",
        "definition": "Soldiers or armed forces.",
        "example": "The government sent troops to the border.",
        "audioUrl": "",
        "koGloss": "n. 군대, 부대",
        "koExample": "정부는 국경에 군대를 보냈다.",
        "koChirpScript": "troop. 군대 또는 부대라는 뜻입니다. The government sent troops to the border. 정부는 국경에 군대를 보냈다. 라는 의미네요."
    },
    {
        "lemma": "tsunami",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/tsuːˈnɑːmi/",
        "definition": "A long high sea wave caused by an earthquake, submarine landslide, or other disturbance.",
        "example": "The tsunami caused widespread devastation.",
        "audioUrl": "",
        "koGloss": "n. 쓰나미, 지진 해일",
        "koExample": "쓰나미는 광범위한 파괴를 야기했다.",
        "koChirpScript": "tsunami. 쓰나미 또는 지진 해일이라는 뜻입니다. The tsunami caused widespread devastation. 쓰나미는 광범위한 파괴를 야기했다. 라는 의미네요."
    },
    {
        "lemma": "ultimate",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈʌltɪmət/",
        "definition": "Being or happening at the end of a process; final.",
        "example": "Our ultimate goal is to create a more peaceful world.",
        "audioUrl": "",
        "koGloss": "adj. 궁극적인, 최종적인",
        "koExample": "우리의 궁극적인 목표는 더 평화로운 세상을 만드는 것이다.",
        "koChirpScript": "ultimate. 궁극적인 또는 최종적인 이라는 뜻입니다. Our ultimate goal is to create a more peaceful world. 우리의 궁극적인 목표는 더 평화로운 세상을 만드는 것이다. 라는 의미네요."
    },
    {
        "lemma": "unacceptable",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌʌnəkˈseptəbl/",
        "definition": "Not satisfactory or allowable.",
        "example": "Such behavior is completely unacceptable.",
        "audioUrl": "",
        "koGloss": "adj. 받아들일 수 없는",
        "koExample": "그러한 행동은 완전히 받아들일 수 없다.",
        "koChirpScript": "unacceptable. 받아들일 수 없는 이라는 뜻입니다. Such behavior is completely unacceptable. 그러한 행동은 완전히 받아들일 수 없다. 라는 의미네요."
    },
    {
        "lemma": "uncertainty",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ʌnˈsɜːrtnti/",
        "definition": "The state of being uncertain.",
        "example": "There is a great deal of uncertainty about the future of the economy.",
        "audioUrl": "",
        "koGloss": "n. 불확실성",
        "koExample": "경제의 미래에 대해 많은 불확실성이 있다.",
        "koChirpScript": "uncertainty. 불확실성이라는 뜻입니다. There is a great deal of uncertainty about the future of the economy. 경제의 미래에 대해 많은 불확실성이 있다. 라는 의미네요."
    },
    {
        "lemma": "undergo",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌʌndərˈɡoʊ/",
        "definition": "Experience or be subjected to (something, typically something unpleasant, painful, or arduous).",
        "example": "She had to undergo a serious operation.",
        "audioUrl": "",
        "koGloss": "v. 겪다, 받다",
        "koExample": "그녀는 심각한 수술을 받아야 했다.",
        "koChirpScript": "undergo. 겪다 또는 받다라는 뜻입니다. She had to undergo a serious operation. 그녀는 심각한 수술을 받아야 했다. 라는 의미네요."
    },
    {
        "lemma": "undertake",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌʌndərˈteɪk/",
        "definition": "Commit oneself to and begin (an enterprise or responsibility); take on.",
        "example": "He is about to undertake a new project.",
        "audioUrl": "",
        "koGloss": "v. 착수하다, 맡다",
        "koExample": "그는 새로운 프로젝트에 착수하려고 한다.",
        "koChirpScript": "undertake. 착수하다 또는 맡다라는 뜻입니다. He is about to undertake a new project. 그는 새로운 프로젝트에 착수하려고 한다. 라는 의미네요."
    },
    {
        "lemma": "unfold",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/ʌnˈfoʊld/",
        "definition": "Open or spread out from a folded position.",
        "example": "As the story unfolds, we learn more about the characters.",
        "audioUrl": "",
        "koGloss": "v. 펼쳐지다, 전개되다",
        "koExample": "이야기가 전개되면서 우리는 등장인물들에 대해 더 많이 알게 된다.",
        "koChirpScript": "unfold. 펼쳐지다 또는 전개되다라는 뜻입니다. As the story unfolds, we learn more about the characters. 이야기가 전개되면서 우리는 등장인물들에 대해 더 많이 알게 된다. 라는 의미네요."
    },
    {
        "lemma": "unfortunate",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ʌnˈfɔːrtʃənət/",
        "definition": "Having or marked by bad fortune; unlucky.",
        "example": "It was unfortunate that he had to leave so early.",
        "audioUrl": "",
        "koGloss": "adj. 불운한, 유감스러운",
        "koExample": "그가 그렇게 일찍 떠나야 했던 것은 유감스러운 일이었다.",
        "koChirpScript": "unfortunate. 불운한 또는 유감스러운 이라는 뜻입니다. It was unfortunate that he had to leave so early. 그가 그렇게 일찍 떠나야 했던 것은 유감스러운 일이었다. 라는 의미네요."
    },
    {
        "lemma": "unite",
        "pos": "v.",
        "levelCEFR": "B2",
        "pronunciation": "/juˈnaɪt/",
        "definition": "Come or bring together for a common purpose or action.",
        "example": "The two countries united to fight their common enemy.",
        "audioUrl": "",
        "koGloss": "v. 연합하다, 통합하다",
        "koExample": "두 나라는 공동의 적과 싸우기 위해 연합했다.",
        "koChirpScript": "unite. 연합하다 또는 통합하다라는 뜻입니다. The two countries united to fight their common enemy. 두 나라는 공동의 적과 싸우기 위해 연합했다. 라는 의미네요."
    },
    {
        "lemma": "unity",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈjuːnəti/",
        "definition": "The state of being united or joined as a whole.",
        "example": "The country is calling for national unity.",
        "audioUrl": "",
        "koGloss": "n. 통합, 단결",
        "koExample": "그 나라는 국민적 단결을 호소하고 있다.",
        "koChirpScript": "unity. 통합 또는 단결이라는 뜻입니다. The country is calling for national unity. 그 나라는 국민적 단결을 호소하고 있다. 라는 의미네요."
    },
    {
        "lemma": "universal",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌjuːnɪˈvɜːrsl/",
        "definition": "Of, affecting, or done by all people or things in the world or in a particular group; applicable to all cases.",
        "example": "Human rights are universal.",
        "audioUrl": "",
        "koGloss": "adj. 보편적인, 전 세계의",
        "koExample": "인권은 보편적이다.",
        "koChirpScript": "universal. 보편적인 또는 전 세계의 라는 뜻입니다. Human rights are universal. 인권은 보편적이다. 라는 의미네요."
    },
    {
        "lemma": "urgent",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈɜːrdʒənt/",
        "definition": "(of a state or situation) requiring immediate action or attention.",
        "example": "There is an urgent need for food and medical supplies.",
        "audioUrl": "",
        "koGloss": "adj. 긴급한",
        "koExample": "식량과 의료 용품이 긴급히 필요하다.",
        "koChirpScript": "urgent. 긴급한 이라는 뜻입니다. There is an urgent need for food and medical supplies. 식량과 의료 용품이 긴급히 필요하다. 라는 의미네요."
    },
    {
        "lemma": "usage",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈjuːsɪdʒ/",
        "definition": "The action of using something or the fact of being used.",
        "example": "The usage of mobile phones is not allowed in the library.",
        "audioUrl": "",
        "koGloss": "n. 사용, 용법",
        "koExample": "도서관에서는 휴대폰 사용이 허용되지 않는다.",
        "koChirpScript": "usage. 사용 또는 용법이라는 뜻입니다. The usage of mobile phones is not allowed in the library. 도서관에서는 휴대폰 사용이 허용되지 않는다. 라는 의미네요."
    },
    {
        "lemma": "useless",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈjuːsləs/",
        "definition": "Not fulfilling or not expected to achieve the intended purpose or desired outcome.",
        "example": "It's useless to argue with him.",
        "audioUrl": "",
        "koGloss": "adj. 쓸모없는",
        "koExample": "그와 논쟁하는 것은 쓸모없는 짓이다.",
        "koChirpScript": "useless. 쓸모없는 이라는 뜻입니다. It's useless to argue with him. 그와 논쟁하는 것은 쓸모없는 짓이다. 라는 의미네요."
    },
    {
        "lemma": "valid",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈvælɪd/",
        "definition": "(of an argument or point) having a sound basis in logic or fact; reasonable or cogent.",
        "example": "You need a valid passport to travel abroad.",
        "audioUrl": "",
        "koGloss": "adj. 유효한, 타당한",
        "koExample": "해외여행을 하려면 유효한 여권이 필요하다.",
        "koChirpScript": "valid. 유효한 또는 타당한 이라는 뜻입니다. You need a valid passport to travel abroad. 해외여행을 하려면 유효한 여권이 필요하다. 라는 의미네요."
    },
    {
        "lemma": "variation",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˌveriˈeɪʃn/",
        "definition": "A change or difference in condition, amount, or level, typically with certain limits.",
        "example": "There is a wide variation in prices for the same product.",
        "audioUrl": "",
        "koGloss": "n. 변화, 변형",
        "koExample": "같은 제품에 대해 가격에 큰 차이가 있다.",
        "koChirpScript": "variation. 변화 또는 변형이라는 뜻입니다. There is a wide variation in prices for the same product. 같은 제품에 대해 가격에 큰 차이가 있다. 라는 의미네요."
    },
    {
        "lemma": "vertical",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈvɜːrtɪkl/",
        "definition": "At right angles to a horizontal plane; in a direction, or having an alignment, such that the top is directly above the bottom.",
        "example": "The cliff has a steep vertical drop.",
        "audioUrl": "",
        "koGloss": "adj. 수직의",
        "koExample": "그 절벽은 가파른 수직 낙하를 이룬다.",
        "koChirpScript": "vertical. 수직의 라는 뜻입니다. The cliff has a steep vertical drop. 그 절벽은 가파른 수직 낙하를 이룬다. 라는 의미네요."
    },
    {
        "lemma": "viewpoint",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈvjuːpɔɪnt/",
        "definition": "A particular attitude or way of considering a matter.",
        "example": "From my viewpoint, the decision was a mistake.",
        "audioUrl": "",
        "koGloss": "n. 관점, 견해",
        "koExample": "내 관점에서 볼 때, 그 결정은 실수였다.",
        "koChirpScript": "viewpoint. 관점 또는 견해라는 뜻입니다. From my viewpoint, the decision was a mistake. 내 관점에서 볼 때, 그 결정은 실수였다. 라는 의미네요."
    },
    {
        "lemma": "visa",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈviːzə/",
        "definition": "An endorsement on a passport indicating that the holder is allowed to enter, leave, or stay for a specified period of time in a country.",
        "example": "You will need a visa to visit some countries.",
        "audioUrl": "",
        "koGloss": "n. 비자, 사증",
        "koExample": "일부 국가를 방문하려면 비자가 필요하다.",
        "koChirpScript": "visa. 비자 또는 사증이라는 뜻입니다. You will need a visa to visit some countries. 일부 국가를 방문하려면 비자가 필요하다. 라는 의미네요."
    },
    {
        "lemma": "visible",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈvɪzəbl/",
        "definition": "Able to be seen.",
        "example": "The mountains were visible in the distance.",
        "audioUrl": "",
        "koGloss": "adj. 보이는, 가시적인",
        "koExample": "멀리서 산들이 보였다.",
        "koChirpScript": "visible. 보이는 또는 가시적인 이라는 뜻입니다. The mountains were visible in the distance. 멀리서 산들이 보였다. 라는 의미네요."
    },
    {
        "lemma": "voluntary",
        "pos": "adj.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈvɑːlənteri/",
        "definition": "Done, given, or acting of one's own free will.",
        "example": "She does voluntary work at the local hospital.",
        "audioUrl": "",
        "koGloss": "adj. 자발적인",
        "koExample": "그녀는 지역 병원에서 자원봉사를 한다.",
        "koChirpScript": "voluntary. 자발적인 이라는 뜻입니다. She does voluntary work at the local hospital. 그녀는 지역 병원에서 자원봉사를 한다. 라는 의미네요."
    },
    {
        "lemma": "voting",
        "pos": "n.",
        "levelCEFR": "B2",
        "pronunciation": "/ˈvoʊtɪŋ/",
        "definition": "The activity of choosing someone or something in an election.",
        "example": "Voting is a fundamental right in a democracy.",
        "audioUrl": "",
        "koGloss": "n. 투표",
        "koExample": "투표는 민주주의의 기본 권리이다.",
        "koChirpScript": "voting. 투표라는 뜻입니다. Voting is a fundamental right in a democracy. 투표는 민주주의의 기본 권리이다. 라는 의미네요."
    },
    {
        "lemma": "wander",
        "pos": "verb",
        "levelCEFR": "B2",
        "pronunciation": "/ˈwɑːndər/",
        "definition": "To walk or move in a leisurely, casual, or aimless way.",
        "example": "He used to wander through the streets of Paris.",
        "audioUrl": "",
        "koGloss": "v. (정처없이) 헤매다, 배회하다",
        "koExample": "그는 파리의 거리를 헤매곤 했다.",
        "koChirpScript": "wander. 정처없이 헤매다, 배회하다라는 뜻입니다. He used to wander through the streets of Paris. 그는 파리의 거리를 헤매곤 했다. 라는 의미네요."
    },
    {
        "lemma": "warming",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/ˈwɔːrmɪŋ/",
        "definition": "An increase in the temperature of the earth's atmosphere.",
        "example": "Scientists are concerned about global warming.",
        "audioUrl": "",
        "koGloss": "n. 온난화",
        "koExample": "과학자들은 지구 온난화에 대해 우려하고 있다.",
        "koChirpScript": "warming. 온난화라는 뜻입니다. Scientists are concerned about global warming. 과학자들은 지구 온난화에 대해 우려하고 있다. 라는 의미네요."
    },
    {
        "lemma": "weekly",
        "pos": "adjective",
        "levelCEFR": "B2",
        "pronunciation": "/ˈwiːkli/",
        "definition": "Done, produced, or occurring once a week.",
        "example": "She writes a weekly column for the newspaper.",
        "audioUrl": "",
        "koGloss": "adj. 매주의, 주간의",
        "koExample": "그녀는 신문에 주간 칼럼을 쓴다.",
        "koChirpScript": "weekly. 매주의 또는 주간의 라는 뜻입니다. She writes a weekly column for the newspaper. 그녀는 신문에 주간 칼럼을 쓴다. 라는 의미네요."
    },
    {
        "lemma": "weird",
        "pos": "adjective",
        "levelCEFR": "B2",
        "pronunciation": "/wɪrd/",
        "definition": "Suggesting something supernatural; uncanny.",
        "example": "I had a weird dream last night.",
        "audioUrl": "",
        "koGloss": "adj. 이상한, 기묘한",
        "koExample": "나는 어젯밤에 이상한 꿈을 꿨다.",
        "koChirpScript": "weird. 이상한 또는 기묘한 이라는 뜻입니다. I had a weird dream last night. 나는 어젯밤에 이상한 꿈을 꿨다. 라는 의미네요."
    },
    {
        "lemma": "welfare",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/ˈwelfer/",
        "definition": "The health, happiness, and fortunes of a person or group.",
        "example": "The state is responsible for the welfare of its citizens.",
        "audioUrl": "",
        "koGloss": "n. 복지, 안녕",
        "koExample": "국가는 시민의 복지를 책임진다.",
        "koChirpScript": "welfare. 복지 또는 안녕이라는 뜻입니다. The state is responsible for the welfare of its citizens. 국가는 시민의 복지를 책임진다. 라는 의미네요."
    },
    {
        "lemma": "wheat",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/wiːt/",
        "definition": "A cereal plant that is the most important kind grown in temperate countries, the grain of which is ground to make flour for bread, pasta, pastry, etc.",
        "example": "This bread is made from whole wheat.",
        "audioUrl": "",
        "koGloss": "n. 밀",
        "koExample": "이 빵은 통밀로 만들어졌다.",
        "koChirpScript": "wheat. 밀이라는 뜻입니다. This bread is made from whole wheat. 이 빵은 통밀로 만들어졌다. 라는 의미네요."
    },
    {
        "lemma": "whoever",
        "pos": "pronoun",
        "levelCEFR": "B2",
        "pronunciation": "/huːˈevər/",
        "definition": "Anyone who; any person who.",
        "example": "Whoever comes first will get the best seat.",
        "audioUrl": "",
        "koGloss": "pron. 누구든지",
        "koExample": "누구든지 먼저 오는 사람이 가장 좋은 자리를 얻을 것이다.",
        "koChirpScript": "whoever. 누구든지 라는 뜻입니다. Whoever comes first will get the best seat. 누구든지 먼저 오는 사람이 가장 좋은 자리를 얻을 것이다. 라는 의미네요."
    },
    {
        "lemma": "widespread",
        "pos": "adjective",
        "levelCEFR": "B2",
        "pronunciation": "/ˈwaɪdspred/",
        "definition": "Found or distributed over a large area or number of people.",
        "example": "There was widespread support for the new law.",
        "audioUrl": "",
        "koGloss": "adj. 널리 퍼진, 광범위한",
        "koExample": "새 법안에 대한 광범위한 지지가 있었다.",
        "koChirpScript": "widespread. 널리 퍼진 또는 광범위한 이라는 뜻입니다. There was widespread support for the new law. 새 법안에 대한 광범위한 지지가 있었다. 라는 의미네요."
    },
    {
        "lemma": "wisdom",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/ˈwɪzdəm/",
        "definition": "The quality of having experience, knowledge, and good judgment; the quality of being wise.",
        "example": "He is a man of great wisdom.",
        "audioUrl": "",
        "koGloss": "n. 지혜, 현명함",
        "koExample": "그는 대단한 지혜를 가진 사람이다.",
        "koChirpScript": "wisdom. 지혜 또는 현명함이라는 뜻입니다. He is a man of great wisdom. 그는 대단한 지혜를 가진 사람이다. 라는 의미네요."
    },
    {
        "lemma": "withdraw",
        "pos": "verb",
        "levelCEFR": "B2",
        "pronunciation": "/wɪðˈdrɔː/",
        "definition": "Remove or take away (something) from a particular place or position.",
        "example": "I'd like to withdraw $100 from my account.",
        "audioUrl": "",
        "koGloss": "v. 인출하다, 철수하다",
        "koExample": "제 계좌에서 100달러를 인출하고 싶습니다.",
        "koChirpScript": "withdraw. 인출하다 또는 철수하다라는 뜻입니다. I'd like to withdraw $100 from my account. 제 계좌에서 100달러를 인출하고 싶습니다. 라는 의미네요."
    },
    {
        "lemma": "wolf",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/wʊlf/",
        "definition": "A wild carnivorous mammal of the dog family, living and hunting in packs.",
        "example": "A wolf howled in the distance.",
        "audioUrl": "",
        "koGloss": "n. 늑대",
        "koExample": "멀리서 늑대가 울부짖었다.",
        "koChirpScript": "wolf. 늑대라는 뜻입니다. A wolf howled in the distance. 멀리서 늑대가 울부짖었다. 라는 의미네요."
    },
    {
        "lemma": "workforce",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/ˈwɜːrkfɔːrs/",
        "definition": "The people engaged in or available for work, either in a country or area or in a particular company or industry.",
        "example": "The company has a diverse workforce.",
        "audioUrl": "",
        "koGloss": "n. 노동력, 노동 인구",
        "koExample": "그 회사는 다양한 노동 인력을 보유하고 있다.",
        "koChirpScript": "workforce. 노동력 또는 노동 인구라는 뜻입니다. The company has a diverse workforce. 그 회사는 다양한 노동 인력을 보유하고 있다. 라는 의미네요."
    },
    {
        "lemma": "workplace",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/ˈwɜːrkpleɪs/",
        "definition": "A place where people work, such as an office or factory.",
        "example": "Safety in the workplace is very important.",
        "audioUrl": "",
        "koGloss": "n. 직장, 일터",
        "koExample": "직장에서의 안전은 매우 중요하다.",
        "koChirpScript": "workplace. 직장 또는 일터라는 뜻입니다. Safety in the workplace is very important. 직장에서의 안전은 매우 중요하다. 라는 의미네요."
    },
    {
        "lemma": "workshop",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/ˈwɜːrkʃɑːp/",
        "definition": "A meeting at which a group of people engage in intensive discussion and activity on a particular subject or project.",
        "example": "I'm attending a workshop on creative writing.",
        "audioUrl": "",
        "koGloss": "n. 워크숍, 연수회",
        "koExample": "나는 창의적 글쓰기 워크숍에 참석 중이다.",
        "koChirpScript": "workshop. 워크숍 또는 연수회라는 뜻입니다. I'm attending a workshop on creative writing. 나는 창의적 글쓰기 워크숍에 참석 중이다. 라는 의미네요."
    },
    {
        "lemma": "worm",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/wɜːrm/",
        "definition": "A long, thin soft-bodied creature with no legs or bones that lives in the ground.",
        "example": "The early bird gets the worm.",
        "audioUrl": "",
        "koGloss": "n. 벌레, 지렁이",
        "koExample": "일찍 일어나는 새가 벌레를 잡는다.",
        "koChirpScript": "worm. 벌레 또는 지렁이라는 뜻입니다. The early bird gets the worm. 일찍 일어나는 새가 벌레를 잡는다. 라는 의미네요."
    },
    {
        "lemma": "wrist",
        "pos": "noun",
        "levelCEFR": "B2",
        "pronunciation": "/rɪst/",
        "definition": "The joint connecting the hand with the forearm.",
        "example": "She wore a beautiful bracelet on her wrist.",
        "audioUrl": "",
        "koGloss": "n. 손목",
        "koExample": "그녀는 손목에 아름다운 팔찌를 차고 있었다.",
        "koChirpScript": "wrist. 손목이라는 뜻입니다. She wore a beautiful bracelet on her wrist. 그녀는 손목에 아름다운 팔찌를 차고 있었다. 라는 의미네요."
    }
]