[
    {
        "id": 1,
        "translation": "제 이름은 존입니다. 저는 학생입니다. 저는 고양이가 한 마리 있습니다. 제 고양이의 이름은 톰입니다. 톰은 검은색과 흰색입니다. 그는 공을 가지고 노는 것을 좋아합니다."
    },
    {
        "id": 2,
        "translation": "이쪽은 제 가족입니다. 아버지는 의사입니다. 어머니는 선생님입니다. 저는 여동생이 한 명 있습니다. 그녀의 이름은 리사입니다. 우리는 큰 집에 삽니다."
    },
    {
        "id": 3,
        "translation": "저는 사과를 좋아합니다. 사과는 빨갛습니다. 저는 매일 사과를 하나씩 먹습니다. 제 친구 제인은 바나나를 좋아합니다. 바나나는 노랗습니다."
    },
    {
        "id": 4,
        "translation": "오늘은 월요일입니다. 저는 월요일부터 금요일까지 학교에 갑니다. 저는 토요일과 일요일에는 학교에 가지 않습니다. 저는 주말에 친구들과 놉니다."
    },
    {
        "id": 5,
        "translation": "저는 파란색 가방이 있습니다. 제 가방 안에는 책 세 권, 연필 한 자루, 그리고 지우개 한 개가 있습니다. 그 책들은 제 영어 수업을 위한 것입니다."
    },
    {
        "id": 6,
        "translation": "제가 가장 좋아하는 계절은 여름입니다. 덥고 화창합니다. 저는 가족과 함께 해변에 갑니다. 우리는 바다에서 수영을 합니다."
    },
    {
        "id": 7,
        "translation": "이것은 제 방 사진입니다. 침대, 책상, 그리고 의자가 있습니다. 제 컴퓨터는 책상 위에 있습니다. 제 옷은 옷장 안에 있습니다."
    },
    {
        "id": 8,
        "translation": "저는 피아노를 칠 수 있습니다. 저는 방과 후에 매일 연습합니다. 제 여동생은 노래를 아주 잘 부를 수 있습니다. 우리는 음악을 좋아합니다."
    },
    {
        "id": 9,
        "translation": "저는 배가 고픕니다. 점심으로 샌드위치와 샐러드를 먹고 싶습니다. 음료로는 오렌지 주스를 원합니다."
    },
    {
        "id": 10,
        "translation": "제 생일은 5월입니다. 저는 파티를 열 것입니다. 제 친구들이 저희 집에 올 것입니다. 우리는 케이크를 먹고 게임을 할 것입니다."
    },
    {
        "id": 11,
        "translation": "저는 런던에 삽니다. 런던은 큰 도시입니다. 버스와 차가 많습니다. 저는 버스를 타고 출근합니다."
    },
    {
        "id": 12,
        "translation": "이 개는 제 개인 맥스입니다. 작고 갈색입니다. 귀가 깁니다. 공원에서 뛰는 것을 좋아합니다."
    },
    {
        "id": 13,
        "translation": "저는 매일 아침 7시에 일어납니다. 세수를 하고 이를 닦습니다. 그리고 아침을 먹습니다. 빵을 먹고 우유를 마십니다."
    },
    {
        "id": 14,
        "translation": "제가 가장 좋아하는 색은 초록색입니다. 저는 초록색 셔츠와 초록색 모자를 가지고 있습니다. 제 방도 초록색으로 칠해져 있습니다."
    },
    {
        "id": 15,
        "translation": "저는 오늘 빨간 티셔츠와 파란 청바지를 입고 있습니다. 날씨가 화창해서 선글라스도 끼고 있습니다."
    },
    {
        "id": 16,
        "translation": "저희 집 근처에 슈퍼마켓이 있습니다. 저는 음식을 사러 그곳에 갑니다. 우유, 계란, 그리고 채소를 삽니다."
    },
    {
        "id": 17,
        "translation": "저는 두 가지 언어를 할 수 있습니다: 영어와 스페인어. 저는 스페인 출신입니다. 지금은 프랑스어를 배우고 있습니다."
    },
    {
        "id": 18,
        "translation": "저는 영화 보는 것을 좋아합니다. 제가 가장 좋아하는 영화는 '토이 스토리'입니다. 장난감에 관한 영화입니다. 매우 재미있습니다."
    },
    {
        "id": 19,
        "translation": "오늘 날씨가 춥습니다. 겨울입니다. 저는 따뜻한 코트, 목도리, 그리고 장갑을 끼고 있습니다. 눈 속에서 놀 수 있어서 겨울을 좋아합니다."
    },
    {
        "id": 20,
        "translation": "저는 토요일마다 도서관에 갑니다. 그곳에서 많은 책을 읽습니다. 도서관은 매우 조용합니다. 저는 이야기책 읽는 것을 좋아합니다."
    },
    {
        "id": 21,
        "translation": "제 이름은 마리아입니다. 저는 10살입니다. 저는 초등학교 학생입니다. 제가 가장 좋아하는 과목은 미술입니다."
    },
    {
        "id": 22,
        "translation": "이것은 제 애완 토끼 사진입니다. 이름은 플러피입니다. 하얗고 귀가 깁니다. 당근 먹는 것을 좋아합니다."
    },
    {
        "id": 23,
        "translation": "저는 새 자전거가 있습니다. 빨간색입니다. 아버지가 생일 선물로 주셨습니다. 매일 공원까지 자전거를 탑니다."
    },
    {
        "id": 24,
        "translation": "우리는 동물원에 있습니다. 사자, 원숭이, 그리고 코끼리를 볼 수 있습니다. 원숭이는 바나나를 먹고 있습니다. 사자는 자고 있습니다."
    },
    {
        "id": 25,
        "translation": "우리 학교는 큽니다. 도서관, 놀이터, 그리고 음악실이 있습니다. 저는 놀이터에서 친구들과 축구를 합니다."
    },
    {
        "id": 26,
        "translation": "저는 부엌에서 어머니를 돕습니다. 우리는 저녁으로 피자를 만듭니다. 저는 피자에 치즈를 올립니다. 맛있습니다."
    },
    {
        "id": 27,
        "translation": "밖에 비가 오고 있습니다. 공원에 갈 수 없습니다. 저는 집에 있습니다. 크레용으로 그림을 그리고 있습니다."
    },
    {
        "id": 28,
        "translation": "저희 할아버지는 농장에 사십니다. 소, 닭, 양과 같은 많은 동물들이 있습니다. 저는 닭에게 먹이 주는 것을 좋아합니다."
    },
    {
        "id": 29,
        "translation": "저는 제 친구 톰에게 이메일을 쓰고 있습니다. 그는 호주에 삽니다. 저는 그에게 제 학교와 가족에 대해 이야기합니다."
    },
    {
        "id": 30,
        "translation": "기차역은 우체국 옆에 있습니다. 은행은 기차역 맞은편에 있습니다. 돈을 좀 찾으러 은행에 가야 합니다."
    },
    {
        "id": 31,
        "translation": "저는 작은 정원이 있습니다. 꽃과 채소를 기릅니다. 빨간 장미와 노란 해바라기가 있습니다. 토마토도 기릅니다."
    },
    {
        "id": 32,
        "translation": "제가 가장 좋아하는 스포츠는 수영입니다. 저는 매주 일요일에 수영장에 갑니다. 저는 매우 빨리 수영할 수 있습니다. 좋은 운동입니다."
    },
    {
        "id": 33,
        "translation": "저는 생일 파티에 있습니다. 풍선이 많습니다. 우리는 생일 케이크를 먹고 있습니다. 케이크에는 초콜릿과 딸기가 있습니다."
    },
    {
        "id": 34,
        "translation": "이분은 제 선생님이신 데이비스 부인입니다. 매우 친절하십니다. 우리에게 영어를 가르치십니다. 우리는 그녀의 수업에서 책을 읽고 게임을 합니다."
    },
    {
        "id": 35,
        "translation": "저는 이탈리아로 휴가를 갑니다. 비행기를 탈 것입니다. 매우 신이 납니다. 이탈리아에서 파스타와 피자를 먹고 싶습니다."
    },
    {
        "id": 36,
        "translation": "저는 새 휴대폰이 있습니다. 검은색입니다. 친구에게 전화를 걸거나 게임을 하는 데 사용할 수 있습니다. 새 휴대폰이 마음에 듭니다."
    },
    {
        "id": 37,
        "translation": "저는 남동생이 있습니다. 이름은 피터입니다. 15살입니다. 저보다 키가 큽니다. 농구하는 것을 좋아합니다."
    },
    {
        "id": 38,
        "translation": "저는 시장에 있습니다. 사람들이 많습니다. 과일을 좀 사고 있습니다. 오렌지 세 개와 사과 다섯 개를 삽니다."
    },
    {
        "id": 39,
        "translation": "제 고양이는 소파에서 자고 있습니다. 매우 귀엽습니다. 털은 부드럽고 회색입니다. 하루 종일 자는 것을 좋아합니다."
    },
    {
        "id": 40,
        "translation": "저는 텔레비전을 보고 있습니다. TV에 만화가 나옵니다. 재미있는 쥐와 고양이에 관한 것입니다. 많이 웃습니다."
    },
    {
        "id": 41,
        "translation": "저는 두통이 있습니다. 몸이 안 좋습니다. 어머니는 침대에서 쉬어야 한다고 말씀하십니다. 오늘은 학교에 가지 않을 것입니다."
    },
    {
        "id": 42,
        "translation": "제가 가장 좋아하는 동물은 말입니다. 말은 크고 힘이 셉니다. 매우 빨리 달릴 수 있습니다. 말을 타는 법을 배우고 싶습니다."
    },
    {
        "id": 43,
        "translation": "저는 가족과 함께 식당에 있습니다. 저는 스파게티를 먹고 있습니다. 아버지는 생선을 드시고 계십니다. 음식이 아주 좋습니다."
    },
    {
        "id": 44,
        "translation": "저는 제 방을 청소하고 있습니다. 책을 책꽂이에 꽂습니다. 장난감을 상자에 넣습니다. 이제 제 방이 깨끗합니다."
    },
    {
        "id": 45,
        "translation": "버스가 늦습니다. 저는 버스 정류장에서 기다리고 있습니다. 춥습니다. 집에 가고 싶습니다."
    },
    {
        "id": 46,
        "translation": "저는 요리를 배우고 있습니다. 오늘, 할머니와 함께 케이크를 만들고 있습니다. 밀가루, 설탕, 계란, 그리고 우유가 필요합니다."
    },
    {
        "id": 47,
        "translation": "이곳은 병원입니다. 의사와 간호사가 여기서 일합니다. 그들은 아픈 사람들을 돕습니다. 제 이모는 간호사입니다."
    },
    {
        "id": 48,
        "translation": "저는 농장에 있습니다. 크고 빨간 헛간을 볼 수 있습니다. 헛간 안에는 세 마리의 소가 있습니다. 소들은 건초를 먹고 있습니다."
    },
    {
        "id": 49,
        "translation": "저는 음악을 듣고 있습니다. 저는 팝 음악을 좋아합니다. 제가 가장 좋아하는 가수는 테일러 스위프트입니다. 그녀의 노래는 훌륭합니다."
    },
    {
        "id": 50,
        "translation": "저는 공항에 있습니다. 저는 파리로 갈 것입니다. 제 비행기는 10시입니다. 저는 부모님과 함께 있습니다."
    },
    {
        "id": 51,
        "translation": "저는 애완 물고기가 있습니다. 이름은 골디입니다. 주황색입니다. 제 책상 위의 작은 어항에 삽니다."
    },
    {
        "id": 52,
        "translation": "저는 공원에 있습니다. 저는 연을 날리고 있습니다. 연은 빨간색과 노란색입니다. 오늘 바람이 강합니다."
    },
    {
        "id": 53,
        "translation": "제 아버지는 소방관입니다. 그는 크고 노란 코트와 헬멧을 씁니다. 그는 빨간 소방차를 운전합니다. 그의 직업은 매우 중요합니다."
    },
    {
        "id": 54,
        "translation": "저는 목이 마릅니다. 차가운 물 한 잔을 마시고 싶습니다. 냉장고에 물 한 병이 있습니다."
    },
    {
        "id": 55,
        "translation": "저는 콘서트에 있습니다. 무대에서 밴드가 음악을 연주하고 있습니다. 많은 사람들이 노래하고 춤을 춥니다. 매우 시끄럽습니다."
    },
    {
        "id": 56,
        "translation": "저는 정원에 나무를 심고 있습니다. 구멍을 팝니다. 작은 나무를 구멍에 넣습니다. 그리고 물을 줍니다."
    },
    {
        "id": 57,
        "translation": "제가 가장 좋아하는 음식은 아이스크림입니다. 저는 초콜릿 아이스크림을 가장 좋아합니다. 더운 여름에 먹습니다."
    },
    {
        "id": 58,
        "translation": "우체국은 오전 9시부터 오후 5시까지 엽니다. 할머니께 편지를 보내야 합니다. 그녀는 다른 도시에 사십니다."
    },
    {
        "id": 59,
        "translation": "저는 별을 보고 있습니다. 밤입니다. 달이 크고 밝습니다. 하늘에 많은 별을 볼 수 있습니다."
    },
    {
        "id": 60,
        "translation": "저는 박물관에 있습니다. 여기에는 오래된 물건들이 많습니다. 그림과 조각상을 볼 수 있습니다. 매우 흥미롭습니다."
    },
    {
        "id": 61,
        "translation": "저는 제 가족 사진을 찍고 있습니다. 아버지는 키가 크십니다. 어머니는 머리가 짧으십니다. 여동생은 웃고 있습니다."
    },
    {
        "id": 62,
        "translation": "저는 버스를 타고 있습니다. 도심으로 가고 있습니다. 창가에 앉아 있습니다. 많은 건물들을 볼 수 있습니다."
    },
    {
        "id": 63,
        "translation": "저는 신발 가게에 있습니다. 학교에 신을 새 신발을 사고 싶습니다. 검은색 신발이 마음에 듭니다. 제 사이즈입니다."
    },
    {
        "id": 64,
        "translation": "저는 눈사람을 만들고 있습니다. 밖에 눈이 오고 있습니다. 눈사람은 코로 당근을 가지고 있습니다. 제 낡은 모자를 쓰고 있습니다."
    },
    {
        "id": 65,
        "translation": "저는 해변에 있습니다. 저는 모래성을 쌓고 있습니다. 모래가 따뜻합니다. 바다 소리가 들립니다."
    },
    {
        "id": 66,
        "translation": "저는 의사 진료실에 있습니다. 감기에 걸렸습니다. 의사 선생님이 제 귀를 검사하고 계십니다. 물을 많이 마셔야 한다고 말씀하십니다."
    },
    {
        "id": 67,
        "translation": "저는 이를 닦고 있습니다. 칫솔과 치약을 사용합니다. 아침과 밤에 이를 닦습니다."
    },
    {
        "id": 68,
        "translation": "저는 택시를 타고 있습니다. 운전기사님이 저를 호텔로 데려다주고 계십니다. 택시는 노란색입니다. 호텔은 도심에 있습니다."
    },
    {
        "id": 69,
        "translation": "저는 농장에 있습니다. 저는 소젖을 짜고 있습니다. 우유가 따뜻합니다. 아침 식사로 신선한 우유를 마실 것입니다."
    },
    {
        "id": 70,
        "translation": "저는 파티에 있습니다. 제 친구의 생일입니다. 그녀에게 선물을 주었습니다. 책입니다. 그녀는 독서를 좋아합니다."
    },
    {
        "id": 71,
        "translation": "저는 부엌에 있습니다. 배가 고픕니다. 샌드위치를 만들고 있습니다. 빵, 치즈, 햄을 사용합니다."
    },
    {
        "id": 72,
        "translation": "저는 숲속을 걷고 있습니다. 키 큰 나무들이 많습니다. 새들이 노래하는 소리를 들을 수 있습니다. 공기가 신선합니다."
    },
    {
        "id": 73,
        "translation": "저는 꽃집에 있습니다. 어머니를 위해 꽃을 사고 있습니다. 빨간 장미를 고릅니다. 아름답습니다."
    },
    {
        "id": 74,
        "translation": "저는 영화관에 있습니다. 친구와 영화를 보고 있습니다. 우리는 팝콘을 먹고 있습니다. 영화는 슈퍼히어로에 관한 것입니다."
    },
    {
        "id": 75,
        "translation": "저는 제 침실에 있습니다. 숙제를 하고 있습니다. 제 숙제는 수학 수업을 위한 것입니다. 어렵습니다."
    },
    {
        "id": 76,
        "translation": "저는 카페에 있습니다. 핫초코 한 잔을 마시고 있습니다. 답니다. 케이크 한 조각도 먹고 있습니다."
    },
    {
        "id": 77,
        "translation": "저는 기차를 타고 있습니다. 조부모님을 뵈러 가고 있습니다. 그들은 작은 마을에 사십니다. 창밖을 보고 있습니다."
    },
    {
        "id": 78,
        "translation": "저는 놀이터에 있습니다. 그네를 타고 있습니다. 공중으로 높이 올라가고 있습니다. 제 친구는 미끄럼틀을 타고 있습니다."
    },
    {
        "id": 79,
        "translation": "저는 음악 수업에 있습니다. 기타를 치고 있습니다. 선생님이 연주하는 법을 보여주고 계십니다. 기타 소리가 좋습니다."
    },
    {
        "id": 80,
        "translation": "저는 빵집에 있습니다. 갓 구운 빵 냄새가 납니다. 빵 한 덩이와 크루아상 두 개를 사고 있습니다. 아침 식사용입니다."
    },
    {
        "id": 81,
        "translation": "저는 집에 있습니다. 저녁입니다. 가족과 함께 저녁을 먹고 있습니다. 우리는 밥과 닭고기를 먹고 있습니다."
    },
    {
        "id": 82,
        "translation": "저는 옷 가게에 있습니다. 새 재킷을 입어보고 있습니다. 파란색입니다. 저에게 잘 맞습니다. 살 것입니다."
    },
    {
        "id": 83,
        "translation": "저는 애완동물 가게에 있습니다. 많은 동물들이 있습니다. 강아지, 새끼 고양이, 그리고 새들을 볼 수 있습니다. 새끼 고양이를 사고 싶습니다."
    },
    {
        "id": 84,
        "translation": "저는 미술 수업에 있습니다. 집 그림을 그리고 있습니다. 파란색, 빨간색, 노란색 물감을 사용하고 있습니다. 선생님이 제 그림을 좋아하십니다."
    },
    {
        "id": 85,
        "translation": "저는 보트를 타고 있습니다. 보트는 큰 호수 위에 있습니다. 물속에서 물고기를 볼 수 있습니다. 날씨가 화창하고 따뜻합니다."
    },
    {
        "id": 86,
        "translation": "저는 스포츠 센터에 있습니다. 남동생과 테니스를 치고 있습니다. 재미있는 게임입니다. 우리는 매주 토요일에 칩니다."
    },
    {
        "id": 87,
        "translation": "저는 거실에 있습니다. 노트북으로 영화를 보고 있습니다. 제 개가 옆에서 자고 있습니다. 조용한 저녁입니다."
    },
    {
        "id": 88,
        "translation": "저는 과일 가판대에 있습니다. 딸기를 좀 사고 있습니다. 빨갛고 답니다. 디저트로 먹을 것입니다."
    },
    {
        "id": 89,
        "translation": "저는 기차역에 있습니다. 맨체스터행 3시 기차를 기다리고 있습니다. 기차는 2번 플랫폼에 있습니다."
    },
    {
        "id": 90,
        "translation": "저는 정원에 있습니다. 식물에 물을 주고 있습니다. 꽃이 자라려면 물이 필요합니다. 저는 아름다운 꽃이 많습니다."
    },
    {
        "id": 91,
        "translation": "저는 치과에 있습니다. 치과 의사가 제 이를 검사하고 있습니다. 제 이가 깨끗하고 건강하다고 말씀하십니다. 기쁩니다."
    },
    {
        "id": 92,
        "translation": "저는 캠프장에 있습니다. 불 옆에 앉아 있습니다. 따뜻합니다. 친구들과 마시멜로를 굽고 있습니다."
    },
    {
        "id": 93,
        "translation": "저는 택시를 타고 있습니다. 공항으로 가고 있습니다. 제 비행기는 두 시간 후에 있습니다. 큰 여행 가방을 가지고 있습니다."
    },
    {
        "id": 94,
        "translation": "저는 파티에 있습니다. 음식이 많습니다. 피자 한 조각을 먹고 있습니다. 치즈와 페퍼로니가 올려져 있습니다."
    },
    {
        "id": 95,
        "translation": "저는 전화를 하고 있습니다. 어머니와 이야기하고 있습니다. 그녀는 제 하루에 대해 묻고 계십니다. 괜찮다고 말씀드립니다."
    },
    {
        "id": 96,
        "translation": "저는 수영장에 있습니다. 수영하는 법을 배우고 있습니다. 물이 약간 차갑습니다. 선생님이 저를 도와주고 계십니다."
    },
    {
        "id": 97,
        "translation": "저는 버스 정류장에 있습니다. 버스가 오고 있습니다. 5번 버스입니다. 이 버스는 제 학교로 갑니다."
    },
    {
        "id": 98,
        "translation": "저는 도서관에 있습니다. 읽을 책을 고르고 있습니다. 저는 모험 이야기를 좋아합니다. 해적에 관한 책을 찾았습니다."
    },
    {
        "id": 99,
        "translation": "저는 기차역에 있습니다. 표를 사고 있습니다. 옥스퍼드행 표입니다. 기차는 10분 후에 출발합니다."
    },
    {
        "id": 100,
        "translation": "저는 집에 있습니다. 제 정원에서 새들을 보고 있습니다. 나무에 작고 빨간 새가 한 마리 있습니다. 그 새는 아름다운 노래를 부르고 있습니다."
    }
]
