[
    {
        "id": 1,
        "passage": "近年、若者の読書離れが深刻化している。スマートフォンの普及により、情報収集の手段が多様化したことが主な要因だと考えられている。しかし、私は単に媒体が変わっただけで、若者が文字から離れたわけではないと思う。SNSやブログなど、むしろ以前より多くの文章を読み書きしているのではないだろうか。問題は、その内容の質にある。断片的な情報ばかりでは、深い思考力は養われない。体系的な知識を得るためには、やはり良質な書籍に触れることが不可欠だろう。",
        "question1": "筆者は若者の読書離れについて、どのように考えていますか。",
        "options1": {
            "A": "スマートフォンのせいで、若者は完全に文字を読まなくなった",
            "B": "文字を読む量は変わらないが、読む内容の質に問題がある",
            "C": "SNSやブログは読書の代わりになるので問題ない"
        },
        "answer1": "B",
        "explanation_ko1": "필자는 '単に媒体が変わっただけで、若者が文字から離れたわけではない' (단지 매체가 바뀌었을 뿐, 젊은이들이 문자에서 멀어진 것은 아니다)라고 하며, '問題は、その内容の質にある' (문제는 그 내용의 질에 있다)고 지적하고 있습니다.",
        "question2": "筆者が「良質な書籍」を読むことが必要だと考える理由は何ですか。",
        "options2": {
            "A": "スマートフォンを使う時間を減らすため",
            "B": "体系的な知識を得て、深い思考力を養うため",
            "C": "SNSやブログより楽しいから"
        },
        "answer2": "B",
        "explanation_ko2": "'断片的な情報ばかりでは、深い思考力は養われない' (단편적인 정보만으로는 깊은 사고력이 길러지지 않는다)며 '体系的な知識を得るためには、やはり良質な書籍に触れることが不可欠' (체계적인 지식을 얻기 위해서는 역시 양질의 서적을 접하는 것이 불가결)이라고 설명하고 있습니다."
    },
    {
        "id": 2,
        "passage": "企業の採用面接において、学歴よりも人柄を重視すべきだという意見がある。確かに、仕事をする上で協調性やコミュニケーション能力は欠かせない。しかし、学歴を全く考慮しないというのも現実的ではないだろう。学歴は、その人が目標に向かって努力できる人物かどうかを示す一つの指標となる。とはいえ、学歴だけで判断するのも危険だ。要は、学歴と人柄の両方をバランスよく評価することが重要なのである。採用担当者には、多角的な視点から応募者を見極める能力が求められている。",
        "question1": "筆者は採用面接における学歴についてどう考えていますか。",
        "options1": {
            "A": "学歴は全く重要ではない",
            "B": "学歴だけで判断すべきだ",
            "C": "努力の指標として参考にすべきだが、それだけで判断してはいけない"
        },
        "answer1": "C",
        "explanation_ko1": "'学歴は、その人が目標に向かって努力できる人物かどうかを示す一つの指標となる' (학력은 그 사람이 목표를 향해 노력할 수 있는 인물인지를 보여주는 하나의 지표가 된다)며 '学歴だけで判断するのも危険だ' (학력만으로 판단하는 것도 위험하다)고 균형 있는 관점을 제시하고 있습니다.",
        "question2": "筆者が採用担当者に求めているものは何ですか。",
        "options2": {
            "A": "学歴を最優先に考える能力",
            "B": "多角的な視点から応募者を見極める能力",
            "C": "人柄だけで判断する能力"
        },
        "answer2": "B",
        "explanation_ko2": "지문 마지막에 '採用担当者には、多角的な視点から応募者を見極める能力が求められている' (채용 담당자에게는 다각적인 시점에서 응모자를 간파하는 능력이 요구되고 있다)고 명시되어 있습니다."
    },
    {
        "id": 3,
        "passage": "日本の伝統文化を守ることは重要だが、時代に合わせて変化させていくことも必要だと私は考えている。例えば、茶道において、正座が困難な外国人や高齢者のために椅子を使用することを認める動きがある。これに対して、伝統を損なうという批判もあるが、むしろ多くの人に茶道の精神を伝える機会が増えるのではないだろうか。伝統とは、形式を固守することではなく、その本質を次世代に継承することである。柔軟性を持って対応することで、伝統文化はより多くの人々に受け入れられ、結果的に長く存続することができるだろう。",
        "question1": "筆者は伝統文化についてどのような考えを持っていますか。",
        "options1": {
            "A": "形式を完全に守ることが最も重要だ",
            "B": "時代に合わせて柔軟に変化させるべきだ",
            "C": "外国人には伝統文化を教えるべきではない"
        },
        "answer1": "B",
        "explanation_ko1": "'時代に合わせて変化させていくことも必要' (시대에 맞춰 변화시켜 나가는 것도 필요)라고 하며, '柔軟性を持って対応することで、伝統文化はより多くの人々に受け入れられ' (유연성을 가지고 대응함으로써 전통문화는 더 많은 사람들에게 받아들여진다)ると 주장하고 있습니다.",
        "question2": "茶道で椅子を使用することについて、筆者はどう思っていますか。",
        "options2": {
            "A": "伝統を完全に破壊する行為だ",
            "B": "より多くの人に茶道の精神を伝える機会になる",
            "C": "高齢者だけに許可すべきだ"
        },
        "answer2": "B",
        "explanation_ko2": "'むしろ多くの人に茶道の精神を伝える機会が増えるのではないだろうか' (오히려 많은 사람에게 다도의 정신을 전달할 기회가 늘어나는 것이 아닐까)라고 긍정적으로 평가하고 있습니다."
    },
    {
        "id": 4,
        "passage": "環境問題への関心が高まる中、エコバッグの使用が推奨されている。しかし、エコバッグを何枚も持っている人を見ると、本当に環境に良いのか疑問に思う。エコバッグの製造にも資源とエネルギーが必要だ。一つのエコバッグを長期間使用することが重要であり、おしゃれだからといって次々と新しいものを購入するのは本末転倒である。さらに言えば、エコバッグを忘れて結局ビニール袋を購入する人も少なくない。環境保護は、単なる流行ではなく、一人一人の意識と行動の積み重ねによって実現されるものである。",
        "question1": "筆者がエコバッグについて問題だと感じていることは何ですか。",
        "options1": {
            "A": "エコバッグが高価すぎること",
            "B": "多くの人が複数のエコバッグを持ち、本来の目的から外れていること",
            "C": "エコバッグのデザインが良くないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'エコバッグを何枚も持っている人を見ると、本当に環境に良いのか疑問' (에코백을 여러 개 가지고 있는 사람을 보면 정말 환경에 좋은지 의문)이라고 하며, '次々と新しいものを購入するのは本末転倒' (차례차례 새 것을 구입하는 것은 본말전도)라고 비판하고 있습니다.",
        "question2": "筆者が考える真の環境保護とは何ですか。",
        "options2": {
            "A": "エコバッグを全く使わないこと",
            "B": "流行を追うこと",
            "C": "一人一人の意識と行動の積み重ね"
        },
        "answer2": "C",
        "explanation_ko2": "지문 마지막에 '環境保護は、単なる流行ではなく、一人一人の意識と行動の積み重ねによって実現されるもの' (환경보호는 단순한 유행이 아니라 한 사람 한 사람의 의식과 행동의 축적으로 실현되는 것)라고 명확히 제시하고 있습니다."
    },
    {
        "id": 5,
        "passage": "最近の就職活動では、インターンシップへの参加が実質的に必須となっている。企業側は、学生の能力や適性を事前に確認でき、学生側も職場の雰囲気を体験できるという利点がある。しかし、このシステムには問題点も存在する。経済的に余裕のない学生は、無給のインターンシップに参加することが困難だ。また、地方の学生にとっては、都市部でのインターンシップ参加は大きな負担となる。結果として、機会の不平等が生じているのではないだろうか。すべての学生に平等な機会を提供するためには、制度の見直しが必要だと考える。",
        "question1": "インターンシップ制度の問題点として筆者が挙げているものは何ですか。",
        "options1": {
            "A": "企業が学生を正しく評価できないこと",
            "B": "経済的・地理的理由で参加できない学生がいること",
            "C": "インターンシップの期間が長すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'経済的に余裕のない学生は、無給のインターンシップに参加することが困難' (경제적으로 여유가 없는 학생은 무급 인턴십에 참여하기 어렵다)이고 '地方の学生にとっては、都市部でのインターンシップ参加は大きな負担' (지방 학생에게는 도시부에서의 인턴십 참가가 큰 부담)이라고 문제점을 지적하고 있습니다.",
        "question2": "筆者が現在のインターンシップ制度について最も憂慮していることは何ですか。",
        "options2": {
            "A": "企業の採用コストが増えること",
            "B": "学生が勉強する時間が減ること",
            "C": "学生間に機会の不平等が生じること"
        },
        "answer2": "C",
        "explanation_ko2": "'結果として、機会の不平等が生じているのではないだろうか' (결과적으로 기회의 불평등이 생기고 있는 것이 아닐까)라고 하며, 'すべての学生に平等な機会を提供するため' (모든 학생에게 평등한 기회를 제공하기 위해)の 제도 개선이 필요하다고 주장하고 있습니다."
    },
    {
        "id": 6,
        "passage": "高齢化社会において、定年退職の年齢を引き上げる動きが広がっている。労働力不足の解消や、年金制度の維持という観点からは理にかなっている。また、まだまだ働きたいという高齢者の希望にも応えることができる。一方で、若い世代の昇進機会が減少するという懸念もある。さらに、体力的に厳しい職種では、年齢の引き上げが現実的ではない場合もある。重要なのは、一律に定年を決めるのではなく、個人の能力や希望、職種の特性を考慮した柔軟な制度設計だろう。多様な働き方を認める社会の実現が求められている。",
        "question1": "定年退職年齢の引き上げについて、筆者が指摘する問題点は何ですか。",
        "options1": {
            "A": "高齢者が働きたがらないこと",
            "B": "若い世代の昇進機会が減り、体力的に厳しい職種では現実的でないこと",
            "C": "年金制度が完全に崩壊すること"
        },
        "answer1": "B",
        "explanation_ko1": "'若い世代の昇進機会が減少するという懸念' (젊은 세대의 승진 기회가 감소한다는 우려)과 '体力的に厳しい職種では、年齢の引き上げが現実的ではない場合もある' (체력적으로 힘든 직종에서는 연령 인상이 현실적이지 않은 경우도 있다)고 문제점을 제시하고 있습니다.",
        "question2": "筆者が理想的だと考える制度はどのようなものですか。",
        "options2": {
            "A": "全員一律に定年を65歳にする制度",
            "B": "定年制度を完全に廃止する制度",
            "C": "個人の能力や希望、職種の特性を考慮した柔軟な制度"
        },
        "answer2": "C",
        "explanation_ko2": "'一律に定年を決めるのではなく、個人の能力や希望、職種の特性を考慮した柔軟な制度設計' (일률적으로 정년을 정하는 것이 아니라 개인의 능력이나 희망, 직종의 특성을 고려한 유연한 제도 설계)가 중요하다고 명시하고 있습니다."
    },
    {
        "id": 7,
        "passage": "ペットを飼うことは、単なる趣味以上の責任を伴う。命を預かるということは、その動物の一生に責任を持つということだ。しかし、安易な気持ちでペットを飼い始め、途中で飼育を放棄する人が後を絶たない。ペットショップでの衝動買いや、流行に乗って特定の品種を飼うことも問題だ。さらに、高齢者がペットを飼う場合、自分より先に亡くなる可能性も考慮しなければならない。ペットの飼育には、経済的・時間的余裕だけでなく、最後まで責任を持つという強い覚悟が必要である。この認識が社会全体に広まることを願っている。",
        "question1": "筆者がペット飼育で最も問題視していることは何ですか。",
        "options1": {
            "A": "ペットの値段が高すぎること",
            "B": "安易な気持ちで飼い始めて途中で放棄すること",
            "C": "ペットショップが多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'安易な気持ちでペットを飼い始め、途中で飼育を放棄する人が後を絶たない' (안이한 마음으로 펫을 기르기 시작하고 도중에 사육을 포기하는 사람이 끊이지 않는다)고 가장 큰 문제로 지적하고 있습니다.",
        "question2": "筆者によると、ペットを飼うために必要なものは何ですか。",
        "options2": {
            "A": "高級なペット用品を買うお金",
            "B": "ペットに関する専門知識",
            "C": "経済的・時間的余裕と最後まで責任を持つ覚悟"
        },
        "answer2": "C",
        "explanation_ko2": "'ペットの飼育には、経済的・時間的余裕だけでなく、最後まで責任を持つという強い覚悟が必要' (펫 사육에는 경제적・시간적 여유뿐만 아니라 끝까지 책임을 진다는 강한 각오가 필요)라고 명확히 述べています."
    },
    {
        "id": 8,
        "passage": "食品ロスの問題が世界的に注目されている。日本では年間約600万トンの食べられる食品が廃棄されているという。この背景には、消費者の過度な鮮度志向や、見た目重視の傾向がある。賞味期限が近づいただけで商品を撤去したり、形が不揃いな野菜を避けたりする行動は、大量の食品ロスにつながっている。一方で、フードバンクや規格外野菜の活用など、新たな取り組みも始まっている。しかし、根本的な解決には、消費者の意識改革が不可欠だ。完璧を求めすぎず、食べ物の価値を見直すことから始めるべきだろう。",
        "question1": "日本で食品ロスが多い原因として筆者が挙げているものは何ですか。",
        "options1": {
            "A": "食品の値段が安すぎるから",
            "B": "消費者の過度な鮮度志向と見た目重視の傾向",
            "C": "フードバンクが機能していないから"
        },
        "answer1": "B",
        "explanation_ko1": "'消費者の過度な鮮度志向や、見た目重視の傾向がある' (소비자의 과도한 신선도 지향이나 외관 중시 경향이 있다)고 하며, 이것이 식품 로스의 배경이라고 지적하고 있습니다.",
        "question2": "筆者が食品ロス問題の根本的な解決に必要だと考えていることは何ですか。",
        "options2": {
            "A": "政府による厳しい規制",
            "B": "フードバンクの数を増やすこと",
            "C": "消費者の意識改革"
        },
        "answer2": "C",
        "explanation_ko2": "'根本的な解決には、消費者の意識改革が不可欠だ' (근본적인 해결에는 소비자의 의식 개혁이 불가결하다)라고 명확히 주장하고 있습니다."
    },
    {
        "id": 9,
        "passage": "子育てにおいて、褒めることの重要性がしばしば強調される。確かに、子どもの自己肯定感を育むためには褒めることは大切だ。しかし、何でもかんでも褒めればいいというものではない。努力の過程を無視して結果だけを褒めたり、具体性のない褒め方をしたりすると、かえって子どもの成長を妨げる可能性がある。また、失敗を恐れて挑戦しなくなることもある。大切なのは、子どもの努力や工夫、成長の過程を具体的に認めることだ。そして時には、適切な批判や指導も必要である。バランスの取れた関わり方が、子どもの健全な成長につながるのである。",
        "question1": "筆者が問題だと考える褒め方はどのようなものですか。",
        "options1": {
            "A": "子どもを全く褒めないこと",
            "B": "努力の過程を無視して結果だけを褒めること",
            "C": "親が子どもより上手にできることを褒めること"
        },
        "answer1": "B",
        "explanation_ko1": "'努力の過程を無視して結果だけを褒めたり、具体性のない褒め方をしたりすると、かえって子どもの成長を妨げる可能性がある' (노력의 과정을 무시하고 결과만을 칭찬하거나 구체성이 없는 칭찬을 하면 오히려 아이의 성장을 방해할 가능성이 있다)고 지적하고 있습니다.",
        "question2": "筆者が理想的だと考える子育ての方法は何ですか。",
        "options2": {
            "A": "常に褒めて、絶対に批判しない",
            "B": "努力や成長の過程を具体的に認め、時には適切な批判も行う",
            "C": "結果が良ければ褒め、悪ければ叱る"
        },
        "answer2": "B",
        "explanation_ko2": "'子どもの努力や工夫、成長の過程を具体的に認めること' (아이의 노력이나 연구, 성장 과정을 구체적으로 인정하는 것)이 중요하며 '時には、適切な批判や指導も必要' (때로는 적절한 비판이나 지도도 필요)라고 균형 잡힌 방법을 제시하고 있습니다."
    },
    {
        "id": 10,
        "passage": "オンライン授業の普及により、教育の在り方が大きく変わりつつある。場所や時間の制約から解放され、自分のペースで学習できるという利点は大きい。録画された授業を何度も見返すことができるのも魅力的だ。しかし、対面授業にしかない価値もある。教師と学生、学生同士の直接的な交流は、知識の習得だけでなく、人間性の形成にも重要な役割を果たす。また、自宅での学習には強い自己管理能力が求められ、すべての学生に適しているわけではない。理想的なのは、両者の長所を活かしたハイブリッド型の教育システムの構築だろう。",
        "question1": "筆者がオンライン授業の問題点として挙げているものは何ですか。",
        "options1": {
            "A": "授業料が高すぎること",
            "B": "直接的な交流が失われ、強い自己管理能力が必要なこと",
            "C": "録画された授業を見ることができないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'教師と学生、学生同士の直接的な交流' (교사와 학생, 학생끼리의 직접적인 교류)의 부재와 '自宅での学習には強い自己管理能力が求められ' (자택에서의 학습에는 강한 자기관리 능력이 요구되고)는 점을 문제로 지적하고 있습니다.",
        "question2": "筆者が理想的だと考える教育システムはどのようなものですか。",
        "options2": {
            "A": "完全にオンラインだけの教育",
            "B": "従来の対面授業だけの教育",
            "C": "オンラインと対面の長所を活かしたハイブリッド型"
        },
        "answer2": "C",
        "explanation_ko2": "'理想的なのは、両者の長所を活かしたハイブリッド型の教育システムの構築だろう' (이상적인 것은 양자의 장점을 살린 하이브리드형 교육 시스템의 구축일 것이다)라고 명확히 제시하고 있습니다."
    },
    {
        "id": 11,
        "passage": "地方の過疎化が進む中、移住促進政策が各地で実施されている。都市部の若者に田舎暮らしの魅力をアピールし、移住者には住居や仕事の支援を提供している自治体も多い。確かに、自然豊かな環境でのびのびと生活できることは魅力的だ。しかし、理想と現実のギャップに直面し、数年で都市に戻る人も少なくない。地域特有の人間関係や、医療・教育施設の不足など、事前に十分な情報提供がなされていないケースもある。移住を成功させるには、良い面だけでなく、課題も含めた現実的な情報提供と、移住後の継続的なサポートが欠かせない。",
        "question1": "地方移住が失敗する原因として筆者が挙げているものは何ですか。",
        "options1": {
            "A": "移住者への金銭的支援が少ないこと",
            "B": "理想と現実のギャップや、事前の情報不足",
            "C": "都市部の仕事を辞められないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'理想と現実のギャップに直面し' (이상과 현실의 갭에 직면하고)와 '事前に十分な情報提供がなされていないケース' (사전에 충분한 정보 제공이 이루어지지 않은 경우)를 실패 원인으로 지적하고 있습니다.",
        "question2": "筆者が移住を成功させるために必要だと考えていることは何ですか。",
        "options2": {
            "A": "移住者に多額の補助金を出すこと",
            "B": "都市部と同じ施設を地方に作ること",
            "C": "課題も含めた現実的な情報提供と継続的なサポート"
        },
        "answer2": "C",
        "explanation_ko2": "'良い面だけでなく、課題も含めた現実的な情報提供と、移住後の継続的なサポートが欠かせない' (좋은 면뿐만 아니라 과제도 포함한 현실적인 정보 제공과 이주 후의 지속적인 서포트가 빠질 수 없다)고 명시하고 있습니다."
    },
    {
        "id": 12,
        "passage": "健康診断の結果を見て、生活習慣を改善しようと決意する人は多い。しかし、その決意が長続きしないのが現実だ。なぜ続かないのか。それは、いきなり完璧を目指すからではないだろうか。毎日1時間の運動、厳格な食事制限など、ハードルを高く設定しすぎると、挫折しやすい。むしろ、小さな変化から始めることが重要だ。エレベーターの代わりに階段を使う、お菓子を果物に変える、といった小さな習慣の積み重ねが、やがて大きな変化につながる。完璧でなくても、継続することに意味がある。健康は一日にして成らず、日々の小さな努力の積み重ねなのだ。",
        "question1": "生活習慣の改善が続かない理由として筆者が挙げているものは何ですか。",
        "options1": {
            "A": "健康診断の結果が正確でないから",
            "B": "いきなり完璧を目指してハードルを高く設定しすぎるから",
            "C": "周りの人が協力してくれないから"
        },
        "answer1": "B",
        "explanation_ko1": "'いきなり完璧を目指すからではないだろうか' (갑자기 완벽을 목표로 하기 때문이 아닐까)와 'ハードルを高く設定しすぎると、挫折しやすい' (허들을 너무 높게 설정하면 좌절하기 쉽다)고 원인을 분석하고 있습니다.",
        "question2": "筆者が推奨する生活習慣改善の方法は何ですか。",
        "options2": {
            "A": "専門家に全て任せること",
            "B": "一気に大きな変化を起こすこと",
            "C": "小さな変化から始めて継続すること"
        },
        "answer2": "C",
        "explanation_ko2": "'小さな変化から始めることが重要' (작은 변화부터 시작하는 것이 중요)이며 '小さな習慣の積み重ねが、やがて大きな変化につながる' (작은 습관의 축적이 이윽고 큰 변화로 이어진다)고 제시하고 있습니다."
    },
    {
        "id": 13,
        "passage": "現代社会では、SNSを通じて誰もが簡単に情報を発信できるようになった。これは表現の自由という観点から見れば素晴らしいことだ。しかし、同時に責任も伴う。匿名性を盾に、他人を誹謗中傷する投稿が後を絶たない。さらに、事実確認をせずに拡散される偽情報も大きな問題だ。一度ネット上に広まった情報は、たとえ誤りだと分かっても完全に消すことは困難である。私たちには、情報を発信する際の慎重さと、受け取る際の批判的思考力の両方が求められている。デジタル時代における新たなリテラシーを身につけることが急務だ。",
        "question1": "SNSの問題点として筆者が指摘していることは何ですか。",
        "options1": {
            "A": "利用料金が高すぎること",
            "B": "匿名での誹謗中傷と偽情報の拡散",
            "C": "使い方が難しすぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'匿名性を盾に、他人を誹謗中傷する投稿が後を絶たない' (익명성을 방패로 타인을 비방중상하는 게시물이 끊이지 않는다)와 '事実確認をせずに拡散される偽情報も大きな問題' (사실 확인을 하지 않고 확산되는 거짓 정보도 큰 문제)라고 지적하고 있습니다.",
        "question2": "筆者が現代人に必要だと考えているものは何ですか。",
        "options2": {
            "A": "SNSを使わない勇気",
            "B": "高価なセキュリティソフト",
            "C": "情報発信時の慎重さと受信時の批判的思考력"
        },
        "answer2": "C",
        "explanation_ko2": "'情報を発信する際の慎重さと、受け取る際の批判的思考力の両方が求められている' (정보를 발신할 때의 신중함과 받을 때의 비판적 사고력 둘 다가 요구되고 있다)고 명확히 제시하고 있습니다."
    },
    {
        "id": 14,
        "passage": "カフェで仕事をする「ノマドワーカー」が増えている。確かに、気分転換になり、創造性が刺激されるという利点はある。しかし、カフェ側の視点から見ると、必ずしも歓迎される存在ではない。コーヒー一杯で何時間も席を占有され、他の客が座れないという問題が生じている。一部のカフェでは、時間制限を設けたり、電源の使用を有料化したりする対策を取っている。利用者側も、混雑時は席を譲る、適度に注文を追加するなど、マナーを守ることが大切だ。公共の場を仕事場として使う以上、周囲への配慮を忘れてはならない。",
        "question1": "カフェでのノマドワークが引き起こす問題は何ですか。",
        "options1": {
            "A": "カフェの売り上げが上がりすぎること",
            "B": "長時間の席の占有により他の客が座れないこと",
            "C": "仕事の効率が下がること"
        },
        "answer1": "B",
        "explanation_ko1": "'コーヒー一杯で何時間も席を占有され、他の客が座れないという問題が生じている' (커피 한 잔으로 몇 시간이나 자리를 점유당해 다른 손님이 앉을 수 없다는 문제가 생기고 있다)고 구체적인 문제를 지적하고 있습니다.",
        "question2": "筆者がノマドワーカーに求めていることは何ですか。",
        "options2": {
            "A": "カフェで仕事をしないこと",
            "B": "高額なコーヒーを注文すること",
            "C": "混雑時の配慮や適度な注文追加などのマナー"
        },
        "answer2": "C",
        "explanation_ko2": "'混雑時は席を譲る、適度に注文を追加するなど、マナーを守ることが大切' (혼잡할 때는 자리를 양보하고, 적당히 주문을 추가하는 등 매너를 지키는 것이 중요)이며 '周囲への配慮を忘れてはならない' (주위에 대한 배려를 잊어서는 안 된다)고 강조하고 있습니다."
    },
    {
        "id": 15,
        "passage": "プラスチックごみによる海洋汚染が深刻化している。マイクロプラスチックは食物連鎖を通じて、最終的に人間の体内にも蓄積される可能性がある。この問題に対し、レジ袋の有料化やストローの紙製化など、様々な対策が進められている。しかし、これらは対症療法に過ぎない。根本的な解決には、プラスチックに依存した社会システム自体を見直す必要がある。代替素材の開発、リサイクルシステムの改善、そして何より消費者の意識改革が不可欠だ。便利さと引き換えに、私たちは何を失おうとしているのか、今一度考える時が来ている。",
        "question1": "筆者がレジ袋有料化などの対策についてどう評価していますか。",
        "options1": {
            "A": "完全な解決策として高く評価している",
            "B": "対症療法に過ぎず、根本的な解決にはならない",
            "C": "全く効果がないので意味がない"
        },
        "answer1": "B",
        "explanation_ko1": "'これらは対症療法に過ぎない' (이것들은 대증요법에 불과하다)고 하며, '根本的な解決には、プラスチックに依存した社会システム自体を見直す必要がある' (근본적인 해결에는 플라스틱에 의존한 사회 시스템 자체를 재검토할 필요가 있다)고 평가하고 있습니다.",
        "question2": "海洋プラスチック問題の根本的解決に必要なものは何ですか。",
        "options2": {
            "A": "レジ袋の完全禁止",
            "B": "海の清掃活動を増やすこと",
            "C": "代替素材開発、リサイクル改善、消費者の意識改革"
        },
        "answer2": "C",
        "explanation_ko2": "'代替素材の開発、リサイクルシステムの改善、そして何より消費者の意識改革が不可欠' (대체 소재 개발, 리사이클 시스템 개선, 그리고 무엇보다 소비자의 의식 개혁이 불가결)이라고 구체적으로 제시하고 있습니다."
    },
    {
        "id": 16,
        "passage": "共働き世帯が増加する中、家事の分担が大きな課題となっている。依然として女性が家事の大部分を担っているケースが多く、「見えない家事」と呼ばれる細かな作業まで含めると、その負担は相当なものだ。男性側も家事に参加しようとしているが、「手伝う」という意識では本質的な解決にはならない。家事は「手伝う」ものではなく、共に生活する者が当然分担すべきものである。また、完璧を求めすぎず、時には家事代行サービスを利用するなど、柔軟な対応も必要だ。大切なのは、お互いの負担を理解し、話し合いながら最適な方法を見つけることである。",
        "question1": "筆者が「手伝う」という意識の問題点として指摘していることは何ですか。",
        "options1": {
            "A": "手伝いが下手だから",
            "B": "家事を共同責任として捉えていないから",
            "C": "手伝う時間がないから"
        },
        "answer1": "B",
        "explanation_ko1": "'「手伝う」という意識では本質的な解決にはならない' ('돕는다'는 의식으로는 본질적인 해결이 되지 않는다)며 '家事は「手伝う」ものではなく、共に生活する者が当然分担すべきもの' (가사는 '돕는' 것이 아니라 함께 생활하는 사람이 당연히 분담해야 할 것)라고 지적하고 있습니다.",
        "question2": "筆者が家事分担の解決策として提案していることは何ですか。",
        "options2": {
            "A": "女性が全て担当すること",
            "B": "男性が全て担当すること",
            "C": "互いの負担を理解し、話し合いで最適な方法を見つけること"
        },
        "answer2": "C",
        "explanation_ko2": "'お互いの負担を理解し、話し合いながら最適な方法を見つけることである' (서로의 부담을 이해하고 대화하면서 최적의 방법을 찾는 것이다)고 해결책을 제시하고 있습니다."
    },
    {
        "id": 17,
        "passage": "睡眠不足が現代人の大きな問題となっている。スマートフォンの普及により、就寝前まで画面を見続ける人が増え、睡眠の質が低下している。睡眠不足は単に疲れが取れないだけでなく、免疫力の低下や生活習慣病のリスク増加にもつながる。企業の中には、社員の睡眠時間を管理し、十分な睡眠を取った社員に手当を支給するところも出てきた。しかし、睡眠は量だけでなく質も重要だ。規則正しい生活リズム、適度な運動、就寝前のリラックスタイムなど、良質な睡眠のための環境づくりが必要である。睡眠を軽視せず、健康の基盤として大切にすべきだ。",
        "question1": "現代人の睡眠の質が低下している原因は何ですか。",
        "options1": {
            "A": "仕事が忙しすぎるから",
            "B": "就寝前までスマートフォンの画面を見続けるから",
            "C": "運動不足だから"
        },
        "answer1": "B",
        "explanation_ko1": "'スマートフォンの普及により、就寝前まで画面を見続ける人が増え、睡眠の質が低下している' (스마트폰의 보급으로 취침 전까지 화면을 계속 보는 사람이 늘어 수면의 질이 저하되고 있다)고 원인을 명시하고 있습니다.",
        "question2": "筆者が良質な睡眠のために必要だと考えていることは何ですか。",
        "options2": {
            "A": "睡眠時間を長くすることだけ",
            "B": "睡眠薬を使うこと",
            "C": "規則正しい生活、運動、就寝前のリラックスなど環境づくり"
        },
        "answer2": "C",
        "explanation_ko2": "'規則正しい生活リズム、適度な運動、就寝前のリラックスタイムなど、良質な睡眠のための環境づくりが必要' (규칙적인 생활 리듬, 적당한 운동, 취침 전 릴렉스 타임 등 양질의 수면을 위한 환경 만들기가 필요)라고 구체적으로 제시하고 있습니다."
    },
    {
        "id": 18,
        "passage": "観光地のオーバーツーリズムが世界各地で問題となっている。観光客の急増により、地域住民の生活が脅かされ、環境破壊も進んでいる。京都の一部地域では、住民が日常生活を送ることすら困難な状況が生じている。観光は確かに地域経済を潤すが、それと引き換えに失うものも大きい。入場制限や観光税の導入など、様々な対策が検討されているが、根本的には「持続可能な観光」への転換が必要だ。観光客も、訪れる地域への敬意を持ち、責任ある行動を取ることが求められる。地域と観光が共存できる新たなモデルの構築が急務である。",
        "question1": "オーバーツーリズムが引き起こす問題として挙げられているものは何ですか。",
        "options1": {
            "A": "観光客が来なくなること",
            "B": "地域住民の生活への悪影響と環境破壊",
            "C": "観光施設が不足すること"
        },
        "answer1": "B",
        "explanation_ko1": "'観光客の急増により、地域住民の生活が脅かされ、環境破壊も進んでいる' (관광객의 급증으로 지역 주민의 생활이 위협받고 환경 파괴도 진행되고 있다)고 문제점을 명시하고 있습니다.",
        "question2": "筆者が観光問題の解決に必要だと考えていることは何ですか。",
        "options2": {
            "A": "観光を完全に禁止すること",
            "B": "観光客を無制限に受け入れること",
            "C": "持続可能な観光への転換と観光客の責任ある行動"
        },
        "answer2": "C",
        "explanation_ko2": "'「持続可能な観光」への転換が必要' ('지속 가능한 관광'으로의 전환이 필요)이며 '観光客も、訪れる地域への敬意を持ち、責任ある行動を取ることが求められる' (관광객도 방문하는 지역에 대한 경의를 가지고 책임 있는 행동을 취할 것이 요구된다)고 제시하고 있습니다."
    },
    {
        "id": 19,
        "passage": "リモートワークの普及により、都心のオフィス需要が変化している。企業の中には、オフィスを縮小したり、完全にリモート化したりするところも出てきた。これにより、通勤時間の削減や、地方在住者の雇用機会拡大といったメリットが生まれている。しかし、新入社員の教育や、イノベーションを生む偶発的な交流の機会が失われるという懸念もある。また、仕事とプライベートの境界が曖昧になり、長時間労働につながるケースも報告されている。重要なのは、リモートワークを単なるコスト削減の手段としてではなく、新しい働き方の一つとして、その特性を理解した上で活用することだ。",
        "question1": "リモートワークの問題点として筆者が指摘していることは何ですか。",
        "options1": {
            "A": "通勤時間が増えること",
            "B": "新入社員教育の困難さと仕事とプライベートの境界の曖昧化",
            "C": "オフィスの家賃が上がること"
        },
        "answer1": "B",
        "explanation_ko1": "'新入社員の教育や、イノベーションを生む偶発的な交流の機会が失われる' (신입 사원의 교육이나 이노베이션을 낳는 우발적인 교류 기회가 사라진다)와 '仕事とプライベートの境界が曖昧になり、長時間労働につながる' (일과 사생활의 경계가 애매해져 장시간 노동으로 이어진다)고 지적하고 있습니다.",
        "question2": "筆者がリモートワークについて重要だと考えていることは何ですか。",
        "options2": {
            "A": "すぐに廃止すべきだ",
            "B": "コスト削減のためだけに使うべきだ",
            "C": "新しい働き方として特性を理解して活用すべきだ"
        },
        "answer2": "C",
        "explanation_ko2": "'リモートワークを単なるコスト削減の手段としてではなく、新しい働き方の一つとして、その特性を理解した上で活用すること' (리모트워크를 단순한 비용 절감 수단이 아니라 새로운 일하는 방식의 하나로서 그 특성을 이해한 위에 활용하는 것)이 중요하다고 강조하고 있습니다."
    },
    {
        "id": 20,
        "passage": "フードデリバリーサービスの利用が急速に拡大している。自宅にいながら様々な料理を楽しめる便利さは、忙しい現代人にとって大きな魅力だ。しかし、このサービスの陰で、配達員の労働環境が問題となっている。多くの配達員が個人事業主として扱われ、事故や怪我の際の保障が不十分だ。また、容器のゴミ問題も深刻化している。飲食店側も、手数料の高さに苦しんでいる。便利なサービスの裏側にある課題を、利用者も認識する必要がある。持続可能なビジネスモデルの構築と、関係者全員が納得できる仕組みづくりが求められている。",
        "question1": "フードデリバリーサービスの問題点として挙げられているものは何ですか。",
        "options1": {
            "A": "料理の種類が少ないこと",
            "B": "配達員の労働環境と容器のゴミ問題",
            "C": "注文方法が複雑なこと"
        },
        "answer1": "B",
        "explanation_ko1": "'配達員の労働環境が問題' (배달원의 노동 환경이 문제)이며 '容器のゴミ問題も深刻化している' (용기 쓰레기 문제도 심각해지고 있다)고 구체적인 문제점을 지적하고 있습니다.",
        "question2": "筆者がフードデリバリーサービスについて必要だと考えていることは何ですか。",
        "options2": {
            "A": "サービスを完全に廃止すること",
            "B": "配達料を無料にすること",
            "C": "持続可能なビジネスモデルと関係者が納得できる仕組み"
        },
        "answer2": "C",
        "explanation_ko2": "'持続可能なビジネスモデルの構築と、関係者全員が納得できる仕組みづくりが求められている' (지속 가능한 비즈니스 모델의 구축과 관계자 전원이 납득할 수 있는 구조 만들기가 요구되고 있다)고 명시하고 있습니다."
    },
    {
        "id": 21,
        "passage": "ファストファッションの問題が注目を集めている。安価で最新のトレンドを楽しめる一方で、大量生産・大量廃棄による環境負荷は計り知れない。また、生産現場での劣悪な労働環境も指摘されている。一着の服が店頭に並ぶまでに、どれだけの水や化学物質が使われ、どのような条件で働く人々の手を経ているか、消費者はほとんど知らない。サステナブルファッションへの関心は高まっているが、価格の高さが普及の障壁となっている。本当に必要なものを長く大切に使うという、かつては当たり前だった価値観を取り戻すことが、問題解決の第一歩かもしれない。",
        "question1": "ファストファッションの問題点は何ですか。",
        "options1": {
            "A": "デザインが良くないこと",
            "B": "環境負荷と生産現場の劣悪な労働環境",
            "C": "店舗数が少ないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'大量生産・大量廃棄による環境負荷は計り知れない' (대량생산・대량폐기에 의한 환경 부하는 헤아릴 수 없다)와 '生産現場での劣悪な労働環境も指摘されている' (생산 현장에서의 열악한 노동 환경도 지적되고 있다)고 문제점을 명시하고 있습니다.",
        "question2": "筆者が問題解決の第一歩として提案していることは何ですか。",
        "options2": {
            "A": "ファストファッションを法律で禁止すること",
            "B": "サステナブルファッションの価格を下げること",
            "C": "必要なものを長く大切に使う価値観を取り戻すこと"
        },
        "answer2": "C",
        "explanation_ko2": "'本当に必要なものを長く大切に使うという、かつては当たり前だった価値観を取り戻すことが、問題解決の第一歩かもしれない' (정말 필요한 것을 오래 소중히 사용한다는, 예전에는 당연했던 가치관을 되찾는 것이 문제 해결의 첫걸음일지도 모른다)고 제안하고 있습니다."
    },
    {
        "id": 22,
        "passage": "メンタルヘルスの重要性が社会的に認識されるようになってきた。企業でもストレスチェックの義務化や、相談窓口の設置が進んでいる。しかし、依然として「心の病は甘え」という偏見が根強く、助けを求めることをためらう人が多い。また、精神科の受診に対する心理的ハードルも高い。早期の適切な対応があれば、深刻化を防げるケースも多いのに、偏見のために機会を逃してしまう。心の不調は誰にでも起こりうることであり、恥ずかしいことではない。社会全体で理解を深め、気軽に相談できる環境を整えることが、すべての人が生きやすい社会の実現につながる。",
        "question1": "メンタルヘルスケアが進まない原因として挙げられているものは何ですか。",
        "options1": {
            "A": "治療法が確立されていないから",
            "B": "「心の病は甘え」という偏見と受診への心理的ハードル",
            "C": "相談窓口が全くないから"
        },
        "answer1": "B",
        "explanation_ko1": "'「心の病は甘え」という偏見が根強く' ('마음의 병은 나약함'이라는 편견이 뿌리 깊고)と '精神科の受診に対する心理的ハードルも高い' (정신과 진료에 대한 심리적 허들도 높다)고 원인을 지적하고 있습니다.",
        "question2": "筆者がメンタルヘルスについて社会に求めていることは何ですか。",
        "options2": {
            "A": "精神科を廃止すること",
            "B": "心の病を特別扱いすること",
            "C": "理解を深めて気軽に相談できる環境を整えること"
        },
        "answer2": "C",
        "explanation_ko2": "'社会全体で理解を深め、気軽に相談できる環境を整えることが、すべての人が生きやすい社会の実現につながる' (사회 전체가 이해를 깊게 하고 부담 없이 상담할 수 있는 환경을 정비하는 것이 모든 사람이 살기 쉬운 사회 실현으로 이어진다)고 제시하고 있습니다."
    },
    {
        "id": 23,
        "passage": "電子書籍の普及が進む一方で、紙の本への愛着を持つ人も多い。電子書籍は場所を取らず、検索機能も便利だ。しかし、紙の本には、ページをめくる感触や、本棚に並ぶ背表紙を眺める楽しみがある。また、電子書籍は目の疲れを引き起こしやすく、集中力の持続が難しいという研究結果もある。さらに、デジタルデバイスの故障やサービスの終了により、購入した本が読めなくなるリスクもある。どちらが優れているという議論ではなく、それぞれの特性を理解し、状況に応じて使い分けることが賢明だろう。多様な読書スタイルが共存する社会こそ豊かである。",
        "question1": "電子書籍のデメリットとして挙げられているものは何ですか。",
        "options1": {
            "A": "値段が高すぎること",
            "B": "目の疲れやデバイス故障で読めなくなるリスク",
            "C": "種類が少ないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'電子書籍は目の疲れを引き起こしやすく' (전자책은 눈의 피로를 일으키기 쉽고)와 'デジタルデバイスの故障やサービスの終了により、購入した本が読めなくなるリスク' (디지털 디바이스의 고장이나 서비스 종료로 구입한 책을 읽을 수 없게 되는 리스크)を 단점으로 지적하고 있습니다.",
        "question2": "筆者が理想的だと考える読書環境は何ですか。",
        "options2": {
            "A": "すべて電子書籍に統一すること",
            "B": "紙の本だけを使うこと",
            "C": "状況に応じて使い分け、多様な読書スタイルが共存すること"
        },
        "answer2": "C",
        "explanation_ko2": "'それぞれの特性を理解し、状況に応じて使い分けることが賢明' (각각의 특성을 이해하고 상황에 따라 구분해서 사용하는 것이 현명)이며 '多様な読書スタイルが共存する社会こそ豊かである' (다양한 독서 스타일이 공존하는 사회야말로 풍요롭다)고 제시하고 있습니다."
    },
    {
        "id": 24,
        "passage": "少子化対策として、様々な支援策が実施されているが、出生率の改善は見られない。経済的支援だけでは不十分で、働き方改革や男性の育児参加、保育施設の充実など、総合的な対策が必要だ。しかし、最も重要なのは、子育てに対する社会の意識改革かもしれない。電車でのベビーカー利用や、子どもの泣き声に対する不寛容な反応など、子育て世代が肩身の狭い思いをする場面がまだまだ多い。子どもは社会全体で育てるという意識が広がらない限り、真の少子化対策にはならない。未来を担う子どもたちを、温かく見守る社会の実現が求められている。",
        "question1": "現在の少子化対策の問題点は何ですか。",
        "options1": {
            "A": "支援金が多すぎること",
            "B": "経済的支援だけで総合的対策が不足していること",
            "C": "保育施設が多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'経済的支援だけでは不十分で、働き方改革や男性の育児参加、保育施設の充実など、総合的な対策が必要' (경제적 지원만으로는 불충분하고, 일하는 방식 개혁이나 남성의 육아 참여, 보육시설 충실 등 종합적인 대책이 필요)라고 지적하고 있습니다.",
        "question2": "筆者が最も重要だと考えていることは何ですか。",
        "options2": {
            "A": "政府の補助金を増やすこと",
            "B": "保育施設を減らすこと",
            "C": "子育てに対する社会の意識改革"
        },
        "answer2": "C",
        "explanation_ko2": "'最も重要なのは、子育てに対する社会の意識改革かもしれない' (가장 중요한 것은 육아에 대한 사회의 의식 개혁일지도 모른다)며 '子どもは社会全体で育てるという意識' (아이는 사회 전체가 키운다는 의식)의 필요성을 강조하고 있습니다."
    },
    {
        "id": 25,
        "passage": "AIの発展により、多くの職業が自動化される可能性が指摘されている。単純作業だけでなく、専門的な知識を要する仕事もAIに代替される時代が来るかもしれない。これに対して、人間にしかできない創造性や共感力を活かした仕事の重要性が増すという見方もある。しかし、すべての人が創造的な仕事に就けるわけではない。AIと共存する社会では、新たな格差が生まれる可能性もある。重要なのは、技術の進歩を恐れるのではなく、それをどう活用し、どう適応していくかを考えることだ。生涯学習の必要性がこれまで以上に高まっている。変化に柔軟に対応できる力こそ、これからの時代に最も求められる能力である。",
        "question1": "AI時代の課題として筆者が懸念していることは何ですか。",
        "options1": {
            "A": "AIの開発が遅すぎること",
            "B": "新たな格差が生まれる可能性",
            "C": "創造的な仕事が減ること"
        },
        "answer1": "B",
        "explanation_ko1": "'すべての人が創造的な仕事に就けるわけではない' (모든 사람이 창조적인 일에 종사할 수 있는 것은 아니다)며 'AIと共存する社会では、新たな格差が生まれる可能性もある' (AI와 공존하는 사회에서는 새로운 격차가 생길 가능성도 있다)고 우려하고 있습니다.",
        "question2": "筆者がこれからの時代に最も必要だと考える能力は何ですか。",
        "options2": {
            "A": "AIを作る技術力",
            "B": "単純作業を速くこなす能力",
            "C": "変化に柔軟に対応できる力"
        },
        "answer2": "C",
        "explanation_ko2": "'生涯学習の必要性がこれまで以上に高まっている' (평생학습의 필요성이 지금까지 이상으로 높아지고 있다)며 '変化に柔軟に対応できる力こそ、これからの時代に最も求められる能力である' (변화에 유연하게 대응할 수 있는 힘이야말로 앞으로의 시대에 가장 요구되는 능력이다)고 명확히 제시하고 있습니다."
    },
    {
        "id": 26,
        "passage": "キャッシュレス決済が急速に普及している。確かに、小銭を数える手間が省け、衛生的であるというメリットは大きい。しかし、高齢者の中には、スマートフォンの操作に不慣れで、取り残される人も少なくない。また、システム障害が発生すれば、一切の買い物ができなくなるリスクもある。さらに、お金を使っている実感が薄れ、使いすぎてしまう人も増えている。デジタル化は避けられない流れだが、現金という選択肢を完全に排除すべきではない。誰もが安心して利用できる、包括的な決済システムの構築が必要である。技術の進歩と社会の多様性のバランスをどう取るかが問われている。",
        "question1": "キャッシュレス決済の問題点として筆者が指摘していることは何ですか。",
        "options1": {
            "A": "手数料が高すぎること",
            "B": "高齢者の取り残しやシステム障害のリスク",
            "C": "店舗が対応していないこと"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '高齢者の中には、スマートフォンの操作に不慣れで、取り残される人も少なくない' (고령자 중에는 스마트폰 조작에 익숙하지 않아 소외되는 사람이 적지 않다)와 'システム障害が発生すれば、一切の買い物ができなくなるリスク' (시스템 장애가 발생하면 일체의 쇼핑을 할 수 없게 되는 리스크)를 지적하고 있습니다.",
        "question2": "筆者が理想的だと考える決済システムはどのようなものですか。",
        "options2": {
            "A": "完全にキャッシュレス化されたシステム",
            "B": "現金のみを使うシステム",
            "C": "現金の選択肢も残した包括的なシステム"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '現金という選択肢を完全に排除すべきではない' (현금이라는 선택지를 완전히 배제해서는 안 된다)며 '誰もが安心して利用できる、包括的な決済システムの構築が必要' (누구나 안심하고 이용할 수 있는 포괄적인 결제 시스템 구축이 필요)라고 명시하고 있습니다."
    },
    {
        "id": 27,
        "passage": "植物性代替肉の市場が拡大している。環境負荷の軽減や動物愛護の観点から注目を集めているが、味や食感の再現度も向上し、一般消費者にも受け入れられ始めている。しかし、加工度が高いため、添加物の使用量が多いという指摘もある。また、伝統的な畜産業に従事する人々の生活をどう守るかという課題も無視できない。新しい技術や価値観を受け入れることは重要だが、それによって失われるものにも目を向ける必要がある。食の選択肢が増えることは歓迎すべきだが、極端な二元論ではなく、共存の道を探ることが大切だろう。多様な食文化が認め合える社会こそが豊かなのだ。",
        "question1": "植物性代替肉の課題として挙げられているものは何ですか。",
        "options1": {
            "A": "値段が安すぎること",
            "B": "添加物の使用量と伝統的畜産業への影響",
            "C": "種類が多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '加工度が高いため、添加物の使用量が多い' (가공도가 높기 때문에 첨가물 사용량이 많다)와 '伝統的な畜産業に従事する人々の生活をどう守るか' (전통적인 축산업에 종사하는 사람들의 생활을 어떻게 지킬 것인가)를 과제로 지적하고 있습니다.",
        "question2": "筆者が食文化について理想とする社会はどのようなものですか。",
        "options2": {
            "A": "植物性食品だけの社会",
            "B": "伝統的な食文化だけを守る社会",
            "C": "多様な食文化が共存し認め合える社会"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '極端な二元論ではなく、共存の道を探ることが大切' (극단적인 이원론이 아니라 공존의 길을 찾는 것이 중요)이며 '多様な食文化が認め合える社会こそが豊かなのだ' (다양한 식문화가 서로 인정하는 사회야말로 풍요롭다)라고 이상을 제시하고 있습니다."
    },
    {
        "id": 28,
        "passage": "自動運転車の実用化が現実味を帯びてきた。交通事故の削減や、高齢者の移動手段確保など、期待される効果は大きい。しかし、技術的な課題以上に、倫理的な問題が議論を呼んでいる。例えば、避けられない事故の際、AIはどのような判断基準で被害を最小化すべきか。また、事故が起きた場合の責任の所在も曖昧だ。さらに、運転を職業とする人々の雇用問題も深刻である。技術の進歩は歓迎すべきだが、社会的な合意形成なしに進めることは危険だ。人間とAIが共存する社会のルール作りを、今から始める必要がある。未来の交通システムは、技術だけでなく、社会全体で設計すべきものである。",
        "question1": "自動運転車の導入における課題は何ですか。",
        "options1": {
            "A": "車両価格が安すぎること",
            "B": "倫理的判断基準と責任の所在の曖昧さ",
            "C": "運転が簡単すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '避けられない事故の際、AIはどのような判断基準で被害を最小化すべきか' (피할 수 없는 사고 시, AI는 어떤 판단 기준으로 피해를 최소화해야 하는가)와 '事故が起きた場合の責任の所在も曖昧だ' (사고가 발생했을 때 책임 소재도 애매하다)라고 과제를 제시하고 있습니다.",
        "question2": "筆者が自動運転車の導入について必要だと考えていることは何ですか。",
        "options2": {
            "A": "技術開発を中止すること",
            "B": "社会的合意形成とルール作り",
            "C": "すぐに全面導入すること"
        },
        "answer2": "B",
        "explanation_ko2": "지문에서 '社会的な合意形成なしに進めることは危険' (사회적 합의 형성 없이 진행하는 것은 위험)이며 '人間とAIが共存する社会のルール作りを、今から始める必要がある' (인간과 AI가 공존하는 사회의 규칙 만들기를 지금부터 시작할 필요가 있다)고 강조하고 있습니다."
    },
    {
        "id": 29,
        "passage": "宇宙開発への民間企業の参入が加速している。かつては国家プロジェクトだった宇宙開発が、ビジネスチャンスとして注目されているのだ。衛星インターネットや宇宙旅行など、新たなサービスが生まれつつある。しかし、宇宙ゴミの増加は深刻な問題となっている。また、莫大な資金を宇宙に投じることへの批判もある。地球上にはまだ解決すべき課題が山積みだというのだ。とはいえ、宇宙開発によって得られる技術は、地球上の問題解決にも貢献している。重要なのは、宇宙開発と地球上の課題解決を対立させるのではなく、両立させる視点を持つことだろう。人類の未来は、宇宙と地球の両方にある。",
        "question1": "宇宙開発への批判として挙げられているものは何ですか。",
        "options1": {
            "A": "技術が未熟すぎること",
            "B": "宇宙ゴミの増加と地球の問題を優先すべきという意見",
            "C": "参入企業が多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '宇宙ゴミの増加は深刻な問題' (우주 쓰레기 증가는 심각한 문제)이며 '地球上にはまだ解決すべき課題が山積みだ' (지구상에는 아직 해결해야 할 과제가 산적해 있다)라는 비판이 있다고 지적하고 있습니다.",
        "question2": "筆者が宇宙開発について重要だと考えていることは何ですか。",
        "options2": {
            "A": "宇宙開発を完全に中止すること",
            "B": "地球の問題を無視して宇宙開発に集中すること",
            "C": "宇宙開発と地球の課題解決を両立させること"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '宇宙開発と地球上の課題解決を対立させるのではなく、両立させる視点を持つことだろう' (우주 개발과 지구상의 과제 해결을 대립시키는 것이 아니라 양립시키는 관점을 가지는 것이 중요)라고 명확히 제시하고 있습니다."
    },
    {
        "id": 30,
        "passage": "シェアリングエコノミーが私たちの生活を変えつつある。車や住居、さらには個人のスキルまで、あらゆるものがシェアの対象となっている。所有から利用へという価値観の転換は、資源の有効活用につながる。しかし、既存の業界からの反発も強い。タクシー業界は配車アプリを、ホテル業界は民泊を脅威と見なしている。また、シェアリングサービスの多くが、労働者を個人事業主として扱い、社会保障の対象外としている問題もある。新しい経済モデルには、新しいルールが必要だ。イノベーションを阻害することなく、公正な競争と労働者の権利を守る仕組みづくりが求められている。",
        "question1": "シェアリングエコノミーの問題点は何ですか。",
        "options1": {
            "A": "利用者が少なすぎること",
            "B": "既存業界との対立と労働者の社会保障問題",
            "C": "シェアできるものが限られていること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '既存の業界からの反発も強い' (기존 업계의 반발도 강하다)와 '労働者を個人事業主として扱い、社会保障の対象外としている問題' (노동자를 개인사업자로 취급하여 사회보장 대상에서 제외시키는 문제)를 지적하고 있습니다.",
        "question2": "筆者がシェアリングエコノミーに必要だと考えているものは何ですか。",
        "options2": {
            "A": "既存業界の完全な保護",
            "B": "規制を一切設けないこと",
            "C": "イノベーションと公正さを両立する新しいルール"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 'イノベーションを阻害することなく、公正な競争と労働者の権利を守る仕組みづくりが求められている' (혁신을 저해하지 않으면서 공정한 경쟁과 노동자의 권리를 지키는 구조 만들기가 요구되고 있다)고 명시하고 있습니다."
    },
    {
        "id": 31,
        "passage": "ミニマリズムという生活スタイルが注目を集めている。物を減らすことで、本当に大切なものが見えてくるという考え方だ。確かに、過剰な消費社会への反省として意味がある。しかし、極端なミニマリズムは、かえってストレスの原因になることもある。また、「物を持たない」ことが一種のステータスシンボルになり、本来の趣旨から外れている面もある。さらに、災害時の備えという観点からは、ある程度の物の備蓄は必要だ。大切なのは、自分にとって何が必要かを見極めることであり、他人の基準に縛られることではない。豊かさの定義は人それぞれであることを忘れてはならない。",
        "question1": "極端なミニマリズムの問題点として挙げられているものは何ですか。",
        "options1": {
            "A": "お金がかかりすぎること",
            "B": "ストレスの原因になり、災害時の備えが不足すること",
            "C": "物が増えすぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '極端なミニマリズムは、かえってストレスの原因になる' (극단적인 미니멀리즘은 오히려 스트레스의 원인이 된다)와 '災害時の備えという観点からは、ある程度の物の備蓄は必要' (재해 시 대비라는 관점에서는 어느 정도의 물건 비축이 필요)라고 문제점을 지적하고 있습니다.",
        "question2": "筆者が本当に大切だと考えていることは何ですか。",
        "options2": {
            "A": "できるだけ物を持たないこと",
            "B": "流行に従って生活すること",
            "C": "自分にとって何が必要かを見極めること"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '大切なのは、自分にとって何が必要かを見極めることであり、他人の基準に縛られることではない' (중요한 것은 자신에게 무엇이 필요한지를 파악하는 것이며, 타인의 기준에 얽매이는 것이 아니다)고 강조하고 있습니다."
    },
    {
        "id": 32,
        "passage": "サブスクリプションサービスが生活のあらゆる場面に浸透している。音楽や動画だけでなく、洋服、家具、さらには車まで定額制で利用できる時代になった。初期費用を抑えられ、常に最新のものを使えるというメリットは大きい。しかし、気づかないうちに多くのサービスに加入し、結果的に高額な出費になっているケースも多い。また、解約を忘れて使わないサービスに料金を払い続ける「サブスク疲れ」も問題となっている。所有欲から解放される一方で、新たな依存を生み出している面もある。必要なサービスを見極め、定期的に見直すことが、賢い付き合い方だろう。",
        "question1": "サブスクリプションサービスの問題点は何ですか。",
        "options1": {
            "A": "種類が少なすぎること",
            "B": "気づかないうちに高額になり、不要なサービスに料金を払い続けること",
            "C": "初期費用が高すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '気づかないうちに多くのサービスに加入し、結果的に高額な出費になっている' (모르는 사이에 많은 서비스에 가입하여 결과적으로 고액의 지출이 되고 있다)와 '使わないサービスに料金を払い続ける「サブスク疲れ」' (사용하지 않는 서비스에 요금을 계속 지불하는 '구독 피로')를 문제로 지적하고 있습니다.",
        "question2": "筆者が推奨するサブスクリプションサービスとの付き合い方は何ですか。",
        "options2": {
            "A": "一切利用しないこと",
            "B": "できるだけ多く加入すること",
            "C": "必要なサービスを見極めて定期的に見直すこと"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '必要なサービスを見極め、定期的に見直すことが、賢い付き合い方だろう' (필요한 서비스를 파악하고 정기적으로 재검토하는 것이 현명한 이용 방법일 것이다)라고 구체적인 방법을 제시하고 있습니다."
    },
    {
        "id": 33,
        "passage": "メタバースが次世代のインターネットとして期待されている。仮想空間での会議やイベント、ショッピングなど、現実世界の活動を再現できる可能性に注目が集まる。パンデミックで加速したデジタル化の延長線上にある技術だ。しかし、現実逃避を助長するのではないかという懸念もある。また、仮想空間での経済活動に関する法整備も追いついていない。さらに、長時間の使用による健康への影響も未知数だ。新しい技術がもたらす可能性と危険性を、冷静に評価する必要がある。仮想と現実のバランスを保ちながら、テクノロジーと共生する知恵が求められている。",
        "question1": "メタバースに対する懸念として挙げられているものは何ですか。",
        "options1": {
            "A": "技術が単純すぎること",
            "B": "現実逃避の助長と法整備の遅れ",
            "C": "利用者が多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '現実逃避を助長するのではないかという懸念' (현실 도피를 조장하는 것이 아닌가 하는 우려)와 '仮想空間での経済活動に関する法整備も追いついていない' (가상공간에서의 경제활동에 관한 법 정비도 따라가지 못하고 있다)를 우려사항으로 제시하고 있습니다.",
        "question2": "筆者がメタバースとの向き合い方について必要だと考えていることは何ですか。",
        "options2": {
            "A": "完全に現実世界だけで生活すること",
            "B": "仮想空間に完全に移行すること",
            "C": "仮想と現実のバランスを保つこと"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '仮想と現実のバランスを保ちながら、テクノロジーと共生する知恵が求められている' (가상과 현실의 균형을 유지하면서 테크놀로지와 공생하는 지혜가 요구되고 있다)고 명확히 제시하고 있습니다."
    },
    {
        "id": 34,
        "passage": "再生可能エネルギーへの転換が世界的な課題となっている。太陽光や風力発電は、化石燃料に代わるクリーンなエネルギー源として期待されている。しかし、天候に左右される不安定さや、初期投資の大きさが普及の障壁となっている。また、太陽光パネルの廃棄問題や、風力発電による騒音被害など、新たな環境問題も生じている。エネルギー問題に特効薬はない。様々な選択肢を組み合わせ、地域の特性に応じた最適解を見つけることが重要だ。技術開発と同時に、省エネルギーへの取り組みも欠かせない。持続可能な社会の実現には、生産と消費の両面からのアプローチが必要である。",
        "question1": "再生可能エネルギーの課題として挙げられているものは何ですか。",
        "options1": {
            "A": "エネルギーが強すぎること",
            "B": "天候依存の不安定さと新たな環境問題",
            "C": "設置場所が多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '天候に左右される不安定さ' (날씨에 좌우되는 불안정성)와 '太陽光パネルの廃棄問題や、風力発電による騒音被害など、新たな環境問題' (태양광 패널 폐기 문제나 풍력발전으로 인한 소음 피해 등 새로운 환경문제)를 과제로 지적하고 있습니다.",
        "question2": "筆者がエネルギー問題の解決に必要だと考えていることは何ですか。",
        "options2": {
            "A": "再生可能エネルギーだけに頼ること",
            "B": "化石燃料を使い続けること",
            "C": "様々な選択肢の組み合わせと省エネルギー"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '様々な選択肢を組み合わせ、地域の特性に応じた最適解を見つけることが重要' (다양한 선택지를 조합하여 지역 특성에 맞는 최적해를 찾는 것이 중요)이며 '省エネルギーへの取り組みも欠かせない' (에너지 절약 노력도 빠뜨릴 수 없다)고 제시하고 있습니다."
    },
    {
        "id": 35,
        "passage": "インフルエンサーマーケティングが広告業界を変えている。有名人だけでなく、特定分野で影響力を持つ一般人も、企業の重要なパートナーとなっている。消費者は、親近感のあるインフルエンサーの推薦を信頼する傾向がある。しかし、ステルスマーケティングの問題は後を絶たない。広告であることを明示せずに商品を宣伝するケースが散見される。また、フォロワー数を水増しする不正行為も横行している。消費者には、情報を批判的に受け止める力が求められる。一方、企業側にも、倫理的なマーケティングが求められている。信頼関係の上に成り立つビジネスであることを、忘れてはならない。",
        "question1": "インフルエンサーマーケティングの問題点は何ですか。",
        "options1": {
            "A": "有名人が少なすぎること",
            "B": "ステルスマーケティングとフォロワー数の不正",
            "C": "広告費が安すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 'ステルスマーケティングの問題は後を絶たない' (스텔스 마케팅 문제가 끊이지 않는다)와 'フォロワー数を水増しする不正行為も横行している' (팔로워 수를 부풀리는 부정행위도 만연하고 있다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が消費者と企業の両方に求めていることは何ですか。",
        "options2": {
            "A": "インフルエンサーを使わないこと",
            "B": "批判的思考力と倫理的なマーケティング",
            "C": "フォロワー数だけを重視すること"
        },
        "answer2": "B",
        "explanation_ko2": "지문에서 '消費者には、情報を批判的に受け止める力が求められる' (소비자에게는 정보를 비판적으로 받아들이는 힘이 요구된다)와 '企業側にも、倫理的なマーケティングが求められている' (기업 측에도 윤리적인 마케팅이 요구되고 있다)고 양쪽 모두에게 요구하고 있습니다."
    },
    {
        "id": 36,
        "passage": "高齢者の孤独死が社会問題化している。一人暮らしの高齢者が増える中、誰にも看取られることなく亡くなるケースが後を絶たない。家族関係の希薄化や、地域コミュニティの崩壊が背景にある。見守りサービスやICTを活用した安否確認システムなど、様々な対策が講じられている。しかし、技術だけでは解決できない問題だ。人と人とのつながりを、どう再構築するかが問われている。また、「孤独死は悪」という固定観念も見直す必要があるかもしれない。尊厳ある最期を迎えるための選択肢を、社会全体で考える時期に来ている。死生観の多様性を認める成熟した社会が求められる。",
        "question1": "孤独死が増えている背景として挙げられているものは何ですか。",
        "options1": {
            "A": "医療技術が進歩しすぎたこと",
            "B": "家族関係の希薄化と地域コミュニティの崩壊",
            "C": "高齢者が健康すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '家族関係の希薄化や、地域コミュニティの崩壊が背景にある' (가족관계의 희박화나 지역 커뮤니티의 붕괴가 배경에 있다)고 원인을 명시하고 있습니다.",
        "question2": "筆者が社会に求めていることは何ですか。",
        "options2": {
            "A": "孤独死を完全になくすこと",
            "B": "技術だけで問題を解決すること",
            "C": "死生観の多様性を認める成熟した社会"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '尊厳ある最期を迎えるための選択肢を、社会全体で考える' (존엄한 최후를 맞이하기 위한 선택지를 사회 전체가 생각할) 필요가 있으며 '死生観の多様性を認める成熟した社会が求められる' (죽음과 삶에 대한 관점의 다양성을 인정하는 성숙한 사회가 요구된다)고 제시하고 있습니다."
    },
    {
        "id": 37,
        "passage": "多文化共生社会の実現が日本の課題となっている。労働力不足を背景に、外国人労働者の受け入れが拡大している。しかし、言語の壁や文化の違いから生じる摩擦も少なくない。また、技能実習生の劣悪な労働環境や、子どもの教育問題など、解決すべき課題は山積している。一方で、多様性がイノベーションの源泉となることも事実だ。異なる価値観や発想が交わることで、新しいアイデアが生まれる。重要なのは、「同化」ではなく「共生」の視点を持つことだ。お互いの文化を尊重しながら、共に生きる社会を築く必要がある。多様性を豊かさとして受け入れる寛容さが試されている。",
        "question1": "外国人労働者受け入れの課題として挙げられているものは何ですか。",
        "options1": {
            "A": "労働者が多すぎること",
            "B": "言語・文化の摩擦と労働環境・教育問題",
            "C": "給料が高すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '言語の壁や文化の違いから生じる摩擦' (언어의 벽이나 문화 차이에서 생기는 마찰)과 '技能実習生の劣悪な労働環境や、子どもの教育問題' (기능실습생의 열악한 노동환경이나 아이들의 교육 문제)를 과제로 제시하고 있습니다.",
        "question2": "筆者が多文化共生社会の実現に重要だと考えていることは何ですか。",
        "options2": {
            "A": "外国人に日本文化への完全な同化を求めること",
            "B": "外国人労働者を受け入れないこと",
            "C": "互いの文化を尊重する共生の視점"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '「同化」ではなく「共生」の視点を持つこと' ('동화'가 아니라 '공생'의 관점을 가지는 것)이 중요하며 'お互いの文化を尊重しながら、共に生きる社会を築く必要がある' (서로의 문화를 존중하면서 함께 사는 사회를 구축할 필요가 있다)고 강조하고 있습니다."
    },
    {
        "id": 38,
        "passage": "ビッグデータの活用が進む一方で、プライバシー保護への懸念が高まっている。企業は膨大な個人データを収集・分析し、マーケティングやサービス改善に活用している。確かに、パーソナライズされたサービスは便利だ。しかし、どこまでの情報が収集され、どのように使われているか、多くの利用者は把握していない。データ漏洩のリスクも常に存在する。また、AIによる判断が差別を助長する可能性も指摘されている。便利さと引き換えに、私たちは何を失っているのか。データの透明性と、利用者の選択権を確保することが急務だ。技術の進歩と人権の保護のバランスを、どう取るかが問われている。",
        "question1": "ビッグデータ活用の問題点として挙げられているものは何ですか。",
        "options1": {
            "A": "データが少なすぎること",
            "B": "利用者の認識不足とデータ漏洩・差別のリスク",
            "C": "サービスが不便になること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 'どこまでの情報が収集され、どのように使われているか、多くの利用者は把握していない' (어디까지의 정보가 수집되고 어떻게 사용되는지 많은 이용자는 파악하지 못하고 있다)와 'データ漏洩のリスク' (데이터 유출 리스크), 'AIによる判断が差別を助長する可能性' (AI의 판단이 차별을 조장할 가능성)를 문제로 지적하고 있습니다.",
        "question2": "筆者がビッグデータについて急務だと考えていることは何ですか。",
        "options2": {
            "A": "データ収集を完全に禁止すること",
            "B": "より多くのデータを集めること",
            "C": "データの透明性と利用者の選択権の確保"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 'データの透明性と、利用者の選択権を確保することが急務だ' (데이터의 투명성과 이용자의 선택권을 확보하는 것이 시급하다)라고 명확히 제시하고 있습니다."
    },
    {
        "id": 39,
        "passage": "ジェンダー平等の実現に向けた取り組みが進んでいるが、まだ多くの課題が残されている。女性の管理職比率は依然として低く、賃金格差も解消されていない。男性の育児休業取得率も、目標には程遠い状況だ。しかし、これは女性だけの問題ではない。男性も「男らしさ」の呪縛から解放される必要がある。性別に関係なく、個人の能力や適性が正当に評価される社会が理想だ。制度改革と同時に、無意識の偏見を自覚し、克服する努力が求められる。真の平等は、形式的な数値目標の達成だけでなく、意識の変革から生まれるものである。",
        "question1": "日本のジェンダー平等における課題は何ですか。",
        "options1": {
            "A": "女性が働きたがらないこと",
            "B": "女性管理職の少なさと賃金格差、男性の育休取得率の低さ",
            "C": "男性の給料が低すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '女性の管理職比率は依然として低く、賃金格差も解消されていない' (여성 관리직 비율은 여전히 낮고 임금 격차도 해소되지 않았다), '男性の育児休業取得率も、目標には程遠い' (남성의 육아휴직 취득률도 목표와는 거리가 멀다)고 과제를 제시하고 있습니다.",
        "question2": "筆者が真の平等実現に必要だと考えていることは何ですか。",
        "options2": {
            "A": "女性だけを優遇すること",
            "B": "数値目標だけを追求すること",
            "C": "制度改革と無意識の偏見克服による意識変革"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '制度改革と同時に、無意識の偏見を自覚し、克服する努力が求められる' (제도 개혁과 동시에 무의식적 편견을 자각하고 극복하는 노력이 요구된다)며 '真の平等は...意識の変革から生まれる' (진정한 평등은 의식의 변혁에서 나온다)고 강조하고 있습니다."
    },
    {
        "id": 40,
        "passage": "サーキュラーエコノミー（循環型経済）への転換が世界的に進んでいる。従来の「作って、使って、捨てる」という一方通行の経済から、資源を循環させる仕組みへの移行だ。リサイクルだけでなく、製品の長寿命化やシェアリング、修理サービスの充実なども含まれる。しかし、初期投資の大きさや、既存のビジネスモデルからの転換の困難さが障壁となっている。また、消費者の意識改革も不可欠だ。安さや便利さだけでなく、環境への影響を考慮した選択が求められる。経済成長と環境保護の両立は可能か。この問いに、私たちは答えを見つけなければならない。",
        "question1": "サーキュラーエコノミー実現の障壁は何ですか。",
        "options1": {
            "A": "リサイクル技術が進みすぎていること",
            "B": "初期投資の大きさと既存ビジネスモデルからの転換の困難さ",
            "C": "製品が長持ちしすぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '初期投資の大きさや、既存のビジネスモデルからの転換の困難さが障壁となっている' (초기 투자의 규모나 기존 비즈니스 모델로부터의 전환의 어려움이 장벽이 되고 있다)고 명시하고 있습니다.",
        "question2": "筆者が消費者に求めていることは何ですか。",
        "options2": {
            "A": "安いものだけを買うこと",
            "B": "何も買わないこと",
            "C": "環境への影響を考慮した選択"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '消費者の意識改革も不可欠' (소비자의 의식 개혁도 불가결)이며 '安さや便利さだけでなく、環境への影響を考慮した選択が求められる' (싸고 편리한 것뿐만 아니라 환경에 미치는 영향을 고려한 선택이 요구된다)고 제시하고 있습니다."
    },
    {
        "id": 41,
        "passage": "フェイクニュースの拡散が民主主義を脅かしている。SNSの普及により、誤った情報が瞬時に広まる時代となった。感情に訴える内容ほど拡散されやすく、事実確認がおろそかになりがちだ。また、エコーチェンバー効果により、自分の信じたい情報だけに触れる傾向が強まっている。メディアリテラシー教育の重要性が叫ばれているが、それだけでは不十分だ。プラットフォーム企業の責任も問われている。しかし、検閲との境界線は曖昧で、表現の自由とのバランスが難しい。情報の真偽を見極める力と、異なる意見に耳を傾ける寛容さ。この両方を持つことが、現代を生きる市民の責務である。",
        "question1": "フェイクニュースが広まりやすい理由は何ですか。",
        "options1": {
            "A": "メディアが少なすぎるから",
            "B": "感情に訴える内容ほど拡散されやすく、エコーチェンバー効果があるから",
            "C": "事実が面白すぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '感情に訴える内容ほど拡散されやすく' (감정에 호소하는 내용일수록 확산되기 쉽고) 'エコーチェンバー効果により、自分の信じたい情報だけに触れる傾向' (에코챔버 효과로 자신이 믿고 싶은 정보만 접하는 경향)이 있다고 설명하고 있습니다.",
        "question2": "筆者が現代の市民に必要だと考える能力は何ですか。",
        "options2": {
            "A": "SNSを使わないこと",
            "B": "自分の意見だけを信じること",
            "C": "真偽を見極める力と異なる意見への寛容さ"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '情報の真偽を見極める力と、異なる意見に耳を傾ける寛容さ。この両方を持つことが、現代を生きる市民の責務' (정보의 진위를 파악하는 능력과 다른 의견에 귀를 기울이는 관용. 이 두 가지를 갖추는 것이 현대를 사는 시민의 책무)라고 명확히 제시하고 있습니다."
    },
    {
        "id": 42,
        "passage": "生涯学習の重要性が高まっている。技術革新のスピードが加速し、一度身につけた知識やスキルがすぐに陳腐化する時代だ。定年後も働き続ける人が増え、新たな能力開発が必要となっている。オンライン学習プラットフォームの充実により、学びの機会は格段に増えた。しかし、自己投資できる人とできない人の格差が広がっている。また、何を学ぶべきか、情報過多で判断が難しい。企業も社員の学び直しを支援する必要がある。学歴社会から学習歴社会へ。年齢に関係なく学び続けることが、これからの社会を生き抜く鍵となる。",
        "question1": "生涯学習が必要となっている背景は何ですか。",
        "options1": {
            "A": "大学が少なすぎるから",
            "B": "技術革新による知識の陳腐化と定年後の就労増加",
            "C": "若者が勉強しないから"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '技術革新のスピードが加速し、一度身につけた知識やスキルがすぐに陳腐化する' (기술 혁신의 속도가 가속화되어 한 번 익힌 지식이나 기술이 금방 진부해진다)와 '定年後も働き続ける人が増え' (정년 후에도 계속 일하는 사람이 늘어)를 배경으로 제시하고 있습니다.",
        "question2": "筆者がこれからの社会で重要だと考えていることは何ですか。",
        "options2": {
            "A": "学歴を重視すること",
            "B": "若いうちだけ勉強すること",
            "C": "年齢に関係なく学び続けること"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '学歴社会から学習歴社会へ' (학력 사회에서 학습력 사회로), '年齢に関係なく学び続けることが、これからの社会を生き抜く鍵' (나이에 관계없이 계속 배우는 것이 앞으로의 사회를 살아가는 열쇠)라고 강조하고 있습니다."
    },
    {
        "id": 43,
        "passage": "地域医療の崩壊が懸念されている。地方では医師不足が深刻化し、診療科の偏在も問題となっている。若い医師は都市部の大病院を選ぶ傾向が強く、地方の病院は存続の危機に瀕している。遠隔医療の導入や、AIを活用した診断支援システムなど、技術による解決策も模索されている。しかし、対面診療の重要性は変わらない。地域医療を支えるためには、医師の待遇改善や、地域全体で医療を支える仕組みづくりが必要だ。また、予防医療の充実により、医療需要そのものを減らす取り組みも重要である。健康寿命の延伸こそが、持続可能な医療の鍵となる。",
        "question1": "地域医療が直面している問題は何ですか。",
        "options1": {
            "A": "医師が多すぎること",
            "B": "医師不足と診療科の偏在",
            "C": "病院の設備が良すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '地方では医師不足が深刻化し、診療科の偏在も問題となっている' (지방에서는 의사 부족이 심각해지고 진료과의 편재도 문제가 되고 있다)고 명시하고 있습니다.",
        "question2": "筆者が持続可能な医療の鍵として挙げているものは何ですか。",
        "options2": {
            "A": "大病院を増やすこと",
            "B": "医師の数を減らすこと",
            "C": "予防医療の充実と健康寿命の延伸"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '予防医療の充実により、医療需要そのものを減らす取り組みも重要' (예방의료 충실로 의료 수요 자체를 줄이는 노력도 중요)이며 '健康寿命の延伸こそが、持続可能な医療の鍵' (건강수명 연장이야말로 지속가능한 의료의 열쇠)라고 제시하고 있습니다."
    },
    {
        "id": 44,
        "passage": "コンテンツの無料化が進む一方で、クリエイターの収益確保が課題となっている。音楽や動画、記事など、多くのコンテンツが無料で楽しめる時代だ。広告収入やサブスクリプションモデルなど、新たな収益化の方法も生まれている。しかし、一部の人気クリエイターを除き、多くが十分な収入を得られていない。また、無料に慣れた消費者は、コンテンツに対価を払うことに抵抗を感じる。創作活動の価値をどう評価し、どう支えるか。文化の担い手であるクリエイターが、持続的に活動できる環境づくりが急務だ。良質なコンテンツには、適切な対価が必要であることを、社会全体で認識する必要がある。",
        "question1": "コンテンツ無料化による問題は何ですか。",
        "options1": {
            "A": "コンテンツが少なすぎること",
            "B": "多くのクリエイターが十分な収入を得られないこと",
            "C": "広告が多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '一部の人気クリエイターを除き、多くが十分な収入を得られていない' (일부 인기 크리에이터를 제외하고 많은 사람이 충분한 수입을 얻지 못하고 있다)고 문제를 지적하고 있습니다.",
        "question2": "筆者が社会全体に必要だと考える認識は何ですか。",
        "options2": {
            "A": "すべてのコンテンツを無料にすること",
            "B": "クリエイターを減らすこと",
            "C": "良質なコンテンツには適切な対価が必要"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '良質なコンテンツには、適切な対価が必要であることを、社会全体で認識する必要がある' (양질의 콘텐츠에는 적절한 대가가 필요하다는 것을 사회 전체가 인식할 필요가 있다)고 명확히 제시하고 있습니다."
    },
    {
        "id": 45,
        "passage": "観光と環境保護の両立が世界的な課題となっている。美しい自然や歴史的建造物は、観光資源であると同時に、保護すべき財産でもある。過度な観光開発により、本来の魅力が失われるケースも少なくない。エコツーリズムという概念が広まりつつあるが、実践は容易ではない。観光収入と環境保護のバランスをどう取るか、地域ごとに最適解は異なる。また、観光客の意識改革も重要だ。「見る」だけでなく「守る」責任を自覚する必要がある。未来の世代にも、今の美しさを残すために。持続可能な観光の実現は、すべての関係者の協力なしには成し遂げられない。",
        "question1": "観光開発の問題点は何ですか。",
        "options1": {
            "A": "観光客が少なすぎること",
            "B": "過度な開発により本来の魅力が失われること",
            "C": "入場料が高すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '過度な観光開発により、本来の魅力が失われるケースも少なくない' (과도한 관광 개발로 본래의 매력이 사라지는 경우도 적지 않다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が観光客に求めていることは何ですか。",
        "options2": {
            "A": "観光をやめること",
            "B": "お金をたくさん使うこと",
            "C": "「見る」だけでなく「守る」責任の自覚"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '観光客の意識改革も重要' (관광객의 의식 개혁도 중요)이며 '「見る」だけでなく「守る」責任を自覚する必要がある' ('보는' 것뿐만 아니라 '지키는' 책임을 자각할 필요가 있다)고 강조하고 있습니다."
    },
    {
        "id": 46,
        "passage": "農業の担い手不足が深刻化している。高齢化が進み、後継者のいない農家が増えている。一方で、スマート農業への期待が高まっている。ドローンやAI、IoT技術を活用することで、少人数でも効率的な農業が可能になるという。しかし、初期投資の大きさや、技術習得の難しさがネックとなっている。また、農業の魅力をどう若い世代に伝えるかも課題だ。食料自給率の向上は、国の安全保障にも関わる重要な問題である。農業を「きつい、汚い、儲からない」というイメージから脱却させ、魅力ある産業として再生することが求められている。",
        "question1": "日本の農業が直面している問題は何ですか。",
        "options1": {
            "A": "農産物が多すぎること",
            "B": "高齢化による担い手不足と後継者問題",
            "C": "技術が進みすぎていること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '高齢化が進み、後継者のいない農家が増えている' (고령화가 진행되어 후계자가 없는 농가가 늘고 있다)고 문제를 명시하고 있습니다.",
        "question2": "筆者が農業に必要だと考えていることは何ですか。",
        "options2": {
            "A": "伝統的な方法だけを守ること",
            "B": "農業をやめること",
            "C": "イメージを改善し魅力ある産業として再生すること"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '農業を「きつい、汚い、儲からない」というイメージから脱却させ、魅力ある産業として再生することが求められている' (농업을 '힘들고, 더럽고, 돈이 안 된다'는 이미지에서 탈피시켜 매력 있는 산업으로 재생하는 것이 요구되고 있다)고 제시하고 있습니다."
    },
    {
        "id": 47,
        "passage": "音声アシスタントの普及により、私たちの生活様式が変わりつつある。声だけで家電を操作したり、情報を検索したりできる便利さは革命的だ。高齢者や障害者にとっても、バリアフリーな技術として期待されている。しかし、常に音声を聞かれているというプライバシーへの懸念は根強い。また、子どもが命令口調で話すことに慣れ、対人コミュニケーション能力に影響が出るのではないかという指摘もある。便利な技術との付き合い方を、私たちは学ぶ必要がある。技術に使われるのではなく、技術を使いこなす。その主体性を失ってはならない。",
        "question1": "音声アシスタントの問題点として挙げられているものは何ですか。",
        "options1": {
            "A": "値段が高すぎること",
            "B": "プライバシーの懸念と子どものコミュニケーション能力への影響",
            "C": "音質が悪いこと"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '常に音声を聞かれているというプライバシーへの懸念' (항상 음성을 들리고 있다는 프라이버시에 대한 우려)와 '子どもが命令口調で話すことに慣れ、対人コミュニケーション能力に影響が出る' (아이가 명령조로 말하는 것에 익숙해져 대인 커뮤니케이션 능력에 영향이 나온다)는 지적이 있다고 제시하고 있습니다.",
        "question2": "筆者が技術との付き合い方で重要だと考えていることは何ですか。",
        "options2": {
            "A": "技術を完全に避けること",
            "B": "技術に頼り切ること",
            "C": "技術を使いこなす主体性を持つこと"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '技術に使われるのではなく、技術を使いこなす。その主体性を失ってはならない' (기술에 사용되는 것이 아니라 기술을 능숙하게 사용한다. 그 주체성을 잃어서는 안 된다)고 강조하고 있습니다."
    },
    {
        "id": 48,
        "passage": "現代アートの価値について議論が分かれている。数億円で取引される作品がある一方、「これが芸術？」と疑問を持つ人も多い。アートの価値は、市場価格だけで測れるものではない。時代を映す鏡として、社会に問いを投げかける役割もある。しかし、一般の人々とアート界との間には大きな溝がある。難解な作品解説や、閉鎖的な業界体質が、アートを遠い存在にしている。アートがもっと身近になるためには、専門家と一般の人々をつなぐ架け橋が必要だ。多様な価値観を認め合い、対話を重ねることで、アートの可能性は広がっていく。",
        "question1": "現代アートと一般の人々の間にある問題は何ですか。",
        "options1": {
            "A": "作品が安すぎること",
            "B": "難解な解説と閉鎖的な業界体質による溝",
            "C": "アーティストが多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '一般の人々とアート界との間には大きな溝がある' (일반 사람들과 아트계 사이에는 큰 간극이 있다), '難解な作品解説や、閉鎖的な業界体質が、アートを遠い存在にしている' (난해한 작품 해설이나 폐쇄적인 업계 체질이 아트를 먼 존재로 만들고 있다)고 지적하고 있습니다.",
        "question2": "筆者がアートの可能性を広げるために必要だと考えていることは何ですか。",
        "options2": {
            "A": "高い作品だけを評価すること",
            "B": "専門家だけで議論すること",
            "C": "多様な価値観を認め合い対話を重ねること"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '多様な価値観を認め合い、対話を重ねることで、アートの可能性は広がっていく' (다양한 가치관을 서로 인정하고 대화를 거듭함으로써 아트의 가능성은 넓어진다)고 제시하고 있습니다."
    },
    {
        "id": 49,
        "passage": "食の安全性への関心が高まる中、遺伝子組み換え食品への議論が続いている。収量増加や栄養価向上など、技術的なメリットは大きい。世界の食糧問題解決への貢献も期待されている。しかし、長期的な健康への影響や、生態系への影響については、まだ不明な点が多い。消費者の選択権を保障するため、表示の義務化が進んでいるが、加工食品での判別は困難だ。科学的根拠に基づいた冷静な議論が必要だが、感情論に陥りやすいテーマでもある。リスクとベネフィットを正確に理解し、個人が判断できる環境を整えることが重要である。",
        "question1": "遺伝子組み換え食品の懸念事項は何ですか。",
        "options1": {
            "A": "値段が高すぎること",
            "B": "長期的な健康への影響と生態系への影響の不明確さ",
            "C": "種類が少なすぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '長期的な健康への影響や、生態系への影響については、まだ不明な点が多い' (장기적인 건강에 미치는 영향이나 생태계에 미치는 영향에 대해서는 아직 불명확한 점이 많다)고 우려사항을 제시하고 있습니다.",
        "question2": "筆者が重要だと考えていることは何ですか。",
        "options2": {
            "A": "すべて禁止すること",
            "B": "感情論で判断すること",
            "C": "リスクとベネフィットを理解し個人が判断できる環境"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 'リスクとベネフィットを正確に理解し、個人が判断できる環境を整えることが重要' (리스크와 베네핏을 정확히 이해하고 개인이 판단할 수 있는 환경을 정비하는 것이 중요)라고 명시하고 있습니다."
    },
    {
        "id": 50,
        "passage": "クラウドファンディングが新たな資金調達の方法として定着しつつある。アイデアさえあれば、誰でも支援者を募ることができる民主的なシステムだ。社会課題の解決や、ニッチな商品開発など、従来の金融では実現困難だったプロジェクトが生まれている。しかし、詐欺まがいのプロジェクトや、実現不可能な計画も散見される。また、支援したプロジェクトが失敗した場合の返金は期待できない。支援者側には、プロジェクトを見極める目が求められる。一方、実行者側には、透明性のある情報開示と誠実な対応が不可欠だ。新しい経済の形として、健全に発展することを期待したい。",
        "question1": "クラウドファンディングの問題点は何ですか。",
        "options1": {
            "A": "アイデアが多すぎること",
            "B": "詐欺まがいのプロジェクトと失敗時の返金不可",
            "C": "支援者が多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "지문에서 '詐欺まがいのプロジェクトや、実現不可能な計画も散見される' (사기성 프로젝트나 실현 불가능한 계획도 종종 보인다), '支援したプロジェクトが失敗した場合の返金は期待できない' (지원한 프로젝트가 실패한 경우의 환불은 기대할 수 없다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が支援者と実行者に求めていることは何ですか。",
        "options2": {
            "A": "すべてのプロジェクトを支援すること",
            "B": "クラウドファンディングを使わないこと",
            "C": "見極める目と透明性のある情報開示"
        },
        "answer2": "C",
        "explanation_ko2": "지문에서 '支援者側には、プロジェクトを見極める目が求められる' (지원자 측에는 프로젝트를 파악하는 눈이 요구된다), '実行者側には、透明性のある情報開示と誠実な対応が不可欠' (실행자 측에는 투명한 정보 공개와 성실한 대응이 불가결)이라고 제시하고 있습니다."
    },
    {
        "id": 51,
        "passage": "最近、若者の間で「推し活」という言葉が広まっている。アイドルやキャラクターなど、自分が応援する対象に時間とお金を費やす活動のことだ。グッズを集めたり、イベントに参加したりすることで、日常生活に楽しみを見出している。しかし、過度な推し活は経済的な負担となり、借金をしてまで活動を続ける人もいる。また、推しに依存しすぎて、現実の人間関係がおろそかになるケースも見られる。趣味として楽しむ分には良いが、生活のバランスを崩してはいけない。推し活は人生を豊かにする一つの手段であって、人生のすべてではないことを忘れてはならない。",
        "question1": "筆者が推し活について懸念していることは何ですか。",
        "options1": {
            "A": "若者が増えすぎること",
            "B": "経済的負担と人間関係への悪影響",
            "C": "イベントが少なすぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'過度な推し活は経済的な負担となり' (과도한 오시카츠는 경제적 부담이 되고)와 '現実の人間関係がおろそかになるケースも見られる' (현실의 인간관계가 소홀해지는 경우도 보인다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が推し活に対して持っている考えは何ですか。",
        "options2": {
            "A": "完全にやめるべきだ",
            "B": "もっと積極的にすべきだ",
            "C": "バランスを保ちながら楽しむべきだ"
        },
        "answer2": "C",
        "explanation_ko2": "'趣味として楽しむ分には良いが、生活のバランスを崩してはいけない' (취미로 즐기는 것은 좋지만 생활의 균형을 무너뜨려서는 안 된다)고 균형 잡힌 관점을 제시하고 있습니다."
    },
    {
        "id": 52,
        "passage": "日本の祭りは地域コミュニティの結束を強める重要な役割を果たしている。しかし、少子高齢化により、祭りの担い手不足が深刻化している。神輿を担ぐ若者がいない、太鼓を叩ける人が減っているなど、伝統の継承が危ぶまれている。一方で、外国人観光客の増加により、祭りが観光資源として注目されるようになった。地域住民と観光客のニーズをどう両立させるか。祭りの本来の意味を守りながら、新しい参加者を受け入れる柔軟性も必要だ。伝統は形を変えながらも、その精神を次世代に伝えていくものである。",
        "question1": "祭りが直面している課題は何ですか。",
        "options1": {
            "A": "観光客が多すぎること",
            "B": "担い手不足と観光化のバランス",
            "C": "祭りの数が増えすぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'祭りの担い手不足が深刻化している' (축제 담당자 부족이 심각해지고 있다)와 '地域住民と観光客のニーズをどう両立させるか' (지역 주민과 관광객의 니즈를 어떻게 양립시킬까)를 과제로 제시하고 있습니다.",
        "question2": "筆者が伝統について考えていることは何ですか。",
        "options2": {
            "A": "完全に昔のまま守るべきだ",
            "B": "観光のために変えるべきだ",
            "C": "精神を守りながら形は柔軟に変化させるべきだ"
        },
        "answer2": "C",
        "explanation_ko2": "'伝統は形を変えながらも、その精神を次世代に伝えていくものである' (전통은 형태를 바꾸면서도 그 정신을 다음 세대에 전해가는 것이다)라고 명시하고 있습니다."
    },
    {
        "id": 53,
        "passage": "コンビニエンスストアの24時間営業が見直されている。人手不足や働き方改革の影響で、深夜営業を続けることが困難になってきた。確かに、深夜に買い物ができる便利さは大きい。しかし、その便利さの裏で、働く人々の負担は計り知れない。また、深夜の売上が採算に合わない店舗も多い。一方で、夜勤労働者や緊急時のニーズも無視できない。すべての店舗が一律に営業時間を決めるのではなく、地域の実情に応じた柔軟な対応が求められる。真の利便性とは、持続可能な形で提供されるものではないだろうか。",
        "question1": "24時間営業の見直しが進んでいる理由は何ですか。",
        "options1": {
            "A": "電気代が高すぎるから",
            "B": "人手不足と採算性の問題",
            "C": "客が多すぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'人手不足や働き方改革の影響' (인력 부족이나 일하는 방식 개혁의 영향)과 '深夜の売上が採算に合わない店舗も多い' (심야 매출이 채산에 맞지 않는 점포도 많다)고 이유를 제시하고 있습니다.",
        "question2": "筆者が理想的だと考える対応は何ですか。",
        "options2": {
            "A": "すべて24時間営業を続ける",
            "B": "すべて深夜営業をやめる",
            "C": "地域の実情に応じて柔軟に対応する"
        },
        "answer2": "C",
        "explanation_ko2": "'すべての店舗が一律に営業時間を決めるのではなく、地域の実情に応じた柔軟な対応が求められる' (모든 점포가 일률적으로 영업시간을 정하는 것이 아니라 지역 실정에 맞춰 유연하게 대응하는 것이 요구된다)고 명시하고 있습니다."
    },
    {
        "id": 54,
        "passage": "スマートフォンの普及により、写真を撮ることが日常的になった。SNSに投稿するため、「映える」写真を撮ることに夢中になる人も多い。しかし、写真を撮ることに集中するあまり、実際の体験がおろそかになっているのではないか。美しい景色を見ても、まず写真を撮ることを考え、その場の空気や音、匂いを感じることを忘れてしまう。記録することも大切だが、その瞬間を五感で味わうことも同じくらい重要だ。写真は思い出を残す手段であって、体験そのものではないことを認識すべきだろう。",
        "question1": "筆者が現代人の写真撮影について問題だと感じていることは何ですか。",
        "options1": {
            "A": "写真の質が低いこと",
            "B": "実際の体験より撮影を優先すること",
            "C": "カメラが高すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'写真を撮ることに集中するあまり、実際の体験がおろそかになっている' (사진을 찍는 것에 집중한 나머지 실제 체험이 소홀해지고 있다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が大切だと考えていることは何ですか。",
        "options2": {
            "A": "写真を一切撮らないこと",
            "B": "SNSにたくさん投稿すること",
            "C": "その瞬間を五感で味わうこと"
        },
        "answer2": "C",
        "explanation_ko2": "'記録することも大切だが、その瞬間を五感で味わうことも同じくらい重要だ' (기록하는 것도 중요하지만 그 순간을 오감으로 음미하는 것도 똑같이 중요하다)고 강조하고 있습니다."
    },
    {
        "id": 55,
        "passage": "日本の公園では、ボール遊びを禁止するところが増えている。近隣住民からの苦情や事故防止が主な理由だという。確かに、安全は重要だ。しかし、子どもたちが自由に体を動かせる場所がどんどん減っているのも事実である。ゲームばかりして運動不足だと批判する一方で、運動する場所を奪っているのは大人ではないか。リスクをゼロにすることは不可能だ。むしろ、適度なリスクの中で判断力や身体能力を育てることも必要だろう。子どもの成長には、管理された安全よりも、ある程度の自由が必要なのかもしれない。",
        "question1": "公園でボール遊びが禁止される理由は何ですか。",
        "options1": {
            "A": "ボールが高価だから",
            "B": "近隣からの苦情と事故防止",
            "C": "公園が狭すぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'近隣住民からの苦情や事故防止が主な理由だという' (근린 주민의 민원이나 사고 방지가 주된 이유라고 한다)고 명시하고 있습니다.",
        "question2": "筆者が子どもの成長に必要だと考えているものは何ですか。",
        "options2": {
            "A": "完全に管理された環境",
            "B": "ゲームをたくさんすること",
            "C": "ある程度の自由とリスク"
        },
        "answer2": "C",
        "explanation_ko2": "'子どもの成長には、管理された安全よりも、ある程度の自由が必要なのかもしれない' (아이의 성장에는 관리된 안전보다 어느 정도의 자유가 필요할지도 모른다)고 제시하고 있습니다."
    },
    {
        "id": 56,
        "passage": "最近の就職活動では、「ガクチカ」と呼ばれる学生時代に力を入れたことが重視されている。しかし、これがかえって学生の負担となっているという指摘もある。就活のためだけに、ボランティアや留学をする学生が増えているのだ。本来、大学生活は自分の興味や関心を追求する時期のはずだ。しかし、就活を意識するあまり、「アピールできる経験」を作ることが目的化してしまっている。企業側も、画一的な評価基準ではなく、多様な個性を認める姿勢が必要だろう。真の人材育成は、型にはまらない自由な学びから生まれるのではないか。",
        "question1": "「ガクチカ」重視の問題点は何ですか。",
        "options1": {
            "A": "学生が勉強しなくなること",
            "B": "就活のためだけの経験作りが目的化すること",
            "C": "企業が学生を採用しなくなること"
        },
        "answer1": "B",
        "explanation_ko1": "'就活のためだけに、ボランティアや留学をする学生が増えている' (취업활동만을 위해 봉사활동이나 유학을 하는 학생이 늘고 있다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が大学生活について理想的だと考えることは何ですか。",
        "options2": {
            "A": "就活の準備に専念すること",
            "B": "自分の興味や関心を追求すること",
            "C": "企業の要求に合わせること"
        },
        "answer2": "B",
        "explanation_ko2": "'本来、大学生活は自分の興味や関心を追求する時期のはずだ' (본래 대학생활은 자신의 흥미나 관심을 추구하는 시기여야 한다)고 명시하고 있습니다."
    },
    {
        "id": 57,
        "passage": "マスクの着用が日常化して数年が経つ。感染予防だけでなく、すっぴん隠しや防寒など、様々な理由で着用する人が増えた。しかし、マスクによって表情が読み取りにくくなり、コミュニケーションに支障が出ているという声もある。特に、子どもたちが相手の表情から感情を読み取る能力の発達に影響があるのではないかと懸念されている。一方で、マスクによって守られる安心感を手放せない人もいる。マスクの着用は個人の選択だが、状況に応じて柔軟に対応することが大切だ。顔を見せることも、時には必要なコミュニケーションの一部である。",
        "question1": "マスク着用の日常化による問題は何ですか。",
        "options1": {
            "A": "マスクが高すぎること",
            "B": "表情が読み取りにくくコミュニケーションに支障が出ること",
            "C": "マスクの種類が少ないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'マスクによって表情が読み取りにくくなり、コミュニケーションに支障が出ている' (마스크로 인해 표정을 읽기 어려워져 커뮤니케이션에 지장이 나오고 있다)고 문제를 지적하고 있습니다.",
        "question2": "筆者がマスク着用について持っている考えは何ですか。",
        "options2": {
            "A": "常に着用すべきだ",
            "B": "完全に着用をやめるべきだ",
            "C": "状況に応じて柔軟に対応すべきだ"
        },
        "answer2": "C",
        "explanation_ko2": "'マスクの着用は個人の選択だが、状況に応じて柔軟に対応することが大切だ' (마스크 착용은 개인의 선택이지만 상황에 맞춰 유연하게 대응하는 것이 중요하다)고 제시하고 있습니다."
    },
    {
        "id": 58,
        "passage": "動画配信サービスの普及により、「倍速視聴」をする人が増えている。限られた時間で多くのコンテンツを消費したいという需要があるからだ。しかし、制作者側からは、作品の間やテンポが崩れ、本来の意図が伝わらないという批判もある。音楽や映画は、時間の流れそのものが芸術の一部だ。効率を追求するあまり、作品を味わう楽しみを失っているのではないか。一方で、情報を得るためのコンテンツなら、倍速視聴も合理的だという意見もある。大切なのは、コンテンツの性質に応じて視聴方法を選ぶことだろう。",
        "question1": "倍速視聴に対する制作者側の批判は何ですか。",
        "options1": {
            "A": "視聴者が減ること",
            "B": "作品の間やテンポが崩れ本来の意図が伝わらないこと",
            "C": "機器が壊れやすくなること"
        },
        "answer1": "B",
        "explanation_ko1": "'作品の間やテンポが崩れ、本来の意図が伝わらない' (작품의 사이나 템포가 무너져 본래 의도가 전달되지 않는다)는 비판이 있다고 제시하고 있습니다.",
        "question2": "筆者が視聴方法について重要だと考えていることは何ですか。",
        "options2": {
            "A": "すべて倍速で見ること",
            "B": "すべて通常速度で見ること",
            "C": "コンテンツの性質に応じて選ぶこと"
        },
        "answer2": "C",
        "explanation_ko2": "'大切なのは、コンテンツの性質に応じて視聴方法を選ぶことだろう' (중요한 것은 콘텐츠의 성질에 맞춰 시청 방법을 선택하는 것이다)고 명시하고 있습니다."
    },
    {
        "id": 59,
        "passage": "地方の商店街がシャッター通りと化している。大型ショッピングモールやネット通販の影響で、個人商店の経営が成り立たなくなっているのだ。しかし、商店街には単なる買い物の場以上の価値がある。店主との会話、地域の情報交換、子どもたちの見守りなど、コミュニティの核としての役割を果たしてきた。効率性や利便性だけを追求すれば、確かに商店街は不要かもしれない。しかし、人と人とのつながりが希薄になっている現代だからこそ、商店街の持つ温かさが見直されるべきではないか。新しい形の商店街の在り方を模索する時期に来ている。",
        "question1": "商店街が衰退している原因は何ですか。",
        "options1": {
            "A": "店主が高齢すぎるから",
            "B": "大型モールやネット通販の影響",
            "C": "商品の質が悪いから"
        },
        "answer1": "B",
        "explanation_ko1": "'大型ショッピングモールやネット通販の影響で、個人商店の経営が成り立たなくなっている' (대형 쇼핑몰이나 인터넷 쇼핑의 영향으로 개인 상점 경영이 성립되지 않고 있다)고 원인을 제시하고 있습니다.",
        "question2": "筆者が商店街の価値として認識していることは何ですか。",
        "options2": {
            "A": "安い商品が買えること",
            "B": "コミュニティの核としての役割",
            "C": "24時間営業していること"
        },
        "answer2": "B",
        "explanation_ko2": "'店主との会話、地域の情報交換、子どもたちの見守りなど、コミュニティの核としての役割を果たしてきた' (점주와의 대화, 지역 정보 교환, 아이들 돌봄 등 커뮤니티의 핵으로서 역할을 해왔다)고 가치를 설명하고 있습니다."
    },
    {
        "id": 60,
        "passage": "ペーパーレス化が進む中、手書きの良さが再評価されている。デジタル機器での入力は速くて便利だが、手書きには脳を活性化させる効果があるという研究結果もある。文字を書く動作そのものが、記憶の定着を助けるのだ。また、手書きの手紙や年賀状には、デジタルでは伝わらない温もりがある。一方で、すべてを手書きにすることは現実的ではない。デジタルと手書き、それぞれの長所を活かし、使い分けることが重要だ。効率性と人間性のバランスを取ることが、これからの時代に求められている。",
        "question1": "手書きの効果として挙げられているものは何ですか。",
        "options1": {
            "A": "目が疲れないこと",
            "B": "脳の活性化と記憶の定着",
            "C": "紙が安くなること"
        },
        "answer1": "B",
        "explanation_ko1": "'手書きには脳を活性化させる効果がある' (손글씨에는 뇌를 활성화시키는 효과가 있다)와 '文字を書く動作そのものが、記憶の定着を助ける' (글자를 쓰는 동작 자체가 기억 정착을 돕는다)고 설명하고 있습니다.",
        "question2": "筆者が理想的だと考える方法は何ですか。",
        "options2": {
            "A": "すべてデジタル化すること",
            "B": "すべて手書きにすること",
            "C": "デジタルと手書きを使い分けること"
        },
        "answer2": "C",
        "explanation_ko2": "'デジタルと手書き、それぞれの長所を活かし、使い分けることが重要だ' (디지털과 손글씨, 각각의 장점을 살려 사용을 구분하는 것이 중요하다)고 명시하고 있습니다."
    },
    {
        "id": 61,
        "passage": "近年、「親ガチャ」という言葉が若者の間で使われるようになった。生まれる家庭を選べないことをガチャに例えた表現だ。確かに、家庭環境が人生に与える影響は大きい。経済力、教育への理解、親の価値観など、すべてが子どもの将来に関わってくる。しかし、この言葉には危うさもある。すべてを環境のせいにして、努力を放棄する言い訳になりかねない。また、親を傷つける可能性もある。大切なのは、与えられた環境の中で最善を尽くすことだ。環境は変えられなくても、自分の行動は変えられる。",
        "question1": "「親ガチャ」という言葉の問題点は何ですか。",
        "options1": {
            "A": "言葉が長すぎること",
            "B": "努力放棄の言い訳になり親を傷つける可能性",
            "C": "若者が使わないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'すべてを環境のせいにして、努力を放棄する言い訳になりかねない' (모든 것을 환경 탓으로 돌려 노력을 포기하는 핑계가 될 수 있다)와 '親を傷つける可能性もある' (부모를 상처 입힐 가능성도 있다)고 지적하고 있습니다.",
        "question2": "筆者が大切だと考えていることは何ですか。",
        "options2": {
            "A": "親を批判すること",
            "B": "環境を変えること",
            "C": "与えられた環境で最善を尽くすこと"
        },
        "answer2": "C",
        "explanation_ko2": "'大切なのは、与えられた環境の中で最善を尽くすことだ' (중요한 것은 주어진 환경 속에서 최선을 다하는 것이다)고 명시하고 있습니다."
    },
    {
        "id": 62,
        "passage": "日本の英語教育が変わりつつある。小学校から英語が必修化され、「話す」「聞く」能力の育成が重視されるようになった。しかし、現場の教師からは準備不足の声も聞かれる。英語を教える自信がない教師も多いという。また、受験英語との乖離も問題だ。コミュニケーション重視と言いながら、大学入試では依然として読解や文法が中心となっている。本当に必要なのは、完璧な英語ではなく、間違いを恐れずに伝えようとする姿勢だ。言語は道具であり、使ってこそ意味がある。失敗を許容する教育環境が求められている。",
        "question1": "英語教育の現場が抱える問題は何ですか。",
        "options1": {
            "A": "生徒が多すぎること",
            "B": "教師の準備不足と受験英語との乖離",
            "C": "英語の教科書が高いこと"
        },
        "answer1": "B",
        "explanation_ko1": "'現場の教師からは準備不足の声も聞かれる' (현장 교사들로부터 준비 부족의 목소리가 들린다)와 '受験英語との乖離も問題だ' (수험 영어와의 괴리도 문제다)고 문제점을 제시하고 있습니다.",
        "question2": "筆者が英語学習で重要だと考えることは何ですか。",
        "options2": {
            "A": "完璧な文法を身につけること",
            "B": "間違いを恐れず伝えようとする姿勢",
            "C": "難しい単語を覚えること"
        },
        "answer2": "B",
        "explanation_ko2": "'本当に必要なのは、完璧な英語ではなく、間違いを恐れずに伝えようとする姿勢だ' (정말 필요한 것은 완벽한 영어가 아니라 실수를 두려워하지 않고 전달하려는 자세다)고 강조하고 있습니다."
    },
    {
        "id": 63,
        "passage": "在宅勤務が定着し、「ワーケーション」という新しい働き方が注目されている。観光地で休暇を楽しみながら仕事をするスタイルだ。場所にとらわれない働き方は、確かに魅力的である。しかし、仕事と休暇の境界が曖昧になるという問題もある。リフレッシュするはずが、結局仕事に追われてしまうケースも少なくない。また、情報セキュリティの確保も課題だ。大切なのは、オンとオフの切り替えを意識的に行うことだ。新しい働き方には、新しい自己管理能力が求められる。自由には責任が伴うことを忘れてはならない。",
        "question1": "ワーケーションの問題点として挙げられているものは何ですか。",
        "options1": {
            "A": "観光地が少ないこと",
            "B": "仕事と休暇の境界が曖昧になること",
            "C": "交通費が高いこと"
        },
        "answer1": "B",
        "explanation_ko1": "'仕事と休暇の境界が曖昧になるという問題もある' (일과 휴가의 경계가 애매해진다는 문제도 있다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が新しい働き方に必要だと考えているものは何ですか。",
        "options2": {
            "A": "高い給料",
            "B": "長い休暇",
            "C": "新しい自己管理能力"
        },
        "answer2": "C",
        "explanation_ko2": "'新しい働き方には、新しい自己管理能力が求められる' (새로운 일하는 방식에는 새로운 자기관리 능력이 요구된다)고 명시하고 있습니다."
    },
    {
        "id": 64,
        "passage": "食品の賞味期限と消費期限の違いを正しく理解している人は意外と少ない。賞味期限は「おいしく食べられる期限」であり、過ぎても直ちに食べられなくなるわけではない。一方、消費期限は「安全に食べられる期限」で、これを過ぎると健康被害のリスクがある。しかし、多くの人が賞味期限を過ぎただけで食品を廃棄してしまう。これが食品ロスの一因となっている。もちろん、自己判断には限界がある。しかし、見た目や匂いで判断する能力も大切だ。過度に期限に依存せず、五感を使って食品の状態を確認する習慣を身につけるべきだろう。",
        "question1": "賞味期限に関する誤解は何ですか。",
        "options1": {
            "A": "期限が長すぎると思われていること",
            "B": "過ぎたら直ちに食べられなくなると思われていること",
            "C": "表示が必要ないと思われていること"
        },
        "answer1": "B",
        "explanation_ko1": "'多くの人が賞味期限を過ぎただけで食品を廃棄してしまう' (많은 사람이 유통기한이 지났다는 이유만으로 식품을 폐기해버린다)고 오해를 지적하고 있습니다.",
        "question2": "筆者が食品の判断について推奨していることは何ですか。",
        "options2": {
            "A": "期限だけで判断すること",
            "B": "すべて廃棄すること",
            "C": "五感を使って状態を確認すること"
        },
        "answer2": "C",
        "explanation_ko2": "'過度に期限に依存せず、五感を使って食品の状態を確認する習慣を身につけるべき' (과도하게 기한에 의존하지 않고 오감을 사용해 식품 상태를 확인하는 습관을 익혀야 한다)고 제시하고 있습니다."
    },
    {
        "id": 65,
        "passage": "「推し活」の経済効果が注目されている。アイドルやアニメキャラクターを応援する活動が、巨大な市場を形成しているのだ。グッズ購入、イベント参加、聖地巡礼など、ファンの消費行動は多岐にわたる。地方都市が「推し」と連携して町おこしをする例も増えている。しかし、ファンの熱意に頼りすぎるビジネスモデルには危うさもある。ブームが去れば、市場は一気に縮小する可能性がある。また、ファンの金銭的負担が過重になっているケースも問題だ。持続可能な「推し活」文化を育てるには、ファンと供給側の健全な関係構築が不可欠である。",
        "question1": "推し活ビジネスの問題点は何ですか。",
        "options1": {
            "A": "市場が小さすぎること",
            "B": "ブーム依存とファンの過重負担",
            "C": "グッズの種類が少ないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'ブームが去れば、市場は一気に縮小する可能性がある' (붐이 지나가면 시장이 단번에 축소될 가능성이 있다)と 'ファンの金銭的負担が過重になっている' (팬의 금전적 부담이 과중해지고 있다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が持続可能な推し活文化に必要だと考えることは何ですか。",
        "options2": {
            "A": "ファンの数を増やすこと",
            "B": "グッズの値段を上げること",
            "C": "ファンと供給側の健全な関係構築"
        },
        "answer2": "C",
        "explanation_ko2": "'持続可能な「推し活」文化を育てるには、ファンと供給側の健全な関係構築が不可欠' (지속가능한 '오시카츠' 문화를 키우려면 팬과 공급 측의 건전한 관계 구축이 불가결하다)고 명시하고 있습니다."
    },
    {
        "id": 66,
        "passage": "日本の伝統工芸が後継者不足に悩んでいる。若者は収入の不安定さから、この道を選ばなくなっている。しかし、最近ではSNSを活用して作品を発信する若手職人も現れている。海外からの注文も増え、新たな可能性が見えてきた。伝統を守ることは大切だが、時代に合わせた変化も必要だ。例えば、現代的なデザインを取り入れたり、他分野とのコラボレーションを行ったりする試みもある。伝統工芸の真の価値は、技術の継承だけでなく、その精神を現代に活かすことにある。革新こそが、伝統を未来につなぐ鍵となるだろう。",
        "question1": "伝統工芸が後継者不足になっている理由は何ですか。",
        "options1": {
            "A": "技術が簡単すぎるから",
            "B": "収入の不安定さ",
            "C": "材料が高すぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'若者は収入の不安定さから、この道を選ばなくなっている' (젊은이들은 수입의 불안정함 때문에 이 길을 선택하지 않게 되었다)고 이유를 제시하고 있습니다.",
        "question2": "筆者が伝統工芸の未来について考えていることは何ですか。",
        "options2": {
            "A": "昔のままの形を守ること",
            "B": "完全に新しいものに変えること",
            "C": "革新を通じて伝統を未来につなぐこと"
        },
        "answer2": "C",
        "explanation_ko2": "'革新こそが、伝統を未来につなぐ鍵となるだろう' (혁신이야말로 전통을 미래로 이어가는 열쇠가 될 것이다)고 명시하고 있습니다."
    },
    {
        "id": 67,
        "passage": "大学の授業料が年々上昇している。奨学金を借りる学生も増え、卒業時には数百万円の借金を抱えるケースも珍しくない。これが若者の結婚や出産を遅らせる要因の一つとなっている。一方で、大学の価値そのものを問い直す声も上がっている。インターネットで無料で学べる時代に、高額な授業料を払う意味はあるのか。しかし、大学は知識を得るだけの場所ではない。人脈形成や自己発見の機会でもある。教育の機会均等を保障しながら、大学の新しい価値を創造することが求められている。高等教育のあり方を根本から見直す時期に来ている。",
        "question1": "大学授業料の上昇がもたらす問題は何ですか。",
        "options1": {
            "A": "大学の数が減ること",
            "B": "卒業時の借金と結婚・出産の遅れ",
            "C": "授業の質が下がること"
        },
        "answer1": "B",
        "explanation_ko1": "'卒業時には数百万円の借金を抱えるケースも珍しくない' (졸업 시 수백만 엔의 빚을 지는 경우도 드물지 않다)와 '若者の結婚や出産を遅らせる要因' (젊은이들의 결혼이나 출산을 늦추는 요인)이라고 문제를 지적하고 있습니다.",
        "question2": "筆者が大学に求められていると考えることは何ですか。",
        "options2": {
            "A": "授業料を無料にすること",
            "B": "オンライン授業だけにすること",
            "C": "機会均等を保障しながら新しい価値を創造すること"
        },
        "answer2": "C",
        "explanation_ko2": "'教育の機会均等を保障しながら、大学の新しい価値を創造することが求められている' (교육 기회균등을 보장하면서 대학의 새로운 가치를 창조하는 것이 요구되고 있다)고 명시하고 있습니다."
    },
    {
        "id": 68,
        "passage": "日本の満員電車は世界的に有名だ。通勤ラッシュ時の混雑率は、場所によっては200％を超えることもある。これは日常的なストレスの原因となっている。テレワークの普及で一時的に緩和されたが、出社回帰の動きで再び混雑が戻りつつある。しかし、この問題は単に電車の本数を増やせば解決するものではない。都市への一極集中、画一的な勤務時間など、社会構造そのものに原因がある。フレックスタイムの導入や、サテライトオフィスの設置など、働き方の多様化が根本的な解決策となるだろう。快適な通勤は、生産性向上にもつながるはずだ。",
        "question1": "満員電車の問題が解決しない根本的な原因は何ですか。",
        "options1": {
            "A": "電車の速度が遅いこと",
            "B": "都市への一極集中と画一的な勤務時間",
            "C": "運賃が安すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'都市への一極集中、画一的な勤務時間など、社会構造そのものに原因がある' (도시로의 일극 집중, 획일적인 근무시간 등 사회구조 자체에 원인이 있다)고 근본 원인을 제시하고 있습니다.",
        "question2": "筆者が根本的な解決策として提案していることは何ですか。",
        "options2": {
            "A": "電車の本数を増やすこと",
            "B": "運賃を上げること",
            "C": "働き方の多様化"
        },
        "answer2": "C",
        "explanation_ko2": "'フレックスタイムの導入や、サテライトオフィスの設置など、働き方の多様化が根本的な解決策となる' (플렉스타임 도입이나 위성 오피스 설치 등 일하는 방식의 다양화가 근본적인 해결책이 된다)고 제시하고 있습니다."
    },
    {
        "id": 69,
        "passage": "最近、「睡眠負債」という言葉をよく聞くようになった。慢性的な睡眠不足が借金のように蓄積される状態を指す。日本人の平均睡眠時間は先進国の中で最も短いという。睡眠不足は、集中力の低下や免疫力の減少につながる。さらに、重大な事故の原因にもなりかねない。しかし、「寝ないで頑張る」ことを美徳とする文化がまだ根強い。睡眠を削って働くことが、かえって生産性を下げているという皮肉な結果も出ている。睡眠は怠惰ではなく、必要な投資である。質の高い睡眠を確保することが、豊かな人生の基盤となる。",
        "question1": "日本人の睡眠に関する文化的な問題は何ですか。",
        "options1": {
            "A": "寝すぎることを良しとする文化",
            "B": "寝ないで頑張ることを美徳とする文化",
            "C": "昼寝を強制する文化"
        },
        "answer1": "B",
        "explanation_ko1": "'「寝ないで頑張る」ことを美徳とする文化がまだ根強い' ('자지 않고 열심히 하는' 것을 미덕으로 여기는 문화가 아직 뿌리 깊다)고 문화적 문제를 지적하고 있습니다.",
        "question2": "筆者が睡眠について持っている考えは何ですか。",
        "options2": {
            "A": "時間の無駄である",
            "B": "必要な投資である",
            "C": "短くても問題ない"
        },
        "answer2": "B",
        "explanation_ko2": "'睡眠は怠惰ではなく、必要な投資である' (수면은 나태함이 아니라 필요한 투자다)고 명시하고 있습니다."
    },
    {
        "id": 70,
        "passage": "コミュニケーション能力が就職活動で最も重視される能力となっている。しかし、この「コミュ力」の定義は曖昧だ。明るく話せることなのか、相手の話を聞く力なのか、場の空気を読む力なのか。企業によって求めるものも異なる。この曖昧な基準により、内向的な人材が不当に評価されているのではないか。実際、研究職や技術職では、深く考える力の方が重要な場合も多い。多様な個性を認め、それぞれの強みを活かすことが、組織の発展につながる。画一的な「コミュ力」信仰から脱却する時期に来ている。",
        "question1": "「コミュ力」重視の問題点は何ですか。",
        "options1": {
            "A": "定義が明確すぎること",
            "B": "定義が曖昧で内向的な人材が不当に評価されること",
            "C": "誰でも身につけられること"
        },
        "answer1": "B",
        "explanation_ko1": "'この曖昧な基準により、内向的な人材が不当に評価されているのではないか' (이 애매한 기준으로 인해 내향적인 인재가 부당하게 평가되고 있는 것은 아닐까)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が組織の発展に必要だと考えることは何ですか。",
        "options2": {
            "A": "全員がコミュ力を高めること",
            "B": "内向的な人を排除すること",
            "C": "多様な個性を認めそれぞれの強みを活かすこと"
        },
        "answer2": "C",
        "explanation_ko2": "'多様な個性を認め、それぞれの強みを活かすことが、組織の発展につながる' (다양한 개성을 인정하고 각각의 강점을 살리는 것이 조직 발전으로 이어진다)고 명시하고 있습니다."
    },
    {
        "id": 71,
        "passage": "日本の部活動システムが岐路に立っている。教師の長時間労働の一因となっており、働き方改革の観点から見直しが進んでいる。週末の大会引率や平日の指導で、教師の負担は限界に達している。一方で、部活動は生徒の人格形成や社会性の育成に重要な役割を果たしてきた。地域のクラブチームへの移行も検討されているが、費用負担や指導者の質の確保が課題だ。また、勝利至上主義による過度な練習も問題視されている。スポーツや文化活動の本来の楽しさを大切にしながら、持続可能な形を模索する必要がある。",
        "question1": "部活動システムの見直しが必要な理由は何ですか。",
        "options1": {
            "A": "生徒が多すぎるから",
            "B": "教師の長時間労働と負担の限界",
            "C": "部活の種類が少ないから"
        },
        "answer1": "B",
        "explanation_ko1": "'教師の長時間労働の一因となっており' (교사의 장시간 노동의 한 원인이 되고 있으며) '教師の負担は限界に達している' (교사의 부담은 한계에 달했다)고 이유를 제시하고 있습니다.",
        "question2": "筆者が部活動の在り方について重要だと考えることは何ですか。",
        "options2": {
            "A": "勝利を最優先にすること",
            "B": "すべて廃止すること",
            "C": "本来の楽しさを大切にし持続可能な形を模索すること"
        },
        "answer2": "C",
        "explanation_ko2": "'スポーツや文化活動の本来の楽しさを大切にしながら、持続可能な形を模索する必要がある' (스포츠나 문화활동의 본래 즐거움을 소중히 하면서 지속가능한 형태를 모색할 필요가 있다)고 제시하고 있습니다."
    },
    {
        "id": 72,
        "passage": "「ゆるキャラ」ブームが下火になりつつある。一時は全国各地で競うように作られたが、維持費や効果への疑問から、活動を縮小する自治体も出てきた。しかし、成功例もある。地域の特色を上手く表現し、SNSで話題になったキャラクターは、観光客増加に貢献している。問題は、安易に他の成功例を真似ただけのキャラクターが多いことだ。地域の歴史や文化を深く理解し、住民が愛着を持てるキャラクターでなければ長続きしない。ブームに乗るのではなく、地域のアイデンティティを表現する手段として活用すべきだろう。",
        "question1": "ゆるキャラが活動縮小される理由は何ですか。",
        "options1": {
            "A": "かわいすぎるから",
            "B": "維持費と効果への疑問",
            "C": "数が少なすぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'維持費や効果への疑問から、活動を縮小する自治体も出てきた' (유지비나 효과에 대한 의문으로 활동을 축소하는 자치체도 나타났다)고 이유를 설명하고 있습니다.",
        "question2": "筆者が成功するゆるキャラの条件として挙げているものは何ですか。",
        "options2": {
            "A": "有名なデザイナーが作ること",
            "B": "他の成功例を真似ること",
            "C": "地域の歴史・文化を理解し住民が愛着を持てること"
        },
        "answer2": "C",
        "explanation_ko2": "'地域の歴史や文化を深く理解し、住民が愛着を持てるキャラクターでなければ長続きしない' (지역의 역사나 문화를 깊이 이해하고 주민이 애착을 가질 수 있는 캐릭터가 아니면 오래가지 못한다)고 조건을 제시하고 있습니다."
    },
    {
        "id": 73,
        "passage": "日本の自転車マナーが問題になっている。歩道を高速で走る、信号無視、スマートフォンを見ながらの運転など、危険な行為が後を絶たない。自転車は車両であるという認識が薄いことが原因の一つだ。ヨーロッパの自転車先進国では、専用レーンの整備と同時に、厳格なルール遵守が徹底されている。日本でも自転車レーンの整備が進んでいるが、まだ不十分だ。インフラ整備と教育の両輪で進める必要がある。環境に優しい移動手段として自転車を活用するためには、安全文化の醸成が不可欠である。",
        "question1": "日本の自転車マナーが悪い原因は何ですか。",
        "options1": {
            "A": "自転車が高すぎるから",
            "B": "自転車は車両であるという認識が薄いこと",
            "C": "自転車レーンが広すぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'自転車は車両であるという認識が薄いことが原因の一つだ' (자전거는 차량이라는 인식이 희박한 것이 원인 중 하나다)고 원인을 지적하고 있습니다.",
        "question2": "筆者が自転車を安全に活用するために必要だと考えることは何ですか。",
        "options2": {
            "A": "自転車の使用を禁止すること",
            "B": "罰則を厳しくすること",
            "C": "インフラ整備と教育の両輪で進めること"
        },
        "answer2": "C",
        "explanation_ko2": "'インフラ整備と教育の両輪で進める必要がある' (인프라 정비와 교육을 양 축으로 진행할 필요가 있다)고 명시하고 있습니다."
    },
    {
        "id": 74,
        "passage": "日本の給食システムが海外から注目されている。栄養バランスが考えられた食事を、すべての子どもに平等に提供する仕組みは、世界でも珍しい。食育の場としても機能し、配膳や片付けを通じて協調性も学べる。しかし、アレルギー対応の複雑化や、給食費未納問題など、新たな課題も生じている。また、画一的なメニューでは、多様な食文化への理解が深まらないという指摘もある。給食の良さを維持しながら、時代の変化に対応していく必要がある。食を通じた教育の可能性は、まだまだ広がる余地がある。",
        "question1": "日本の給食システムが直面している新たな課題は何ですか。",
        "options1": {
            "A": "量が多すぎること",
            "B": "アレルギー対応の複雑化と給食費未納問題",
            "C": "メニューが豪華すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'アレルギー対応の複雑化や、給食費未納問題など、新たな課題も生じている' (알레르기 대응의 복잡화나 급식비 미납 문제 등 새로운 과제도 발생하고 있다)고 과제를 제시하고 있습니다.",
        "question2": "筆者が給食システムについて考えていることは何ですか。",
        "options2": {
            "A": "完全に廃止すべきだ",
            "B": "昔のままで良い",
            "C": "良さを維持しながら時代の変化に対応すべきだ"
        },
        "answer2": "C",
        "explanation_ko2": "'給食の良さを維持しながら、時代の変化に対応していく必要がある' (급식의 장점을 유지하면서 시대 변화에 대응해 나갈 필요가 있다)고 명시하고 있습니다."
    },
    {
        "id": 75,
        "passage": "動画投稿で生計を立てる「YouTuber」を目指す若者が増えている。自由な働き方と高収入の可能性に魅力を感じるからだ。しかし、成功するのはごく一部で、多くは収益化にすら至らない。また、再生数を稼ぐために過激な内容に走る投稿者も問題となっている。一方で、専門知識を活かした教育的なコンテンツも増えており、新しい学びの場として機能している面もある。大切なのは、目的と手段を混同しないことだ。動画投稿は自己表現の一つの形であり、それ自体が目的化してはいけない。価値あるコンテンツを作ることに集中すべきだろう。",
        "question1": "YouTuberを目指す若者の問題点は何ですか。",
        "options1": {
            "A": "機材が高すぎること",
            "B": "成功率の低さと過激な内容への傾向",
            "C": "動画の長さが短いこと"
        },
        "answer1": "B",
        "explanation_ko1": "'成功するのはごく一部で、多くは収益化にすら至らない' (성공하는 것은 극히 일부이고 대부분은 수익화에조차 이르지 못한다)와 '再生数を稼ぐために過激な内容に走る' (조회수를 벌기 위해 과격한 내용으로 치닫는다)고 문제를 지적하고 있습니다.",
        "question2": "筆者が動画投稿について大切だと考えることは何ですか。",
        "options2": {
            "A": "再生数を最優先すること",
            "B": "すぐに収益化すること",
            "C": "価値あるコンテンツを作ることに集中すること"
        },
        "answer2": "C",
        "explanation_ko2": "'価値あるコンテンツを作ることに集中すべきだろう' (가치 있는 콘텐츠를 만드는 것에 집중해야 할 것이다)고 강조하고 있습니다."
    },
    {
        "id": 76,
        "passage": "日本の空き家問題が深刻化している。少子高齢化により、相続しても住む人がいない家が増えているのだ。放置された空き家は、防犯上の問題や景観の悪化を引き起こす。取り壊しには費用がかかり、更地にすると固定資産税が上がるという制度上の問題もある。一方で、リノベーションして活用する動きも出てきた。シェアハウスや民泊、地域のコミュニティスペースなど、新しい使い方が模索されている。空き家は負の遺産ではなく、活用次第で地域資源になり得る。発想の転換と制度改革が求められている。",
        "question1": "空き家が増加している原因は何ですか。",
        "options1": {
            "A": "家が小さすぎるから",
            "B": "少子高齢化による相続後の居住者不在",
            "C": "新築が安すぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'少子高齢化により、相続しても住む人がいない家が増えている' (저출산 고령화로 인해 상속해도 살 사람이 없는 집이 늘고 있다)고 원인을 설명하고 있습니다.",
        "question2": "筆者が空き家問題の解決に必要だと考えることは何ですか。",
        "options2": {
            "A": "すべて取り壊すこと",
            "B": "そのまま放置すること",
            "C": "発想の転換と制度改革"
        },
        "answer2": "C",
        "explanation_ko2": "'空き家は負の遺産ではなく、活用次第で地域資源になり得る。発想の転換と制度改革が求められている' (빈집은 부의 유산이 아니라 활용하기에 따라 지역 자원이 될 수 있다. 발상의 전환과 제도 개혁이 요구되고 있다)고 제시하고 있습니다."
    },
    {
        "id": 77,
        "passage": "日本人の読解力が低下しているという調査結果が話題になった。SNSの短文に慣れ、長文を読む機会が減っていることが一因とされる。しかし、本当に読解力は低下しているのだろうか。むしろ、求められる読解力の質が変化しているのではないか。現代では、大量の情報から必要なものを素早く選別する能力が重要になっている。じっくり一つのテキストと向き合う従来型の読解力と、情報を処理する新しい型の読解力。どちらも必要であり、バランスよく育てることが大切だ。読解力の定義そのものを、時代に合わせて更新する必要がある。",
        "question1": "読解力低下の原因とされているものは何ですか。",
        "options1": {
            "A": "本が高すぎること",
            "B": "SNSの短文に慣れ長文を読む機会が減ったこと",
            "C": "学校教育が充実しすぎていること"
        },
        "answer1": "B",
        "explanation_ko1": "'SNSの短文に慣れ、長文を読む機会が減っていることが一因とされる' (SNS의 단문에 익숙해져 장문을 읽을 기회가 줄어든 것이 한 원인으로 여겨진다)고 설명하고 있습니다.",
        "question2": "筆者が読解力について考えていることは何ですか。",
        "options2": {
            "A": "従来型だけが重要",
            "B": "新しい型だけが重要",
            "C": "両方の読解力をバランスよく育てることが大切"
        },
        "answer2": "C",
        "explanation_ko2": "'じっくり一つのテキストと向き合う従来型の読解力と、情報を処理する新しい型の読解力。どちらも必要であり、バランスよく育てることが大切だ' (차분히 하나의 텍스트와 마주하는 종래형 독해력과 정보를 처리하는 새로운 형태의 독해력. 둘 다 필요하며 균형 있게 키우는 것이 중요하다)고 제시하고 있습니다."
    },
    {
        "id": 78,
        "passage": "化粧品の動物実験が世界的に問題視されている。EUでは既に禁止され、日本でも廃止する企業が増えている。安全性の確認は重要だが、動物の犠牲の上に成り立つ美しさに疑問を持つ消費者が増えたのだ。代替法の開発も進んでおり、培養細胞を使った試験などが実用化されている。しかし、すべての試験を代替することはまだ難しい。また、海外では動物実験をした製品の輸入を禁止する動きもある。倫理と安全性のバランスをどう取るか。これは化粧品業界だけでなく、社会全体で考えるべき問題である。",
        "question1": "化粧品の動物実験が問題視される理由は何ですか。",
        "options1": {
            "A": "費用が高すぎるから",
            "B": "動物の犠牲の上に成り立つ美しさへの疑問",
            "C": "時間がかかりすぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'動物の犠牲の上に成り立つ美しさに疑問を持つ消費者が増えた' (동물의 희생 위에 성립하는 아름다움에 의문을 갖는 소비자가 늘었다)고 이유를 설명하고 있습니다.",
        "question2": "筆者が動物実験について考えていることは何ですか。",
        "options2": {
            "A": "完全に継続すべきだ",
            "B": "すぐに全廃すべきだ",
            "C": "倫理と安全性のバランスを社会全体で考えるべきだ"
        },
        "answer2": "C",
        "explanation_ko2": "'倫理と安全性のバランスをどう取るか。これは化粧品業界だけでなく、社会全体で考えるべき問題である' (윤리와 안전성의 균형을 어떻게 잡을까. 이것은 화장품 업계뿐만 아니라 사회 전체가 생각해야 할 문제다)고 제시하고 있습니다."
    },
    {
        "id": 79,
        "passage": "日本の祝日が増えすぎているという議論がある。年間16日の祝日は世界でもトップクラスだ。しかし、祝日が増えても有給休暇の取得率は低いままである。形式的な休日より、自分のタイミングで休める環境の方が重要ではないか。また、サービス業では祝日も営業するため、かえって忙しくなることもある。全国一律の祝日ではなく、地域や業種に応じた柔軟な休日設定も検討すべきだろう。大切なのは休日の数ではなく、質である。心身ともにリフレッシュできる休み方を、個人が選択できる社会が理想的だ。",
        "question1": "日本の祝日制度の問題点は何ですか。",
        "options1": {
            "A": "祝日が少なすぎること",
            "B": "祝日は多いが有給取得率が低く柔軟性がないこと",
            "C": "祝日に店が開いていないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'祝日が増えても有給休暇の取得率は低いままである' (공휴일이 늘어도 유급휴가 취득률은 낮은 채로다)와 '全国一律の祝日' (전국 일률적인 공휴일)의 문제를 지적하고 있습니다.",
        "question2": "筆者が理想的だと考える休日の在り方は何ですか。",
        "options2": {
            "A": "祝日をもっと増やすこと",
            "B": "祝日を完全になくすこと",
            "C": "個人が休み方を選択できる社会"
        },
        "answer2": "C",
        "explanation_ko2": "'心身ともにリフレッシュできる休み方を、個人が選択できる社会が理想的だ' (심신 모두 리프레시할 수 있는 쉬는 방법을 개인이 선택할 수 있는 사회가 이상적이다)고 명시하고 있습니다."
    },
    {
        "id": 80,
        "passage": "「映え」を意識した商品開発が過熱している。見た目は美しいが、味や実用性が二の次になっているものも多い。SNS映えする写真のために、本来の価値を見失っているのではないか。しかし、視覚的な魅力も商品価値の一部であることは否定できない。問題は、表面的な美しさだけを追求し、本質を忘れることだ。例えば、食べ物なら味、日用品なら使いやすさが基本にあるべきだ。その上で、見た目も楽しめるなら、それは付加価値となる。本質と装飾のバランスを見極める消費者の目も必要だろう。",
        "question1": "「映え」重視の商品開発の問題点は何ですか。",
        "options1": {
            "A": "価格が安すぎること",
            "B": "味や実用性が二の次になっていること",
            "C": "種類が少なすぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'見た目は美しいが、味や実用性が二の次になっているものも多い' (외관은 아름답지만 맛이나 실용성이 부차적이 된 것도 많다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が商品開発について理想的だと考えることは何ですか。",
        "options2": {
            "A": "見た目だけを重視すること",
            "B": "見た目を完全に無視すること",
            "C": "本質を基本にして見た目は付加価値とすること"
        },
        "answer2": "C",
        "explanation_ko2": "'食べ物なら味、日用品なら使いやすさが基本にあるべきだ。その上で、見た目も楽しめるなら、それは付加価値となる' (음식이라면 맛, 일용품이라면 사용하기 쉬움이 기본이어야 한다. 그 위에 외관도 즐길 수 있다면 그것은 부가가치가 된다)고 제시하고 있습니다."
    },
    {
        "id": 81,
        "passage": "日本の就活スーツ文化が見直されている。真夏でも黒いスーツを着る学生たちの姿は、異様にすら見える。個性を重視すると言いながら、画一的な服装を求める矛盾もある。しかし、服装の自由化にも課題がある。経済的な格差が服装に現れ、不公平感を生む可能性があるのだ。また、何を着ていいか分からず、かえってストレスになるという声もある。大切なのは、形式ではなく中身で評価することだ。服装は清潔感があれば十分で、それ以上の画一化は必要ない。多様性を認める社会への第一歩は、見た目の固定観念を捨てることから始まる。",
        "question1": "就活スーツ文化の問題点は何ですか。",
        "options1": {
            "A": "スーツが高すぎること",
            "B": "個性重視と言いながら画一的な服装を求める矛盾",
            "C": "スーツの色が多すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'個性を重視すると言いながら、画一的な服装を求める矛盾もある' (개성을 중시한다고 하면서 획일적인 복장을 요구하는 모순도 있다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が就活の服装について考えていることは何ですか。",
        "options2": {
            "A": "完全に自由にすべきだ",
            "B": "黒いスーツで統一すべきだ",
            "C": "清潔感があれば十分で中身で評価すべきだ"
        },
        "answer2": "C",
        "explanation_ko2": "'服装は清潔感があれば十分で、それ以上の画一化は必要ない' (복장은 청결감이 있으면 충분하고 그 이상의 획일화는 필요 없다)와 '形式ではなく中身で評価すること' (형식이 아닌 내용으로 평가하는 것)이 중요하다고 제시하고 있습니다."
    },
    {
        "id": 82,
        "passage": "日本の年賀状文化が転換期を迎えている。メールやSNSでの挨拶が主流となり、年賀状の発行枚数は年々減少している。しかし、手書きの温かさや、年に一度の特別感は、デジタルでは代替できない価値がある。一方で、義理で送る年賀状は負担になっているという声も多い。本当に大切な人にだけ送るという選択も増えている。形式的な慣習から、心のこもったコミュニケーションへ。年賀状の在り方は、人間関係の本質を問い直す機会かもしれない。大切なのは、手段ではなく、相手を想う気持ちである。",
        "question1": "年賀状が減少している理由は何ですか。",
        "options1": {
            "A": "はがきが高すぎるから",
            "B": "メールやSNSでの挨拶が主流になったから",
            "C": "住所が分からないから"
        },
        "answer1": "B",
        "explanation_ko1": "'メールやSNSでの挨拶が主流となり、年賀状の発行枚数は年々減少している' (이메일이나 SNS로 인사하는 것이 주류가 되어 연하장 발행 매수는 해마다 감소하고 있다)고 이유를 설명하고 있습니다.",
        "question2": "筆者が年賀状について大切だと考えていることは何ですか。",
        "options2": {
            "A": "全員に送ること",
            "B": "完全にやめること",
            "C": "相手を想う気持ちを大切にすること"
        },
        "answer2": "C",
        "explanation_ko2": "'大切なのは、手段ではなく、相手を想う気持ちである' (중요한 것은 수단이 아니라 상대를 생각하는 마음이다)고 명시하고 있습니다."
    },
    {
        "id": 83,
        "passage": "日本の名前の読み方が複雑化している。いわゆる「キラキラネーム」と呼ばれる個性的な名前が増え、初見では読めないケースが多い。親の願いを込めた名前は尊重されるべきだが、社会生活での不便さも無視できない。病院や学校での呼び間違いは日常茶飯事だ。一方で、画一的な名前ばかりでは個性が失われるという意見もある。名前は個人のアイデンティティの重要な一部だ。しかし、あまりに難読な名前は、本人にとって負担になることもある。個性と実用性のバランスを考慮することが大切だろう。",
        "question1": "キラキラネームの問題点は何ですか。",
        "options1": {
            "A": "短すぎること",
            "B": "社会生活での不便さと読み間違い",
            "C": "登録できないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'社会生活での不便さも無視できない' (사회생활에서의 불편함도 무시할 수 없다)와 '病院や学校での呼び間違いは日常茶飯事だ' (병원이나 학교에서 잘못 부르는 일은 일상다반사다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が名前について重要だと考えていることは何ですか。",
        "options2": {
            "A": "完全に個性的にすること",
            "B": "すべて伝統的な名前にすること",
            "C": "個性と実用性のバランスを考慮すること"
        },
        "answer2": "C",
        "explanation_ko2": "'個性と実用性のバランスを考慮することが大切だろう' (개성과 실용성의 균형을 고려하는 것이 중요할 것이다)고 제시하고 있습니다."
    },
    {
        "id": 84,
        "passage": "日本の花火大会が岐路に立っている。資金不足や安全管理の負担から、中止や規模縮小が相次いでいる。警備費用の増加、ゴミ処理問題、近隣住民からの苦情など、運営側の悩みは尽きない。しかし、花火大会は単なる娯楽イベントではない。地域の伝統であり、世代を超えた交流の場でもある。クラウドファンディングや有料席の設定など、新しい運営方法も模索されている。伝統を守りながら、持続可能な形を見つけることが必要だ。夏の夜空を彩る花火は、日本の文化的財産として次世代に継承すべきものである。",
        "question1": "花火大会が中止や縮小される理由は何ですか。",
        "options1": {
            "A": "花火が美しくないから",
            "B": "資金不足と安全管理の負担",
            "C": "観客が多すぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'資金不足や安全管理の負担から、中止や規模縮小が相次いでいる' (자금 부족이나 안전관리 부담으로 중지나 규모 축소가 잇따르고 있다)고 이유를 설명하고 있습니다.",
        "question2": "筆者が花火大会について考えていることは何ですか。",
        "options2": {
            "A": "完全になくすべきだ",
            "B": "税金で全額負担すべきだ",
            "C": "文化的財産として持続可能な形で継承すべきだ"
        },
        "answer2": "C",
        "explanation_ko2": "'夏の夜空を彩る花火は、日本の文化的財産として次世代に継承すべきものである' (여름 밤하늘을 수놓는 불꽃놀이는 일본의 문화적 재산으로서 다음 세대에 계승해야 할 것이다)고 명시하고 있습니다."
    },
    {
        "id": 85,
        "passage": "日本人の魚離れが進んでいる。肉に比べて調理が面倒、骨があって食べにくい、値段が高いなどが理由として挙げられる。しかし、魚には良質なタンパク質やDHAなど、健康に良い栄養素が豊富に含まれている。また、四方を海に囲まれた日本の食文化の根幹でもある。最近では、骨なし魚や調理済み商品も増え、手軽に魚を食べられる環境は整いつつある。問題は、魚の美味しさを知る機会が減っていることだ。学校給食や家庭での魚料理を通じて、次世代に魚食文化を伝えることが重要である。",
        "question1": "日本人が魚を食べなくなった理由は何ですか。",
        "options1": {
            "A": "魚が獲れなくなったから",
            "B": "調理の面倒さ、骨の存在、値段の高さ",
            "C": "魚が嫌いだから"
        },
        "answer1": "B",
        "explanation_ko1": "'肉に比べて調理が面倒、骨があって食べにくい、値段が高いなどが理由として挙げられる' (고기에 비해 조리가 번거롭고, 뼈가 있어 먹기 어렵고, 가격이 비싸다는 등이 이유로 꼽힌다)고 설명하고 있습니다.",
        "question2": "筆者が魚食文化について重要だと考えていることは何ですか。",
        "options2": {
            "A": "無理に食べさせること",
            "B": "魚を食べないこと",
            "C": "次世代に魚の美味しさを伝えること"
        },
        "answer2": "C",
        "explanation_ko2": "'学校給食や家庭での魚料理を通じて、次世代に魚食文化を伝えることが重要である' (학교 급식이나 가정에서의 생선 요리를 통해 다음 세대에 생선 식문화를 전하는 것이 중요하다)고 제시하고 있습니다."
    },
    {
        "id": 86,
        "passage": "日本の公衆トイレが世界から賞賛されている。清潔さ、高機能、無料という三拍子が揃っているからだ。しかし、この「当たり前」を維持するには多大なコストがかかっている。清掃員の人手不足、設備の老朽化、いたずらによる破損など、課題も山積している。有料化を検討する自治体も出てきたが、公共サービスとしての役割を考えると簡単ではない。一方で、利用者のマナー向上も必要だ。きれいに使う、感謝の気持ちを持つ。当たり前のようで忘れがちなことを、改めて意識することが大切だろう。",
        "question1": "公衆トイレの維持における課題は何ですか。",
        "options1": {
            "A": "利用者が少ないこと",
            "B": "清掃員不足、老朽化、破損などの問題",
            "C": "トイレが大きすぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'清掃員の人手不足、設備の老朽化、いたずらによる破損など、課題も山積している' (청소원 인력 부족, 설비 노후화, 장난으로 인한 파손 등 과제도 산적해 있다)고 과제를 제시하고 있습니다.",
        "question2": "筆者が公衆トイレ利用について大切だと考えることは何ですか。",
        "options2": {
            "A": "有料化を進めること",
            "B": "使わないようにすること",
            "C": "きれいに使い感謝の気持ちを持つこと"
        },
        "answer2": "C",
        "explanation_ko2": "'きれいに使う、感謝の気持ちを持つ。当たり前のようで忘れがちなことを、改めて意識することが大切だろう' (깨끗하게 사용하고 감사하는 마음을 갖는다. 당연한 것 같지만 잊기 쉬운 것을 다시 의식하는 것이 중요할 것이다)고 강조하고 있습니다."
    },
    {
        "id": 87,
        "passage": "日本のゲームセンターが姿を消しつつある。家庭用ゲーム機の高性能化やスマートフォンゲームの普及により、わざわざ出かける必要がなくなったからだ。しかし、ゲームセンターには家では味わえない魅力がある。大画面での迫力、他のプレイヤーとの交流、その場の雰囲気など、体験型エンターテインメントとしての価値は大きい。最近では、eスポーツの会場やVR体験施設として生まれ変わる店舗も出てきた。時代に合わせて進化することで、新たな居場所としての可能性を秘めている。リアルな場所での体験は、デジタル時代だからこそ貴重になるだろう。",
        "question1": "ゲームセンターが減少している理由は何ですか。",
        "options1": {
            "A": "ゲームがつまらないから",
            "B": "家庭用ゲーム機の高性能化とスマホゲームの普及",
            "C": "料金が安すぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'家庭用ゲーム機の高性能化やスマートフォンゲームの普及により、わざわざ出かける必要がなくなった' (가정용 게임기의 고성능화나 스마트폰 게임의 보급으로 일부러 나갈 필요가 없어졌다)고 이유를 설명하고 있습니다.",
        "question2": "筆者がゲームセンターの価値として認識していることは何ですか。",
        "options2": {
            "A": "安くゲームができること",
            "B": "体験型エンターテインメントとしての価値",
            "C": "一人で集中できること"
        },
        "answer2": "B",
        "explanation_ko2": "'大画面での迫力、他のプレイヤーとの交流、その場の雰囲気など、体験型エンターテインメントとしての価値は大きい' (대화면의 박력, 다른 플레이어와의 교류, 그 장소의 분위기 등 체험형 엔터테인먼트로서의 가치는 크다)고 가치를 설명하고 있습니다."
    },
    {
        "id": 88,
        "passage": "日本の成人式が変わりつつある。18歳成人により、従来の20歳での式典をどうするか、各自治体が悩んでいる。受験シーズンと重なる問題や、飲酒できない年齢での開催に違和感を持つ声もある。一方で、成人式そのものの意義を問い直す動きもある。派手な衣装や騒動ばかりが注目され、本来の「大人になる自覚」が薄れているのではないか。形式にとらわれず、若者が社会の一員としての責任を考える機会を作ることが重要だ。成人とは何か、その定義も含めて、時代に合わせた見直しが必要である。",
        "question1": "18歳成人による成人式の問題は何ですか。",
        "options1": {
            "A": "参加者が多すぎること",
            "B": "受験シーズンとの重複と飲酒できない年齢",
            "C": "会場が狭すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'受験シーズンと重なる問題や、飲酒できない年齢での開催に違和感を持つ声もある' (수험 시즌과 겹치는 문제나 음주할 수 없는 나이에 개최하는 것에 위화감을 갖는 목소리도 있다)고 문제를 지적하고 있습니다.",
        "question2": "筆者が成人式について重要だと考えていることは何ですか。",
        "options2": {
            "A": "派手な衣装を着ること",
            "B": "20歳で必ず開催すること",
            "C": "社会の一員としての責任を考える機会にすること"
        },
        "answer2": "C",
        "explanation_ko2": "'形式にとらわれず、若者が社会の一員としての責任を考える機会を作ることが重要だ' (형식에 얽매이지 않고 젊은이가 사회 일원으로서의 책임을 생각하는 기회를 만드는 것이 중요하다)고 제시하고 있습니다."
    },
    {
        "id": 89,
        "passage": "日本の銭湯文化が見直されている。家に風呂があるのが当たり前の時代に、なぜ銭湯に行くのか。それは単に体を洗う場所ではなく、コミュニティの場として機能しているからだ。常連客同士の会話、世代を超えた交流が自然に生まれる。また、広い湯船でゆったりできる開放感は、家の風呂では味わえない。しかし、経営者の高齢化や設備の老朽化で、廃業する銭湯も多い。若い世代にも銭湯の魅力を伝え、新しい価値を付加することが必要だ。伝統と革新の融合が、銭湯文化の継続につながるだろう。",
        "question1": "現代において銭湯が持つ価値は何ですか。",
        "options1": {
            "A": "安く入浴できること",
            "B": "コミュニティの場と開放感",
            "C": "24時間営業していること"
        },
        "answer1": "B",
        "explanation_ko1": "'単に体を洗う場所ではなく、コミュニティの場として機能している' (단순히 몸을 씻는 장소가 아니라 커뮤니티의 장으로 기능하고 있다)와 '広い湯船でゆったりできる開放感' (넓은 욕조에서 여유롭게 할 수 있는 개방감)을 가치로 제시하고 있습니다.",
        "question2": "筆者が銭湯文化の継続に必要だと考えることは何ですか。",
        "options2": {
            "A": "料金を上げること",
            "B": "伝統だけを守ること",
            "C": "伝統と革新を融合させること"
        },
        "answer2": "C",
        "explanation_ko2": "'伝統と革新の融合が、銭湯文化の継続につながるだろう' (전통과 혁신의 융합이 목욕탕 문화의 지속으로 이어질 것이다)고 명시하고 있습니다."
    },
    {
        "id": 90,
        "passage": "日本の電車内でのマナーが外国人観光客を戸惑わせている。静かすぎる車内、携帯電話での通話禁止、飲食を控える暗黙のルールなど、明文化されていない規則が多い。これらは日本人にとっては「常識」だが、文化の違う人々には理解しがたい。一方で、こうした配慮の文化は、公共空間での快適さを保つ知恵でもある。グローバル化が進む中、どこまでを「マナー」として求めるべきか。相互理解と寛容さが必要だ。ルールの背景にある考え方を説明し、理解を促すことが、真の国際化につながるだろう。",
        "question1": "日本の電車マナーが外国人を戸惑わせる理由は何ですか。",
        "options1": {
            "A": "ルールが少なすぎるから",
            "B": "明文化されていない暗黙のルールが多いから",
            "C": "罰則が厳しすぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'携帯電話での通話禁止、飲食を控える暗黙のルールなど、明文化されていない規則が多い' (휴대전화 통화 금지, 음식 섭취를 자제하는 암묵적인 규칙 등 명문화되지 않은 규칙이 많다)고 이유를 설명하고 있습니다.",
        "question2": "筆者が真の国際化に必要だと考えていることは何ですか。",
        "options2": {
            "A": "日本のルールを廃止すること",
            "B": "外国人にルールを強制すること",
            "C": "ルールの背景を説明し理解を促すこと"
        },
        "answer2": "C",
        "explanation_ko2": "'ルールの背景にある考え方を説明し、理解を促すことが、真の国際化につながるだろう' (규칙 배경에 있는 사고방식을 설명하고 이해를 촉진하는 것이 진정한 국제화로 이어질 것이다)고 제시하고 있습니다."
    },
    {
        "id": 91,
        "passage": "日本のお弁当文化が世界に注目されている。栄養バランス、彩り、季節感など、小さな箱に詰められた工夫は芸術的ですらある。しかし、キャラ弁と呼ばれる凝ったお弁当作りが、親の負担になっているという声もある。SNSで他の親と比較され、プレッシャーを感じる人も多い。本来、お弁当は愛情を伝える手段の一つであって、競争の道具ではない。シンプルでも、作る人の気持ちがこもっていれば十分だ。見た目の華やかさより、食べる人の健康と幸せを考えることが、お弁当作りの本質ではないだろうか。",
        "question1": "キャラ弁が問題になっている理由は何ですか。",
        "options1": {
            "A": "材料が高いから",
            "B": "親の負担とSNSでの比較によるプレッシャー",
            "C": "子どもが嫌がるから"
        },
        "answer1": "B",
        "explanation_ko1": "'キャラ弁と呼ばれる凝ったお弁当作りが、親の負担になっている' (캐릭터 도시락이라 불리는 정교한 도시락 만들기가 부모의 부담이 되고 있다)와 'SNSで他の親と比較され、プレッシャーを感じる' (SNS에서 다른 부모와 비교되어 압박감을 느낀다)고 문제를 지적하고 있습니다.",
        "question2": "筆者がお弁当作りの本質と考えていることは何ですか。",
        "options2": {
            "A": "見た目を最も重視すること",
            "B": "他の親と競争すること",
            "C": "食べる人の健康と幸せを考えること"
        },
        "answer2": "C",
        "explanation_ko2": "'見た目の華やかさより、食べる人の健康と幸せを考えることが、お弁当作りの本質ではないだろうか' (외관의 화려함보다 먹는 사람의 건강과 행복을 생각하는 것이 도시락 만들기의 본질이 아닐까)고 제시하고 있습니다."
    },
    {
        "id": 92,
        "passage": "日本の古本屋が減少している。電子書籍の普及や、新古書店チェーンの台頭により、個人経営の古本屋は苦境に立たされている。しかし、古本屋には新刊書店にはない魅力がある。思わぬ本との出会い、店主の知識とセンスが光る品揃え、本を通じた人との交流。これらは効率化された現代では貴重な体験だ。最近では、カフェを併設したり、イベントを開催したりと、新しい試みも見られる。本は単なる商品ではなく、文化を伝える媒体である。古本屋の灯を消さないために、私たち一人一人ができることを考えたい。",
        "question1": "個人経営の古本屋が苦境に立たされている理由は何ですか。",
        "options1": {
            "A": "本の質が悪いから",
            "B": "電子書籍の普及と新古書店チェーンの台頭",
            "C": "営業時間が短いから"
        },
        "answer1": "B",
        "explanation_ko1": "'電子書籍の普及や、新古書店チェーンの台頭により、個人経営の古本屋は苦境に立たされている' (전자책의 보급이나 신고서점 체인의 대두로 개인경영 헌책방은 곤경에 처해 있다)고 이유를 설명하고 있습니다.",
        "question2": "筆者が古本屋の価値として認識していることは何ですか。",
        "options2": {
            "A": "安く本が買えること",
            "B": "新刊が手に入ること",
            "C": "思わぬ本との出会いと人との交流"
        },
        "answer2": "C",
        "explanation_ko2": "'思わぬ本との出会い、店主の知識とセンスが光る品揃え、本を通じた人との交流' (뜻밖의 책과의 만남, 주인의 지식과 센스가 빛나는 품목, 책을 통한 사람과의 교류)를 가치로 제시하고 있습니다."
    },
    {
        "id": 93,
        "passage": "日本の残業文化が問い直されている。働き方改革により、残業時間の上限規制が導入されたが、サービス残業や持ち帰り仕事は依然として存在する。残業を美徳とする価値観は根強く、定時に帰ることに罪悪感を覚える人も多い。しかし、長時間労働は生産性を下げ、創造性を奪う。欧州の研究では、適切な休息が仕事の質を向上させることが証明されている。大切なのは、時間ではなく成果で評価すること。効率的に働き、プライベートも充実させる。それが本当の意味での豊かな人生ではないだろうか。",
        "question1": "日本の残業文化が変わらない理由は何ですか。",
        "options1": {
            "A": "給料が安いから",
            "B": "残業を美徳とする価値観と定時退社への罪悪感",
            "C": "仕事が楽しすぎるから"
        },
        "answer1": "B",
        "explanation_ko1": "'残業を美徳とする価値観は根強く、定時に帰ることに罪悪感を覚える人も多い' (잔업을 미덕으로 여기는 가치관이 뿌리 깊고, 정시 퇴근에 죄책감을 느끼는 사람도 많다)고 이유를 설명하고 있습니다.",
        "question2": "筆者が理想的な働き方として考えていることは何ですか。",
        "options2": {
            "A": "できるだけ長く働くこと",
            "B": "残業を完全に禁止すること",
            "C": "効率的に働きプライベートも充実させること"
        },
        "answer2": "C",
        "explanation_ko2": "'効率的に働き、プライベートも充実させる。それが本当の意味での豊かな人生ではないだろうか' (효율적으로 일하고 프라이빗도 충실하게 한다. 그것이 진정한 의미의 풍요로운 인생이 아닐까)고 제시하고 있습니다."
    },
    {
        "id": 94,
        "passage": "日本の自動販売機文化が独特だと言われる。飲み物だけでなく、おでんやラーメン、傘まで売っている。24時間365日、現金もキャッシュレスも使える便利さは、他国では見られない。しかし、この便利さの裏には、エネルギー消費や景観への影響という問題もある。また、過度な便利さが人と人との交流を減らしているという指摘もある。一方で、災害時には無料で飲み物を提供する機能もあり、社会インフラとしての役割も果たしている。便利さと人間性のバランスをどう取るか。これは自販機だけでなく、現代社会全体の課題である。",
        "question1": "自動販売機の問題点として挙げられているものは何ですか。",
        "options1": {
            "A": "種類が少なすぎること",
            "B": "エネルギー消費と人との交流減少",
            "C": "値段が安すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'エネルギー消費や景観への影響という問題' (에너지 소비나 경관에 미치는 영향이라는 문제)와 '過度な便利さが人と人との交流を減らしている' (과도한 편리함이 사람과 사람의 교류를 줄이고 있다)고 문제점을 지적하고 있습니다.",
        "question2": "筆者が現代社会の課題として考えていることは何ですか。",
        "options2": {
            "A": "もっと便利にすること",
            "B": "自販機を廃止すること",
            "C": "便利さと人間性のバランスを取ること"
        },
        "answer2": "C",
        "explanation_ko2": "'便利さと人間性のバランスをどう取るか。これは自販機だけでなく、現代社会全体の課題である' (편리함과 인간성의 균형을 어떻게 잡을까. 이것은 자판기뿐만 아니라 현대사회 전체의 과제다)고 명시하고 있습니다."
    },
    {
        "id": 95,
        "passage": "日本語の敬語が簡略化される傾向にある。ビジネスメールでも、以前より堅苦しい表現を避ける人が増えた。グローバル化の影響や、効率性を重視する風潮が背景にある。しかし、敬語は単なる形式ではない。相手への配慮や、場面に応じた距離感を表現する文化的な知恵だ。一方で、過度に複雑な敬語は、コミュニケーションの障壁になることもある。大切なのは、相手を尊重する気持ちを伝えることだ。形にこだわりすぎず、心のこもった言葉を選ぶ。それが現代における敬語の在り方かもしれない。",
        "question1": "敬語が簡略化されている背景は何ですか。",
        "options1": {
            "A": "日本語が難しくなったから",
            "B": "グローバル化と効率性重視の風潮",
            "C": "若者が増えたから"
        },
        "answer1": "B",
        "explanation_ko1": "'グローバル化の影響や、効率性を重視する風潮が背景にある' (글로벌화의 영향이나 효율성을 중시하는 풍조가 배경에 있다)고 설명하고 있습니다.",
        "question2": "筆者が現代の敬語について大切だと考えていることは何ですか。",
        "options2": {
            "A": "複雑な敬語を完璧に使うこと",
            "B": "敬語を使わないこと",
            "C": "相手を尊重する気持ちを心のこもった言葉で伝えること"
        },
        "answer2": "C",
        "explanation_ko2": "'大切なのは、相手を尊重する気持ちを伝えることだ。形にこだわりすぎず、心のこもった言葉を選ぶ' (중요한 것은 상대를 존중하는 마음을 전하는 것이다. 형식에 너무 집착하지 않고 마음이 담긴 말을 선택한다)고 제시하고 있습니다."
    },
    {
        "id": 96,
        "passage": "日本の受験競争が子どもたちから「失敗する権利」を奪っている。一度の試験で人生が決まるかのようなプレッシャーは、挑戦を恐れる若者を生み出している。しかし、失敗こそが最高の教師だ。失敗から学び、立ち直る経験は、人を強くする。海外では、ギャップイヤーと呼ばれる期間を設け、自分探しの時間を持つことが一般的だ。日本でも、レールから外れることを恐れない社会が必要だ。多様な生き方を認め、何度でもやり直せる環境。それが本当の意味での豊かな社会ではないだろうか。",
        "question1": "受験競争が子どもたちに与える悪影響は何ですか。",
        "options1": {
            "A": "勉強時間が増えること",
            "B": "失敗を恐れ挑戦しなくなること",
            "C": "友達が増えること"
        },
        "answer1": "B",
        "explanation_ko1": "'一度の試験で人生が決まるかのようなプレッシャーは、挑戦を恐れる若者を生み出している' (한 번의 시험으로 인생이 결정되는 것 같은 압박감은 도전을 두려워하는 젊은이를 만들어내고 있다)고 악영향을 지적하고 있습니다.",
        "question2": "筆者が理想的な社会として考えていることは何ですか。",
        "options2": {
            "A": "競争をもっと激しくすること",
            "B": "試験を廃止すること",
            "C": "多様な生き方を認め何度でもやり直せる環境"
        },
        "answer2": "C",
        "explanation_ko2": "'多様な生き方を認め、何度でもやり直せる環境。それが本当の意味での豊かな社会ではないだろうか' (다양한 삶의 방식을 인정하고 몇 번이라도 다시 시작할 수 있는 환경. 그것이 진정한 의미의 풍요로운 사회가 아닐까)고 제시하고 있습니다."
    },
    {
        "id": 97,
        "passage": "日本の結婚式が簡素化している。費用の問題だけでなく、形式的な儀式への疑問も背景にある。写真だけの「フォト婚」や、家族だけの小規模な式が増えている。一方で、結婚式は単なる儀式ではない。二人の決意を公にし、周囲の祝福を受ける大切な機会でもある。また、両家の絆を深める場としての役割もある。大切なのは、規模や豪華さではなく、二人らしさを表現すること。SNS映えを意識した演出より、心に残る時間を作ることが、本当の意味での良い結婚式ではないだろうか。",
        "question1": "結婚式が簡素化している理由は何ですか。",
        "options1": {
            "A": "式場が少ないから",
            "B": "費用の問題と形式的な儀式への疑問",
            "C": "結婚する人が増えたから"
        },
        "answer1": "B",
        "explanation_ko1": "'費用の問題だけでなく、形式的な儀式への疑問も背景にある' (비용 문제뿐만 아니라 형식적인 의식에 대한 의문도 배경에 있다)고 이유를 설명하고 있습니다.",
        "question2": "筆者が良い結婚式について考えていることは何ですか。",
        "options2": {
            "A": "できるだけ豪華にすること",
            "B": "SNS映えを最優先すること",
            "C": "二人らしさを表現し心に残る時間を作ること"
        },
        "answer2": "C",
        "explanation_ko2": "'大切なのは、規模や豪華さではなく、二人らしさを表現すること' (중요한 것은 규모나 호화로움이 아니라 두 사람다움을 표현하는 것)과 '心に残る時間を作ること' (마음에 남는 시간을 만드는 것)이 중요하다고 제시하고 있습니다."
    },
    {
        "id": 98,
        "passage": "日本の農産物直売所が人気を集めている。新鮮で安価な野菜が手に入るだけでなく、生産者の顔が見える安心感がある。また、規格外の野菜も販売され、食品ロス削減にも貢献している。しかし、品揃えが天候に左右されたり、営業時間が限られたりと、不便な面もある。それでも人気なのは、効率性だけでなく、人とのつながりを求める消費者が増えているからだ。生産者との会話、旬の食材の情報交換など、スーパーでは得られない価値がある。地産地消の推進は、地域経済の活性化にもつながる。顔の見える関係が、食の安全と信頼を支えているのである。",
        "question1": "農産物直売所の不便な点は何ですか。",
        "options1": {
            "A": "値段が高すぎること",
            "B": "品揃えが天候に左右され営業時間が限られること",
            "C": "生産者と会わなければならないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'品揃えが天候に左右されたり、営業時間が限られたりと、不便な面もある' (상품 구성이 날씨에 좌우되거나 영업시간이 제한되는 등 불편한 면도 있다)고 명시하고 있습니다.",
        "question2": "筆者が直売所の価値として認識していることは何ですか。",
        "options2": {
            "A": "効率的に買い物ができること",
            "B": "24時間営業していること",
            "C": "人とのつながりと地域経済の活性化"
        },
        "answer2": "C",
        "explanation_ko2": "'人とのつながりを求める消費者が増えている' (사람과의 연결을 추구하는 소비자가 늘고 있다)와 '地産地消の推進は、地域経済の活性化にもつながる' (지산지소 추진은 지역경제 활성화로도 이어진다)고 가치를 제시하고 있습니다."
    },
    {
        "id": 99,
        "passage": "日本の在宅介護が限界に近づいている。高齢者の増加に対し、介護施設は慢性的に不足している。家族による介護が期待されるが、介護離職や老老介護など、新たな問題を生んでいる。介護する側の精神的、肉体的負担は計り知れない。介護ロボットや見守りシステムなど、技術による支援も進んでいるが、人の温もりは代替できない。また、介護士の待遇改善も急務だ。重労働にもかかわらず、賃金が低いため人材が定着しない。介護は誰もが直面する可能性のある問題だ。社会全体で支える仕組みづくりが、今こそ必要である。",
        "question1": "在宅介護が生み出している問題は何ですか。",
        "options1": {
            "A": "介護施設が多すぎること",
            "B": "介護離職と老老介護",
            "C": "介護ロボットが高すぎること"
        },
        "answer1": "B",
        "explanation_ko1": "'家族による介護が期待されるが、介護離職や老老介護など、新たな問題を生んでいる' (가족에 의한 개호가 기대되지만 개호이직이나 노노개호 등 새로운 문제를 낳고 있다)고 문제를 지적하고 있습니다.",
        "question2": "筆者が介護問題の解決に必要だと考えていることは何ですか。",
        "options2": {
            "A": "家族だけで解決すること",
            "B": "すべて技術で代替すること",
            "C": "社会全体で支える仕組みづくり"
        },
        "answer2": "C",
        "explanation_ko2": "'介護は誰もが直面する可能性のある問題だ。社会全体で支える仕組みづくりが、今こそ必要である' (개호는 누구나 직면할 가능성이 있는 문제다. 사회 전체가 지원하는 구조 만들기가 지금이야말로 필요하다)고 명시하고 있습니다."
    },
    {
        "id": 100,
        "passage": "日本の「おもてなし」文化が過剰になっているという指摘がある。客を神様のように扱う風潮が、サービス業で働く人々の負担となっている。理不尽なクレームにも笑顔で対応することが求められ、精神的ストレスは大きい。カスタマーハラスメントという言葉も生まれた。一方で、きめ細かいサービスは日本の強みでもある。問題は、サービスの受け手と提供者の関係が対等でないことだ。良いサービスとは、互いを尊重する関係から生まれる。過剰なサービスを求めず、感謝の気持ちを表す。それが成熟した社会の姿ではないだろうか。サービスの質は、社会の品格を映し出す鏡である。",
        "question1": "「おもてなし」文化の問題点は何ですか。",
        "options1": {
            "A": "サービスが悪すぎること",
            "B": "働く人の負担とカスタマーハラスメント",
            "C": "外国人が理解できないこと"
        },
        "answer1": "B",
        "explanation_ko1": "'客を神様のように扱う風潮が、サービス業で働く人々の負担となっている' (손님을 신처럼 대하는 풍조가 서비스업에서 일하는 사람들의 부담이 되고 있다)와 'カスタマーハラスメントという言葉も生まれた' (고객 괴롭힘이라는 말도 생겨났다)고 문제를 지적하고 있습니다.",
        "question2": "筆者が良いサービスについて考えていることは何ですか。",
        "options2": {
            "A": "客の要求にすべて応えること",
            "B": "サービスを簡素化すること",
            "C": "互いを尊重する関係から生まれるもの"
        },
        "answer2": "C",
        "explanation_ko2": "'良いサービスとは、互いを尊重する関係から生まれる' (좋은 서비스란 서로를 존중하는 관계에서 나온다)와 '過剰なサービスを求めず、感謝の気持ちを表す' (과도한 서비스를 요구하지 않고 감사의 마음을 표현한다)고 제시하고 있습니다."
    },
    
]