[
    {
      "id": 1,
      "translation": "최근 젊은이들의 독서 이탈이 심각해지고 있다. 스마트폰의 보급으로 정보 수집 수단이 다양화된 것이 주요 원인으로 여겨지고 있다. 하지만 나는 단지 매체가 바뀌었을 뿐, 젊은이들이 문자에서 멀어진 것은 아니라고 생각한다. SNS나 블로그 등, 오히려 이전보다 많은 글을 읽고 쓰고 있는 것이 아닐까. 문제는 그 내용의 질에 있다. 단편적인 정보만으로는 깊은 사고력이 길러지지 않는다. 체계적인 지식을 얻기 위해서는 역시 양질의 책을 접하는 것이 필수적일 것이다."
    },
    {
      "id": 2,
      "translation": "기업의 채용 면접에서 학력보다 인성을 중시해야 한다는 의견이 있다. 확실히 일을 하는 데 있어서 협조성이나 커뮤니케이션 능력은 빠질 수 없다. 하지만 학력을 전혀 고려하지 않는 것도 현실적이지 않을 것이다. 학력은 그 사람이 목표를 향해 노력할 수 있는 인물인지를 보여주는 하나의 지표가 된다. 그렇다고 해도 학력만으로 판단하는 것도 위험하다. 요점은 학력과 인성 둘 다를 균형 있게 평가하는 것이 중요한 것이다. 채용 담당자에게는 다각적인 관점에서 지원자를 판별하는 능력이 요구되고 있다."
    },
    {
      "id": 3,
      "translation": "일본의 전통문화를 지키는 것은 중요하지만, 시대에 맞춰 변화시켜 나가는 것도 필요하다고 나는 생각한다. 예를 들어 다도에서 정좌가 어려운 외국인이나 고령자를 위해 의자 사용을 인정하는 움직임이 있다. 이에 대해 전통을 훼손한다는 비판도 있지만, 오히려 많은 사람에게 다도의 정신을 전하는 기회가 늘어나는 것이 아닐까. 전통이란 형식을 고수하는 것이 아니라 그 본질을 다음 세대에 계승하는 것이다. 유연성을 가지고 대응함으로써 전통문화는 더 많은 사람들에게 받아들여지고, 결과적으로 오래 존속할 수 있을 것이다."
    },
    {
      "id": 4,
      "translation": "환경 문제에 대한 관심이 높아지는 가운데, 에코백 사용이 권장되고 있다. 하지만 에코백을 여러 개 가지고 있는 사람을 보면 정말 환경에 좋은 것인지 의문이 든다. 에코백 제조에도 자원과 에너지가 필요하다. 하나의 에코백을 장기간 사용하는 것이 중요하며, 멋지다고 해서 계속 새로운 것을 구입하는 것은 본말전도다. 게다가 에코백을 잊어버려 결국 비닐봉지를 구입하는 사람도 적지 않다. 환경 보호는 단순한 유행이 아니라 한 사람 한 사람의 의식과 행동의 축적으로 실현되는 것이다."
    },
    {
      "id": 5,
      "translation": "최근 취업 활동에서 인턴십 참여가 실질적으로 필수가 되고 있다. 기업 측은 학생의 능력이나 적성을 사전에 확인할 수 있고, 학생 측도 직장 분위기를 체험할 수 있다는 이점이 있다. 하지만 이 시스템에는 문제점도 존재한다. 경제적으로 여유가 없는 학생은 무급 인턴십에 참여하기 어렵다. 또한 지방 학생에게는 도시 지역에서의 인턴십 참여가 큰 부담이 된다. 결과적으로 기회의 불평등이 생기고 있는 것이 아닐까. 모든 학생에게 평등한 기회를 제공하기 위해서는 제도의 재검토가 필요하다고 생각한다."
    },
    {
      "id": 6,
      "translation": "고령화 사회에서 정년퇴직 연령을 높이는 움직임이 확산되고 있다. 노동력 부족 해소나 연금 제도 유지라는 관점에서는 이치에 맞는다. 또한 아직 일하고 싶다는 고령자의 희망에도 부응할 수 있다. 한편으로 젊은 세대의 승진 기회가 감소한다는 우려도 있다. 게다가 체력적으로 힘든 직종에서는 연령 상향이 현실적이지 않은 경우도 있다. 중요한 것은 일률적으로 정년을 정하는 것이 아니라 개인의 능력이나 희망, 직종의 특성을 고려한 유연한 제도 설계일 것이다. 다양한 근무 방식을 인정하는 사회의 실현이 요구되고 있다."
    },
    {
      "id": 7,
      "translation": "애완동물을 기르는 것은 단순한 취미 이상의 책임을 동반한다. 생명을 맡는다는 것은 그 동물의 일생에 책임을 진다는 것이다. 하지만 안일한 마음으로 애완동물을 키우기 시작했다가 중간에 사육을 포기하는 사람이 끊이지 않는다. 펫샵에서의 충동구매나 유행을 따라 특정 품종을 기르는 것도 문제다. 게다가 고령자가 애완동물을 기를 경우, 자신보다 먼저 죽을 가능성도 고려해야 한다. 애완동물 사육에는 경제적·시간적 여유뿐만 아니라 끝까지 책임을 진다는 강한 각오가 필요하다. 이러한 인식이 사회 전체에 확산되기를 바란다."
    },
    {
      "id": 8,
      "translation": "식품 손실 문제가 세계적으로 주목받고 있다. 일본에서는 연간 약 600만 톤의 먹을 수 있는 식품이 폐기되고 있다고 한다. 이 배경에는 소비자의 과도한 신선도 지향과 외관 중시 경향이 있다. 유통기한이 가까워졌다는 이유만으로 상품을 철거하거나 모양이 고르지 않은 야채를 피하는 행동은 대량의 식품 손실로 이어지고 있다. 한편으로 푸드뱅크나 규격 외 야채 활용 등 새로운 시도도 시작되고 있다. 하지만 근본적인 해결에는 소비자의 의식 개혁이 필수적이다. 완벽을 추구하기보다 음식의 가치를 재평가하는 것부터 시작해야 할 것이다."
    },
    {
      "id": 9,
      "translation": "육아에서 칭찬하는 것의 중요성이 자주 강조된다. 확실히 아이의 자존감을 기르기 위해서는 칭찬하는 것이 중요하다. 하지만 무엇이든 칭찬하면 된다는 것은 아니다. 노력의 과정을 무시하고 결과만 칭찬하거나 구체성 없는 칭찬을 하면 오히려 아이의 성장을 방해할 가능성이 있다. 또한 실패를 두려워해 도전하지 않게 될 수도 있다. 중요한 것은 아이의 노력이나 창의성, 성장 과정을 구체적으로 인정하는 것이다. 그리고 때로는 적절한 비판이나 지도도 필요하다. 균형 잡힌 관계가 아이의 건전한 성장으로 이어지는 것이다."
    },
    {
      "id": 10,
      "translation": "온라인 수업의 보급으로 교육의 방식이 크게 변하고 있다. 장소나 시간의 제약에서 벗어나 자신의 페이스로 학습할 수 있다는 이점은 크다. 녹화된 수업을 여러 번 다시 볼 수 있는 것도 매력적이다. 하지만 대면 수업에만 있는 가치도 있다. 교사와 학생, 학생 간의 직접적인 교류는 지식 습득뿐만 아니라 인간성 형성에도 중요한 역할을 한다. 또한 자택에서의 학습에는 강한 자기관리 능력이 요구되며, 모든 학생에게 적합한 것은 아니다. 이상적인 것은 양쪽의 장점을 살린 하이브리드형 교육 시스템의 구축일 것이다."
    },
    {
      "id": 11,
      "translation": "지방의 과소화가 진행되는 가운데, 이주 촉진 정책이 각지에서 실시되고 있다. 도시 젊은이들에게 시골 생활의 매력을 어필하고, 이주자에게는 주거나 일자리 지원을 제공하는 지자체도 많다. 확실히 자연이 풍부한 환경에서 여유롭게 생활할 수 있다는 것은 매력적이다. 하지만 이상과 현실의 격차에 직면해 몇 년 만에 도시로 돌아가는 사람도 적지 않다. 지역 특유의 인간관계나 의료·교육 시설 부족 등 사전에 충분한 정보 제공이 이뤄지지 않는 경우도 있다. 이주를 성공시키려면 좋은 면뿐만 아니라 과제를 포함한 현실적인 정보 제공과 이주 후 지속적인 지원이 빠질 수 없다."
    },
    {
      "id": 12,
      "translation": "건강검진 결과를 보고 생활습관을 개선하려고 결심하는 사람은 많다. 하지만 그 결심이 오래 지속되지 않는 것이 현실이다. 왜 지속되지 않을까. 그것은 갑자기 완벽을 목표로 하기 때문이 아닐까. 매일 1시간 운동, 엄격한 식사 제한 등 허들을 너무 높게 설정하면 좌절하기 쉽다. 오히려 작은 변화부터 시작하는 것이 중요하다. 엘리베이터 대신 계단을 이용하거나 과자를 과일로 바꾸는 등 작은 습관의 축적이 결국 큰 변화로 이어진다. 완벽하지 않아도 지속하는 것에 의미가 있다. 건강은 하루아침에 이루어지지 않으며, 매일의 작은 노력의 축적인 것이다."
    },
    {
      "id": 13,
      "translation": "현대 사회에서는 SNS를 통해 누구나 쉽게 정보를 발신할 수 있게 되었다. 이것은 표현의 자유라는 관점에서 보면 훌륭한 일이다. 하지만 동시에 책임도 따른다. 익명성을 방패로 삼아 타인을 비방중상하는 게시물이 끊이지 않는다. 게다가 사실 확인을 하지 않고 확산되는 가짜 정보도 큰 문제다. 한 번 인터넷에 퍼진 정보는 설령 오류라고 밝혀져도 완전히 지우기는 어렵다. 우리에게는 정보를 발신할 때의 신중함과 받을 때의 비판적 사고력 둘 다가 요구되고 있다. 디지털 시대의 새로운 리터러시를 익히는 것이 급선무다."
    },
    {
      "id": 14,
      "translation": "카페에서 일하는 '노마드 워커'가 늘어나고 있다. 확실히 기분 전환이 되고 창조성이 자극받는다는 이점은 있다. 하지만 카페 측의 관점에서 보면 반드시 환영받는 존재는 아니다. 커피 한 잔으로 몇 시간이나 자리를 차지해 다른 손님이 앉을 수 없다는 문제가 발생하고 있다. 일부 카페에서는 시간 제한을 두거나 전원 사용을 유료화하는 대책을 취하고 있다. 이용자 측도 혼잡할 때는 자리를 양보하고 적당히 추가 주문을 하는 등 매너를 지키는 것이 중요하다. 공공장소를 일터로 사용하는 이상, 주변에 대한 배려를 잊어서는 안 된다."
    },
    {
      "id": 15,
      "translation": "플라스틱 쓰레기로 인한 해양 오염이 심각해지고 있다. 미세플라스틱은 먹이사슬을 통해 최종적으로 인간의 체내에도 축적될 가능성이 있다. 이 문제에 대해 비닐봉지 유료화나 빨대의 종이 제품화 등 다양한 대책이 추진되고 있다. 하지만 이것들은 대증요법에 불과하다. 근본적인 해결에는 플라스틱에 의존한 사회 시스템 자체를 재검토할 필요가 있다. 대체 소재 개발, 재활용 시스템 개선, 그리고 무엇보다 소비자의 의식 개혁이 필수적이다. 편리함과 맞바꿔 우리는 무엇을 잃으려 하는지, 지금 다시 한번 생각할 때가 왔다."
    },
    {
      "id": 16,
      "translation": "맞벌이 가정이 증가하는 가운데 가사 분담이 큰 과제가 되고 있다. 여전히 여성이 가사의 대부분을 담당하는 경우가 많고, '보이지 않는 가사'라고 불리는 세세한 작업까지 포함하면 그 부담은 상당하다. 남성 측도 가사에 참여하려 하지만 '돕는다'는 의식으로는 본질적인 해결이 되지 않는다. 가사는 '돕는' 것이 아니라 함께 생활하는 사람이 당연히 분담해야 할 것이다. 또한 완벽을 추구하지 말고 때로는 가사 대행 서비스를 이용하는 등 유연한 대응도 필요하다. 중요한 것은 서로의 부담을 이해하고 대화하면서 최적의 방법을 찾는 것이다."
    },
    {
      "id": 17,
      "translation": "수면 부족이 현대인의 큰 문제가 되고 있다. 스마트폰의 보급으로 취침 전까지 화면을 계속 보는 사람이 늘어 수면의 질이 저하되고 있다. 수면 부족은 단순히 피로가 풀리지 않는 것뿐만 아니라 면역력 저하나 생활습관병 위험 증가로도 이어진다. 게다가 중대한 사고의 원인이 될 수도 있다. 하지만 '잠 안 자고 노력한다'는 것을 미덕으로 여기는 문화가 아직 뿌리 깊다. 잠을 줄여서 일하는 것이 오히려 생산성을 떨어뜨린다는 아이러니한 결과도 나오고 있다. 수면은 나태함이 아니라 필요한 투자다. 질 높은 수면을 확보하는 것이 풍요로운 인생의 기반이 된다."
    },
    {
      "id": 18,
      "translation": "관광지의 오버투어리즘이 세계 각지에서 문제가 되고 있다. 관광객의 급증으로 지역 주민의 생활이 위협받고 환경 파괴도 진행되고 있다. 교토 일부 지역에서는 주민이 일상생활을 보내는 것조차 어려운 상황이 발생하고 있다. 관광은 확실히 지역 경제를 윤택하게 하지만 그 대가로 잃는 것도 크다. 입장 제한이나 관광세 도입 등 다양한 대책이 검토되고 있지만, 근본적으로는 '지속 가능한 관광'으로의 전환이 필요하다. 관광객도 방문하는 지역에 대한 경의를 가지고 책임 있는 행동을 취하는 것이 요구된다. 지역과 관광이 공존할 수 있는 새로운 모델 구축이 시급하다."
    },
    {
      "id": 19,
      "translation": "원격근무의 보급으로 도심 사무실 수요가 변화하고 있다. 기업 중에는 사무실을 축소하거나 완전히 원격화하는 곳도 나타났다. 이로 인해 통근 시간 단축이나 지방 거주자의 고용 기회 확대라는 장점이 생기고 있다. 하지만 신입사원 교육이나 혁신을 낳는 우발적인 교류 기회가 사라진다는 우려도 있다. 또한 일과 사생활의 경계가 모호해져 장시간 노동으로 이어지는 사례도 보고되고 있다. 중요한 것은 원격근무를 단순한 비용 절감 수단이 아닌 새로운 근무 방식의 하나로서 그 특성을 이해한 뒤 활용하는 것이다."
    },
    {
      "id": 20,
      "translation": "음식 배달 서비스 이용이 급속히 확대되고 있다. 집에서 다양한 요리를 즐길 수 있는 편리함은 바쁜 현대인에게 큰 매력이다. 하지만 이 서비스 이면에서 배달원의 노동 환경이 문제가 되고 있다. 많은 배달원이 개인사업자로 취급되어 사고나 부상 시 보장이 불충분하다. 또한 용기 쓰레기 문제도 심각해지고 있다. 음식점 측도 수수료의 높음에 고통받고 있다. 편리한 서비스 뒤에 있는 과제를 이용자도 인식할 필요가 있다. 지속 가능한 비즈니스 모델 구축과 관계자 모두가 납득할 수 있는 구조 만들기가 요구되고 있다."
    },
    {
      "id": 21,
      "translation": "패스트 패션 문제가 주목받고 있다. 저렴한 가격에 최신 트렌드를 즐길 수 있는 반면, 대량 생산·대량 폐기로 인한 환경 부하는 측정할 수 없을 정도다. 또한 생산 현장의 열악한 노동 환경도 지적되고 있다. 한 벌의 옷이 매장에 진열되기까지 얼마나 많은 물과 화학물질이 사용되고 어떤 조건에서 일하는 사람들의 손을 거치는지 소비자는 거의 알지 못한다. 지속가능한 패션에 대한 관심은 높아지고 있지만 가격의 높음이 보급의 장벽이 되고 있다. 정말 필요한 것을 오래 소중히 사용한다는, 한때는 당연했던 가치관을 되찾는 것이 문제 해결의 첫걸음일지도 모른다."
    },
    {
      "id": 22,
      "translation": "정신건강의 중요성이 사회적으로 인식되고 있다. 기업에서도 스트레스 체크 의무화나 상담 창구 설치가 진행되고 있다. 하지만 여전히 '마음의 병은 나약함'이라는 편견이 뿌리 깊고, 도움을 요청하기를 주저하는 사람이 많다. 또한 정신과 진료에 대한 심리적 장벽도 높다. 조기의 적절한 대응이 있다면 심각해지는 것을 막을 수 있는 경우도 많은데, 편견 때문에 기회를 놓쳐버린다. 마음의 불조는 누구에게나 일어날 수 있는 일이며, 부끄러운 일이 아니다. 사회 전체가 이해를 깊게 하고 부담 없이 상담할 수 있는 환경을 정비하는 것이 모든 사람이 살기 좋은 사회 실현으로 이어진다."
    },
    {
      "id": 23,
      "translation": "전자책의 보급이 진행되는 한편, 종이책에 대한 애착을 가진 사람도 많다. 전자책은 공간을 차지하지 않고 검색 기능도 편리하다. 하지만 종이책에는 페이지를 넘기는 감촉이나 책장에 나열된 책등을 바라보는 즐거움이 있다. 또한 전자책은 눈의 피로를 일으키기 쉽고 집중력 지속이 어렵다는 연구 결과도 있다. 게다가 디지털 기기의 고장이나 서비스 종료로 구입한 책을 읽을 수 없게 될 위험도 있다. 어느 쪽이 우수하다는 논의가 아니라 각각의 특성을 이해하고 상황에 따라 사용하는 것이 현명할 것이다. 다양한 독서 스타일이 공존하는 사회야말로 풍요롭다."
    },
    {
      "id": 24,
      "translation": "저출산 대책으로 다양한 지원책이 실시되고 있지만 출생률 개선은 보이지 않는다. 경제적 지원만으로는 불충분하고 일하는 방식 개혁이나 남성의 육아 참여, 보육 시설 충실 등 종합적인 대책이 필요하다. 하지만 가장 중요한 것은 육아에 대한 사회의 의식 개혁일지도 모른다. 전철에서의 유모차 이용이나 아이 우는 소리에 대한 불관용한 반응 등 육아 세대가 눈치 보는 장면이 아직도 많다. 아이는 사회 전체가 키운다는 의식이 확산되지 않는 한 진정한 저출산 대책이 되지 않는다. 미래를 담당할 아이들을 따뜻하게 지켜보는 사회의 실현이 요구되고 있다."
    },
    {
      "id": 25,
      "translation": "AI의 발전으로 많은 직업이 자동화될 가능성이 지적되고 있다. 단순 작업뿐만 아니라 전문적인 지식을 요하는 일도 AI로 대체되는 시대가 올지도 모른다. 이에 대해 인간만이 할 수 있는 창조성이나 공감 능력을 살린 일의 중요성이 증가한다는 견해도 있다. 하지만 모든 사람이 창조적인 일에 종사할 수 있는 것은 아니다. AI와 공존하는 사회에서는 새로운 격차가 생길 가능성도 있다. 중요한 것은 기술 진보를 두려워하는 것이 아니라 그것을 어떻게 활용하고 어떻게 적응할지를 생각하는 것이다. 평생학습의 필요성이 지금까지 이상으로 높아지고 있다. 변화에 유연하게 대응할 수 있는 힘이야말로 앞으로의 시대에 가장 요구되는 능력이다."
    },
    {
      "id": 26,
      "translation": "캐시리스 결제가 급속히 보급되고 있다. 확실히 잔돈을 세는 수고가 줄고 위생적이라는 장점은 크다. 하지만 고령자 중에는 스마트폰 조작에 익숙하지 않아 소외되는 사람도 적지 않다. 또한 시스템 장애가 발생하면 일체의 쇼핑을 할 수 없게 될 위험도 있다. 게다가 돈을 쓰는 실감이 희미해져 과소비하는 사람도 늘고 있다. 디지털화는 피할 수 없는 흐름이지만 현금이라는 선택지를 완전히 배제해서는 안 된다. 누구나 안심하고 이용할 수 있는 포괄적인 결제 시스템 구축이 필요하다. 기술 진보와 사회의 다양성 균형을 어떻게 맞출지가 문제다."
    },
    {
      "id": 27,
      "translation": "식물성 대체육 시장이 확대되고 있다. 환경 부담 경감이나 동물 애호 관점에서 주목받고 있지만, 맛이나 식감 재현도도 향상되어 일반 소비자에게도 받아들여지기 시작했다. 하지만 가공도가 높아 첨가물 사용량이 많다는 지적도 있다. 또한 전통적인 축산업에 종사하는 사람들의 생활을 어떻게 지킬지라는 과제도 무시할 수 없다. 새로운 기술이나 가치관을 받아들이는 것은 중요하지만 그로 인해 잃어버리는 것에도 눈을 돌릴 필요가 있다. 음식 선택지가 늘어나는 것은 환영할 일이지만 극단적인 이원론이 아닌 공존의 길을 찾는 것이 중요할 것이다. 다양한 식문화가 인정받는 사회야말로 풍요로운 것이다."
    },
    {
      "id": 28,
      "translation": "자율주행차의 실용화가 현실감을 띠고 있다. 교통사고 감소나 고령자의 이동 수단 확보 등 기대되는 효과는 크다. 하지만 기술적인 과제 이상으로 윤리적인 문제가 논의를 불러일으키고 있다. 예를 들어 피할 수 없는 사고 시 AI는 어떤 판단 기준으로 피해를 최소화해야 할까. 또한 사고가 일어난 경우의 책임 소재도 애매하다. 게다가 운전을 직업으로 하는 사람들의 고용 문제도 심각하다. 기술 진보는 환영할 일이지만 사회적 합의 형성 없이 진행하는 것은 위험하다. 인간과 AI가 공존하는 사회의 규칙 만들기를 지금부터 시작할 필요가 있다. 미래의 교통 시스템은 기술뿐만 아니라 사회 전체가 설계해야 할 것이다."
    },
    {
      "id": 29,
      "translation": "우주 개발에 민간 기업의 참여가 가속화되고 있다. 한때는 국가 프로젝트였던 우주 개발이 비즈니스 기회로 주목받고 있는 것이다. 위성 인터넷이나 우주 여행 등 새로운 서비스가 생겨나고 있다. 하지만 우주 쓰레기 증가는 심각한 문제가 되고 있다. 또한 막대한 자금을 우주에 투자하는 것에 대한 비판도 있다. 지구상에는 아직 해결해야 할 과제가 산적해 있다는 것이다. 그렇지만 우주 개발로 얻어지는 기술은 지구상의 문제 해결에도 기여하고 있다. 중요한 것은 우주 개발과 지구상의 과제 해결을 대립시키는 것이 아니라 양립시키는 관점을 갖는 것일 것이다. 인류의 미래는 우주와 지구 양쪽에 있다."
    },
    {
      "id": 30,
      "translation": "공유 경제가 우리의 생활을 바꾸고 있다. 자동차나 주거, 나아가 개인의 기술까지 모든 것이 공유의 대상이 되고 있다. 소유에서 이용으로의 가치관 전환은 자원의 유효 활용으로 이어진다. 하지만 기존 업계의 반발도 강하다. 택시 업계는 차량 호출 앱을, 호텔 업계는 민박을 위협으로 보고 있다. 또한 공유 서비스의 대부분이 노동자를 개인사업자로 취급해 사회보장 대상에서 제외하는 문제도 있다. 새로운 경제 모델에는 새로운 규칙이 필요하다. 혁신을 저해하지 않으면서 공정한 경쟁과 노동자의 권리를 지키는 구조 만들기가 요구되고 있다."
    },
    {
      "id": 31,
      "translation": "미니멀리즘이라는 생활 스타일이 주목받고 있다. 물건을 줄임으로써 정말 중요한 것이 보인다는 생각이다. 확실히 과잉 소비 사회에 대한 반성으로서 의미가 있다. 하지만 극단적인 미니멀리즘은 오히려 스트레스의 원인이 되기도 한다. 또한 '물건을 갖지 않는' 것이 일종의 지위 상징이 되어 본래 취지에서 벗어난 면도 있다. 게다가 재해 시 대비라는 관점에서는 어느 정도의 물건 비축은 필요하다. 중요한 것은 자신에게 무엇이 필요한지를 판별하는 것이며, 타인의 기준에 얽매이는 것이 아니다. 풍요로움의 정의는 사람마다 다르다는 것을 잊어서는 안 된다."
    },
    {
      "id": 32,
      "translation": "구독 서비스가 생활의 모든 장면에 침투하고 있다. 음악이나 동영상뿐만 아니라 옷, 가구, 심지어 자동차까지 정액제로 이용할 수 있는 시대가 되었다. 초기 비용을 억제할 수 있고 항상 최신 것을 사용할 수 있다는 장점은 크다. 하지만 자신도 모르게 많은 서비스에 가입해 결과적으로 고액 지출이 되는 경우도 많다. 또한 해약을 잊어버려 사용하지 않는 서비스에 요금을 계속 지불하는 '구독 피로'도 문제가 되고 있다. 소유욕에서 해방되는 한편, 새로운 의존을 만들어내는 면도 있다. 필요한 서비스를 판별하고 정기적으로 재검토하는 것이 현명한 이용 방법일 것이다."
    },
    {
      "id": 33,
      "translation": "메타버스가 차세대 인터넷으로 기대받고 있다. 가상공간에서의 회의나 이벤트, 쇼핑 등 현실 세계의 활동을 재현할 수 있는 가능성에 주목이 모인다. 팬데믹으로 가속화된 디지털화의 연장선상에 있는 기술이다. 하지만 현실 도피를 조장하는 것이 아닌가 하는 우려도 있다. 또한 가상공간에서의 경제활동에 관한 법 정비도 따라잡지 못하고 있다. 게다가 장시간 사용으로 인한 건강 영향도 미지수다. 새로운 기술이 가져올 가능성과 위험성을 냉정하게 평가할 필요가 있다. 가상과 현실의 균형을 유지하면서 테크놀로지와 공생하는 지혜가 요구되고 있다."
    },
    {
      "id": 34,
      "translation": "재생 가능 에너지로의 전환이 세계적 과제가 되고 있다. 태양광이나 풍력 발전은 화석 연료를 대체할 깨끗한 에너지원으로 기대되고 있다. 하지만 날씨에 좌우되는 불안정함이나 초기 투자의 규모가 보급의 장벽이 되고 있다. 또한 태양광 패널의 폐기 문제나 풍력 발전으로 인한 소음 피해 등 새로운 환경 문제도 발생하고 있다. 에너지 문제에 특효약은 없다. 다양한 선택지를 조합해 지역 특성에 맞는 최적해를 찾는 것이 중요하다. 기술 개발과 동시에 에너지 절약 노력도 빠질 수 없다. 지속 가능한 사회 실현에는 생산과 소비 양면에서의 접근이 필요하다."
    },
    {
      "id": 35,
      "translation": "인플루언서 마케팅이 광고 업계를 바꾸고 있다. 유명인뿐만 아니라 특정 분야에서 영향력을 가진 일반인도 기업의 중요한 파트너가 되고 있다. 소비자는 친근감 있는 인플루언서의 추천을 신뢰하는 경향이 있다. 하지만 스텔스 마케팅 문제는 끊이지 않는다. 광고임을 명시하지 않고 상품을 선전하는 사례가 산견된다. 또한 팔로워 수를 부풀리는 부정행위도 횡행하고 있다. 소비자에게는 정보를 비판적으로 받아들이는 힘이 요구된다. 한편 기업 측에도 윤리적인 마케팅이 요구되고 있다. 신뢰 관계 위에 성립하는 비즈니스임을 잊어서는 안 된다."
    },
    {
      "id": 36,
      "translation": "고령자의 고독사가 사회 문제화되고 있다. 혼자 사는 고령자가 늘어나는 가운데 아무에게도 간병받지 못하고 죽는 경우가 끊이지 않는다. 가족 관계의 희박화나 지역 커뮤니티 붕괴가 배경에 있다. 돌봄 서비스나 ICT를 활용한 안부 확인 시스템 등 다양한 대책이 강구되고 있다. 하지만 기술만으로는 해결할 수 없는 문제다. 사람과 사람의 연결을 어떻게 재구축할지가 문제다. 또한 '고독사는 악'이라는 고정관념도 재검토할 필요가 있을지 모른다. 존엄 있는 최후를 맞이하기 위한 선택지를 사회 전체가 생각할 시기에 왔다. 생사관의 다양성을 인정하는 성숙한 사회가 요구된다."
    },
    {
      "id": 37,
      "translation": "다문화 공생 사회 실현이 일본의 과제가 되고 있다. 노동력 부족을 배경으로 외국인 노동자 수용이 확대되고 있다. 하지만 언어의 벽이나 문화 차이에서 생기는 마찰도 적지 않다. 또한 기능실습생의 열악한 노동 환경이나 아이들의 교육 문제 등 해결해야 할 과제는 산적해 있다. 한편으로 다양성이 혁신의 원천이 되는 것도 사실이다. 다른 가치관이나 발상이 교류함으로써 새로운 아이디어가 생겨난다. 중요한 것은 '동화'가 아닌 '공생'의 관점을 갖는 것이다. 서로의 문화를 존중하면서 함께 사는 사회를 구축할 필요가 있다. 다양성을 풍요로움으로 받아들이는 관용함이 시험받고 있다."
    },
    {
      "id": 38,
      "translation": "빅데이터 활용이 진행되는 한편, 프라이버시 보호에 대한 우려가 높아지고 있다. 기업은 방대한 개인 데이터를 수집·분석해 마케팅이나 서비스 개선에 활용하고 있다. 확실히 개인화된 서비스는 편리하다. 하지만 어디까지의 정보가 수집되고 어떻게 사용되는지 많은 이용자는 파악하지 못하고 있다. 데이터 유출 위험도 항상 존재한다. 또한 AI에 의한 판단이 차별을 조장할 가능성도 지적되고 있다. 편리함과 맞바꿔 우리는 무엇을 잃고 있는가. 데이터의 투명성과 이용자의 선택권을 확보하는 것이 시급하다. 기술 진보와 인권 보호의 균형을 어떻게 맞출지가 문제다."
    },
    {
      "id": 39,
      "translation": "젠더 평등 실현을 위한 노력이 진행되고 있지만 아직 많은 과제가 남아 있다. 여성 관리직 비율은 여전히 낮고 임금 격차도 해소되지 않았다. 남성의 육아휴업 취득률도 목표에는 한참 못 미치는 상황이다. 하지만 이것은 여성만의 문제가 아니다. 남성도 '남자다움'의 주박에서 해방될 필요가 있다. 성별에 관계없이 개인의 능력이나 적성이 정당하게 평가되는 사회가 이상적이다. 제도 개혁과 동시에 무의식적 편견을 자각하고 극복하는 노력이 요구된다. 진정한 평등은 형식적인 수치 목표 달성뿐만 아니라 의식의 변혁에서 생겨나는 것이다."
    },
    {
      "id": 40,
      "translation": "순환 경제로의 전환이 세계적으로 진행되고 있다. 종래의 '만들고, 사용하고, 버리는' 일방통행 경제에서 자원을 순환시키는 구조로의 이행이다. 재활용뿐만 아니라 제품의 장수명화나 공유, 수리 서비스 충실 등도 포함된다. 하지만 초기 투자의 규모나 기존 비즈니스 모델에서의 전환 어려움이 장벽이 되고 있다. 또한 소비자의 의식 개혁도 필수적이다. 싸고 편리함만이 아니라 환경에 미치는 영향을 고려한 선택이 요구된다. 경제 성장과 환경 보호의 양립이 가능한가. 이 물음에 우리는 답을 찾아야 한다."
    },
    {
      "id": 41,
      "translation": "가짜 뉴스 확산이 민주주의를 위협하고 있다. SNS 보급으로 잘못된 정보가 순식간에 퍼지는 시대가 되었다. 감정에 호소하는 내용일수록 확산되기 쉽고 사실 확인이 소홀해지기 쉽다. 또한 에코 챔버 효과로 자신이 믿고 싶은 정보에만 접하는 경향이 강해지고 있다. 미디어 리터러시 교육의 중요성이 외쳐지고 있지만 그것만으로는 불충분하다. 플랫폼 기업의 책임도 문제시되고 있다. 하지만 검열과의 경계선은 애매하고 표현의 자유와의 균형이 어렵다. 정보의 진위를 판별하는 힘과 다른 의견에 귀 기울이는 관용함. 이 둘 다를 갖는 것이 현대를 사는 시민의 책무다."
    },
    {
      "id": 42,
      "translation": "평생학습의 중요성이 높아지고 있다. 기술 혁신 속도가 가속화되어 한 번 익힌 지식이나 기술이 금세 진부해지는 시대다. 정년 후에도 계속 일하는 사람이 늘어 새로운 능력 개발이 필요해지고 있다. 온라인 학습 플랫폼 충실로 배움의 기회는 획기적으로 늘었다. 하지만 자기 투자할 수 있는 사람과 못하는 사람의 격차가 벌어지고 있다. 또한 무엇을 배워야 할지 정보 과다로 판단이 어렵다. 기업도 직원의 재교육을 지원할 필요가 있다. 학력 사회에서 학습력 사회로. 나이에 관계없이 계속 배우는 것이 앞으로의 사회를 살아가는 열쇠가 된다."
    },
    {
      "id": 43,
      "translation": "지역 의료 붕괴가 우려되고 있다. 지방에서는 의사 부족이 심각해지고 진료과 편재도 문제가 되고 있다. 젊은 의사는 도시 대형병원을 선택하는 경향이 강하고 지방 병원은 존속 위기에 직면해 있다. 원격 의료 도입이나 AI를 활용한 진단 지원 시스템 등 기술적 해결책도 모색되고 있다. 하지만 대면 진료의 중요성은 변하지 않는다. 지역 의료를 지탱하려면 의사 처우 개선이나 지역 전체가 의료를 지탱하는 구조 만들기가 필요하다. 또한 예방 의료 충실로 의료 수요 자체를 줄이는 노력도 중요하다. 건강수명 연장이야말로 지속 가능한 의료의 열쇠가 된다."
    },
    {
      "id": 44,
      "translation": "콘텐츠 무료화가 진행되는 한편, 창작자의 수익 확보가 과제가 되고 있다. 음악이나 동영상, 기사 등 많은 콘텐츠를 무료로 즐길 수 있는 시대다. 광고 수입이나 구독 모델 등 새로운 수익화 방법도 생겨나고 있다. 하지만 일부 인기 창작자를 제외하고 많은 이가 충분한 수입을 얻지 못하고 있다. 또한 무료에 익숙해진 소비자는 콘텐츠에 대가를 지불하는 것에 저항감을 느낀다. 창작 활동의 가치를 어떻게 평가하고 어떻게 지탱할까. 문화의 담당자인 창작자가 지속적으로 활동할 수 있는 환경 만들기가 시급하다. 양질의 콘텐츠에는 적절한 대가가 필요하다는 것을 사회 전체가 인식할 필요가 있다."
    },
    {
      "id": 45,
      "translation": "관광과 환경 보호의 양립이 세계적 과제가 되고 있다. 아름다운 자연이나 역사적 건조물은 관광 자원인 동시에 보호해야 할 재산이기도 하다. 과도한 관광 개발로 본래의 매력이 사라지는 경우도 적지 않다. 에코투어리즘이라는 개념이 확산되고 있지만 실천은 쉽지 않다. 관광 수입과 환경 보호의 균형을 어떻게 맞출지 지역마다 최적해는 다르다. 또한 관광객의 의식 개혁도 중요하다. '보는' 것만이 아니라 '지키는' 책임을 자각할 필요가 있다. 미래 세대에게도 지금의 아름다움을 남기기 위해. 지속 가능한 관광 실현은 모든 관계자의 협력 없이는 이루어질 수 없다."
    },
    {
      "id": 46,
      "translation": "농업 담당자 부족이 심각해지고 있다. 고령화가 진행되고 후계자가 없는 농가가 늘고 있다. 한편으로 스마트 농업에 대한 기대가 높아지고 있다. 드론이나 AI, IoT 기술을 활용함으로써 소수 인원으로도 효율적인 농업이 가능해진다고 한다. 하지만 초기 투자의 규모나 기술 습득의 어려움이 걸림돌이 되고 있다. 또한 농업의 매력을 어떻게 젊은 세대에게 전할지도 과제다. 식량 자급률 향상은 국가 안전보장과도 관련된 중요한 문제다. 농업을 '힘들고, 더럽고, 돈이 안 되는' 이미지에서 탈피시켜 매력 있는 산업으로 재생하는 것이 요구되고 있다."
    },
    {
      "id": 47,
      "translation": "음성 어시스턴트의 보급으로 우리의 생활 양식이 바뀌고 있다. 목소리만으로 가전을 조작하거나 정보를 검색할 수 있는 편리함은 혁명적이다. 고령자나 장애인에게도 배리어프리 기술로 기대되고 있다. 하지만 항상 음성을 들을 수 있다는 프라이버시 우려는 뿌리 깊다. 또한 아이가 명령조로 말하는 것에 익숙해져 대인 커뮤니케이션 능력에 영향이 있지 않을까 하는 지적도 있다. 편리한 기술과의 관계를 우리는 배울 필요가 있다. 기술에 사용되는 것이 아니라 기술을 사용하는 것. 그 주체성을 잃어서는 안 된다."
    },
    {
      "id": 48,
      "translation": "현대 미술의 가치에 대해 논의가 갈라지고 있다. 수억 엔에 거래되는 작품이 있는 한편, '이게 예술?'이라고 의문을 갖는 사람도 많다. 미술의 가치는 시장 가격만으로 측정할 수 있는 것이 아니다. 시대를 비추는 거울로서 사회에 문제를 제기하는 역할도 있다. 하지만 일반인과 미술계 사이에는 큰 간극이 있다. 난해한 작품 해설이나 폐쇄적인 업계 체질이 미술을 먼 존재로 만들고 있다. 미술이 더 친근해지려면 전문가와 일반인을 잇는 다리가 필요하다. 다양한 가치관을 인정하고 대화를 거듭함으로써 미술의 가능성은 넓어진다."
    },
    {
      "id": 49,
      "translation": "식품 안전성에 대한 관심이 높아지는 가운데 유전자 조작 식품에 대한 논의가 계속되고 있다. 수확량 증가나 영양가 향상 등 기술적 장점은 크다. 세계 식량 문제 해결에 기여할 것으로도 기대되고 있다. 하지만 장기적인 건강 영향이나 생태계에 미치는 영향은 아직 불명확한 점이 많다. 소비자의 선택권을 보장하기 위해 표시 의무화가 진행되고 있지만 가공식품에서의 판별은 어렵다. 과학적 근거에 기반한 냉정한 논의가 필요하지만 감정론에 빠지기 쉬운 주제이기도 하다. 리스크와 이익을 정확히 이해하고 개인이 판단할 수 있는 환경을 정비하는 것이 중요하다."
    },
    {
      "id": 50,
      "translation": "크라우드펀딩이 새로운 자금 조달 방법으로 자리 잡고 있다. 아이디어만 있으면 누구나 지원자를 모을 수 있는 민주적인 시스템이다. 사회 과제 해결이나 니치한 제품 개발 등 종래의 금융으로는 실현이 어려웠던 프로젝트가 생겨나고 있다. 하지만 사기성 프로젝트나 실현 불가능한 계획도 산견된다. 또한 지원한 프로젝트가 실패한 경우 환불은 기대할 수 없다. 지원자 측에는 프로젝트를 판별하는 눈이 요구된다. 한편 실행자 측에는 투명한 정보 공개와 성실한 대응이 필수적이다. 새로운 경제의 형태로서 건전하게 발전하기를 기대한다."
    },
    {
      "id": 51,
      "translation": "최근 젊은이들 사이에서 '오시카츠(추천 활동)'라는 말이 퍼지고 있다. 아이돌이나 캐릭터 등 자신이 응원하는 대상에 시간과 돈을 쓰는 활동을 말한다. 굿즈를 모으거나 이벤트에 참가하면서 일상생활에 즐거움을 찾고 있다. 하지만 과도한 오시카츠는 경제적 부담이 되어 빚을 내면서까지 활동을 계속하는 사람도 있다. 또한 추천 대상에 너무 의존해 현실의 인간관계가 소홀해지는 경우도 보인다. 취미로 즐기는 정도는 좋지만 생활의 균형을 무너뜨려서는 안 된다. 오시카츠는 인생을 풍요롭게 하는 하나의 수단이지 인생의 전부가 아니라는 것을 잊어서는 안 된다."
    },
    {
      "id": 52,
      "translation": "일본의 축제는 지역 커뮤니티의 결속을 강화하는 중요한 역할을 하고 있다. 하지만 저출산 고령화로 축제 담당자 부족이 심각해지고 있다. 미코시를 메는 젊은이가 없고 북을 칠 수 있는 사람이 줄어드는 등 전통 계승이 위태로워지고 있다. 한편으로 외국인 관광객 증가로 축제가 관광 자원으로 주목받게 되었다. 지역 주민과 관광객의 니즈를 어떻게 양립시킬까. 축제의 본래 의미를 지키면서 새로운 참가자를 받아들이는 유연성도 필요하다. 전통은 형태를 바꾸면서도 그 정신을 다음 세대에 전하는 것이다."
    },
    {
      "id": 53,
      "translation": "편의점의 24시간 영업이 재검토되고 있다. 인력 부족과 일하는 방식 개혁의 영향으로 심야 영업을 계속하기 어려워졌다. 확실히 심야에 쇼핑할 수 있는 편리함은 크다. 하지만 그 편리함 뒤에서 일하는 사람들의 부담은 측정할 수 없다. 또한 심야 매출이 채산성에 맞지 않는 점포도 많다. 한편으로 야근 노동자나 긴급 시 니즈도 무시할 수 없다. 모든 점포가 일률적으로 영업시간을 정하는 것이 아니라 지역 실정에 맞는 유연한 대응이 요구된다. 진정한 편의성이란 지속 가능한 형태로 제공되는 것이 아닐까."
    },
    {
      "id": 54,
      "translation": "스마트폰 보급으로 사진을 찍는 것이 일상이 되었다. SNS에 올리기 위해 '인스타그래머블한' 사진을 찍는 데 열중하는 사람도 많다. 하지만 사진을 찍는 데 집중한 나머지 실제 체험이 소홀해지는 것은 아닐까. 아름다운 경치를 봐도 먼저 사진을 찍을 생각을 하고 그 장소의 공기나 소리, 냄새를 느끼는 것을 잊어버린다. 기록하는 것도 중요하지만 그 순간을 오감으로 맛보는 것도 똑같이 중요하다. 사진은 추억을 남기는 수단이지 체험 그 자체가 아니라는 것을 인식해야 할 것이다."
    },
    {
      "id": 55,
      "translation": "일본의 공원에서는 공놀이를 금지하는 곳이 늘고 있다. 인근 주민의 민원이나 사고 방지가 주된 이유라고 한다. 확실히 안전은 중요하다. 하지만 아이들이 자유롭게 몸을 움직일 수 있는 장소가 점점 줄어드는 것도 사실이다. 게임만 하고 운동 부족이라고 비판하면서도 운동할 장소를 빼앗는 것은 어른들이 아닐까. 리스크를 제로로 만드는 것은 불가능하다. 오히려 적당한 리스크 속에서 판단력이나 신체 능력을 기르는 것도 필요할 것이다. 아이의 성장에는 관리된 안전보다 어느 정도의 자유가 필요한지도 모른다."
    },
    {
      "id": 56,
      "translation": "최근 취업 활동에서는 '가쿠치카'라고 불리는 학생 시절에 힘쓴 일이 중시되고 있다. 하지만 이것이 오히려 학생의 부담이 되고 있다는 지적도 있다. 취업 활동만을 위해 봉사활동이나 유학을 하는 학생이 늘고 있는 것이다. 본래 대학생활은 자신의 흥미나 관심을 추구하는 시기일 터다. 하지만 취업 활동을 의식한 나머지 '어필할 수 있는 경험'을 만드는 것이 목적이 되어버렸다. 기업 측도 획일적인 평가 기준이 아닌 다양한 개성을 인정하는 자세가 필요할 것이다. 진정한 인재 육성은 틀에 박히지 않은 자유로운 배움에서 생겨나는 것이 아닐까."
    },
    {
      "id": 57,
      "translation": "마스크 착용이 일상화된 지 몇 년이 지났다. 감염 예방뿐만 아니라 민낯 가리기나 방한 등 다양한 이유로 착용하는 사람이 늘었다. 하지만 마스크로 표정을 읽기 어려워져 커뮤니케이션에 지장이 생긴다는 목소리도 있다. 특히 아이들이 상대 표정에서 감정을 읽는 능력 발달에 영향이 있지 않을까 우려되고 있다. 한편으로 마스크로 지켜지는 안심감을 놓을 수 없는 사람도 있다. 마스크 착용은 개인의 선택이지만 상황에 따라 유연하게 대응하는 것이 중요하다. 얼굴을 보이는 것도 때로는 필요한 커뮤니케이션의 일부다."
    },
    {
      "id": 58,
      "translation": "동영상 스트리밍 서비스 보급으로 '배속 시청'을 하는 사람이 늘고 있다. 한정된 시간에 많은 콘텐츠를 소비하고 싶다는 수요가 있기 때문이다. 하지만 제작자 측에서는 작품의 사이나 템포가 무너져 본래 의도가 전달되지 않는다는 비판도 있다. 음악이나 영화는 시간의 흐름 그 자체가 예술의 일부다. 효율을 추구한 나머지 작품을 맛보는 즐거움을 잃고 있는 것은 아닐까. 한편으로 정보를 얻기 위한 콘텐츠라면 배속 시청도 합리적이라는 의견도 있다. 중요한 것은 콘텐츠의 성질에 따라 시청 방법을 선택하는 것일 것이다."
    },
    {
      "id": 59,
      "translation": "지방 상점가가 셔터 거리가 되고 있다. 대형 쇼핑몰이나 온라인 쇼핑의 영향으로 개인 상점 경영이 성립되지 않는 것이다. 하지만 상점가에는 단순한 쇼핑 장소 이상의 가치가 있다. 점주와의 대화, 지역 정보 교환, 아이들 돌봄 등 커뮤니티의 핵심 역할을 해왔다. 효율성이나 편의성만 추구하면 확실히 상점가는 불필요할지도 모른다. 하지만 사람과 사람의 연결이 희박해진 현대이기에 상점가가 가진 따뜻함이 재평가되어야 하는 것이 아닐까. 새로운 형태의 상점가 방향을 모색할 시기에 왔다."
    },
    {
      "id": 60,
      "translation": "페이퍼리스화가 진행되는 가운데 손글씨의 장점이 재평가되고 있다. 디지털 기기로 입력하는 것은 빠르고 편리하지만 손글씨에는 뇌를 활성화시키는 효과가 있다는 연구 결과도 있다. 글자를 쓰는 동작 자체가 기억 정착을 돕는 것이다. 또한 손으로 쓴 편지나 연하장에는 디지털로는 전달되지 않는 따뜻함이 있다. 한편으로 모든 것을 손글씨로 하는 것은 현실적이지 않다. 디지털과 손글씨, 각각의 장점을 살려 구분해 사용하는 것이 중요하다. 효율성과 인간성의 균형을 맞추는 것이 앞으로의 시대에 요구되고 있다."
    },
    {
      "id": 61,
      "translation": "최근 '부모 가챠'라는 말이 젊은이들 사이에서 사용되게 되었다. 태어날 가정을 선택할 수 없는 것을 가챠에 비유한 표현이다. 확실히 가정환경이 인생에 미치는 영향은 크다. 경제력, 교육에 대한 이해, 부모의 가치관 등 모든 것이 아이의 미래와 관련된다. 하지만 이 말에는 위험성도 있다. 모든 것을 환경 탓으로 돌려 노력을 포기하는 핑계가 될 수 있다. 또한 부모를 상처 입힐 가능성도 있다. 중요한 것은 주어진 환경 속에서 최선을 다하는 것이다. 환경은 바꿀 수 없어도 자신의 행동은 바꿀 수 있다."
    },
    {
      "id": 62,
      "translation": "일본의 영어 교육이 변하고 있다. 초등학교부터 영어가 필수화되고 '말하기' '듣기' 능력 육성이 중시되게 되었다. 하지만 현장 교사들로부터는 준비 부족의 목소리도 들린다. 영어를 가르칠 자신이 없는 교사도 많다고 한다. 또한 수험 영어와의 괴리도 문제다. 커뮤니케이션 중시라고 하면서도 대학 입시에서는 여전히 독해나 문법이 중심이다. 정말 필요한 것은 완벽한 영어가 아니라 실수를 두려워하지 않고 전달하려는 자세다. 언어는 도구이며 사용해야 의미가 있다. 실패를 허용하는 교육 환경이 요구되고 있다."
    },
    {
      "id": 63,
      "translation": "재택근무가 정착되고 '워케이션'이라는 새로운 일하는 방식이 주목받고 있다. 관광지에서 휴가를 즐기면서 일하는 스타일이다. 장소에 구애받지 않는 일하는 방식은 확실히 매력적이다. 하지만 일과 휴가의 경계가 애매해진다는 문제도 있다. 리프레시해야 할 텐데 결국 일에 쫓기는 경우도 적지 않다. 또한 정보 보안 확보도 과제다. 중요한 것은 온과 오프의 전환을 의식적으로 하는 것이다. 새로운 일하는 방식에는 새로운 자기관리 능력이 요구된다. 자유에는 책임이 따른다는 것을 잊어서는 안 된다."
    },
    {
      "id": 64,
      "translation": "식품의 상미기한과 소비기한의 차이를 정확히 이해하는 사람은 의외로 적다. 상미기한은 '맛있게 먹을 수 있는 기한'이며 지나도 바로 먹을 수 없게 되는 것은 아니다. 한편 소비기한은 '안전하게 먹을 수 있는 기한'으로 이를 지나면 건강 피해 위험이 있다. 하지만 많은 사람이 상미기한이 지났다는 이유만으로 식품을 폐기한다. 이것이 식품 손실의 한 원인이 되고 있다. 물론 자기 판단에는 한계가 있다. 하지만 보기나 냄새로 판단하는 능력도 중요하다. 과도하게 기한에 의존하지 말고 오감을 사용해 식품 상태를 확인하는 습관을 익혀야 할 것이다."
    },
    {
      "id": 65,
      "translation": "'오시카츠(추천 활동)'의 경제 효과가 주목받고 있다. 아이돌이나 애니메이션 캐릭터를 응원하는 활동이 거대한 시장을 형성하고 있는 것이다. 굿즈 구입, 이벤트 참가, 성지순례 등 팬의 소비 행동은 다방면에 걸친다. 지방 도시가 '오시(추천 대상)'와 연계해 지역 활성화를 하는 예도 늘고 있다. 하지만 팬의 열의에 너무 의존하는 비즈니스 모델에는 위험성도 있다. 붐이 지나면 시장은 단번에 축소될 가능성이 있다. 또한 팬의 금전적 부담이 과중해지는 경우도 문제다. 지속 가능한 '오시카츠' 문화를 키우려면 팬과 공급 측의 건전한 관계 구축이 필수적이다."
    },
    {
      "id": 66,
      "translation": "일본의 전통공예가 후계자 부족으로 고민하고 있다. 젊은이는 수입 불안정성 때문에 이 길을 선택하지 않게 되었다. 하지만 최근에는 SNS를 활용해 작품을 발신하는 젊은 장인도 나타나고 있다. 해외 주문도 늘어 새로운 가능성이 보이기 시작했다. 전통을 지키는 것은 중요하지만 시대에 맞춘 변화도 필요하다. 예를 들어 현대적 디자인을 도입하거나 다른 분야와 협업하는 시도도 있다. 전통공예의 진정한 가치는 기술 계승뿐만 아니라 그 정신을 현대에 살리는 데 있다. 혁신이야말로 전통을 미래로 이어가는 열쇠가 될 것이다."
    },
    {
      "id": 67,
      "translation": "대학 수업료가 해마다 상승하고 있다. 장학금을 빌리는 학생도 늘어 졸업 시 수백만 엔의 빚을 떠안는 경우도 드물지 않다. 이것이 젊은이의 결혼이나 출산을 늦추는 요인 중 하나가 되고 있다. 한편으로 대학의 가치 자체를 재검토하는 목소리도 나오고 있다. 인터넷으로 무료로 배울 수 있는 시대에 고액 수업료를 낼 의미가 있을까. 하지만 대학은 지식을 얻는 곳만이 아니다. 인맥 형성이나 자기 발견의 기회이기도 하다. 교육 기회 균등을 보장하면서 대학의 새로운 가치를 창조하는 것이 요구되고 있다. 고등교육의 방향을 근본적으로 재검토할 시기에 왔다."
    },
    {
      "id": 68,
      "translation": "일본의 만원 전철은 세계적으로 유명하다. 통근 러시 시 혼잡률은 장소에 따라 200%를 넘기도 한다. 이것은 일상적인 스트레스의 원인이 되고 있다. 원격근무 보급으로 일시적으로 완화되었지만 출근 회귀 움직임으로 다시 혼잡이 돌아오고 있다. 하지만 이 문제는 단순히 전철 편수를 늘리면 해결되는 것이 아니다. 도시로의 일극 집중, 획일적인 근무시간 등 사회 구조 자체에 원인이 있다. 플렉스타임 도입이나 위성 사무실 설치 등 일하는 방식의 다양화가 근본적인 해결책이 될 것이다. 쾌적한 통근은 생산성 향상으로도 이어질 것이다."
    },
    {
      "id": 69,
      "translation": "최근 '수면 부채'라는 말을 자주 듣게 되었다. 만성적인 수면 부족이 빚처럼 축적되는 상태를 가리킨다. 일본인의 평균 수면시간은 선진국 중 가장 짧다고 한다. 수면 부족은 집중력 저하나 면역력 감소로 이어진다. 게다가 중대한 사고의 원인이 될 수도 있다. 하지만 '잠 안 자고 노력한다'는 것을 미덕으로 여기는 문화가 아직 뿌리 깊다. 잠을 줄여서 일하는 것이 오히려 생산성을 떨어뜨린다는 아이러니한 결과도 나오고 있다. 수면은 나태가 아니라 필요한 투자다. 질 높은 수면을 확보하는 것이 풍요로운 인생의 기반이 된다."
    },
    {
      "id": 70,
      "translation": "커뮤니케이션 능력이 취업 활동에서 가장 중시되는 능력이 되고 있다. 하지만 이 '커뮤력'의 정의는 애매하다. 밝게 말할 수 있는 것인지, 상대의 말을 듣는 힘인지, 분위기를 읽는 힘인지. 기업에 따라 요구하는 것도 다르다. 이 애매한 기준으로 내향적인 인재가 부당하게 평가되는 것은 아닐까. 실제로 연구직이나 기술직에서는 깊이 생각하는 힘이 더 중요한 경우도 많다. 다양한 개성을 인정하고 각각의 강점을 살리는 것이 조직 발전으로 이어진다. 획일적인 '커뮤력' 신앙에서 탈피할 시기에 왔다."
    },
    {
      "id": 71,
      "translation": "일본의 부활동 시스템이 기로에 서 있다. 교사의 장시간 노동 원인이 되어 일하는 방식 개혁 관점에서 재검토가 진행되고 있다. 주말 대회 인솔이나 평일 지도로 교사의 부담은 한계에 달해 있다. 한편으로 부활동은 학생의 인격 형성이나 사회성 육성에 중요한 역할을 해왔다. 지역 클럽팀으로의 이행도 검토되고 있지만 비용 부담이나 지도자 질 확보가 과제다. 또한 승리 지상주의로 인한 과도한 연습도 문제시되고 있다. 스포츠나 문화 활동 본래의 즐거움을 소중히 하면서 지속 가능한 형태를 모색할 필요가 있다."
    },
    {
      "id": 72,
      "translation": "'유루캬라(느긋한 캐릭터)' 붐이 사그라들고 있다. 한때는 전국 각지에서 경쟁적으로 만들어졌지만 유지비나 효과에 대한 의문으로 활동을 축소하는 지자체도 나타났다. 하지만 성공 사례도 있다. 지역 특색을 잘 표현하고 SNS에서 화제가 된 캐릭터는 관광객 증가에 기여하고 있다. 문제는 안이하게 다른 성공 사례를 따라한 캐릭터가 많다는 것이다. 지역의 역사나 문화를 깊이 이해하고 주민이 애착을 가질 수 있는 캐릭터가 아니면 오래가지 못한다. 붐에 편승하는 것이 아니라 지역 정체성을 표현하는 수단으로 활용해야 할 것이다."
    },
    {
      "id": 73,
      "translation": "일본의 자전거 매너가 문제가 되고 있다. 보도를 고속으로 달리거나 신호 무시, 스마트폰을 보면서 운전하는 등 위험한 행위가 끊이지 않는다. 자전거는 차량이라는 인식이 희박한 것이 원인 중 하나다. 유럽의 자전거 선진국에서는 전용 차선 정비와 동시에 엄격한 규칙 준수가 철저히 지켜지고 있다. 일본에서도 자전거 차선 정비가 진행되고 있지만 아직 불충분하다. 인프라 정비와 교육 양쪽을 동시에 진행할 필요가 있다. 환경 친화적인 이동 수단으로 자전거를 활용하려면 안전 문화 조성이 필수적이다."
    },
    {
      "id": 74,
      "translation": "일본의 급식 시스템이 해외에서 주목받고 있다. 영양 균형이 고려된 식사를 모든 아이에게 평등하게 제공하는 구조는 세계에서도 드물다. 식육의 장으로도 기능하고 배식이나 정리를 통해 협조성도 배울 수 있다. 하지만 알레르기 대응의 복잡화나 급식비 미납 문제 등 새로운 과제도 발생하고 있다. 또한 획일적인 메뉴로는 다양한 식문화에 대한 이해가 깊어지지 않는다는 지적도 있다. 급식의 장점을 유지하면서 시대 변화에 대응해야 한다. 음식을 통한 교육의 가능성은 아직도 넓어질 여지가 있다."
    },
    {
      "id": 75,
      "translation": "동영상 투고로 생계를 꾸리는 '유튜버'를 목표로 하는 젊은이가 늘고 있다. 자유로운 일하는 방식과 고수입 가능성에 매력을 느끼기 때문이다. 하지만 성공하는 것은 극히 일부이고 많은 이가 수익화조차 이르지 못한다. 또한 재생 수를 벌기 위해 과격한 내용으로 달리는 투고자도 문제가 되고 있다. 한편으로 전문 지식을 살린 교육적 콘텐츠도 늘어 새로운 배움의 장으로 기능하는 면도 있다. 중요한 것은 목적과 수단을 혼동하지 않는 것이다. 동영상 투고는 자기표현의 한 형태이며 그 자체가 목적이 되어서는 안 된다. 가치 있는 콘텐츠를 만드는 데 집중해야 할 것이다."
    },
    {
      "id": 76,
      "translation": "일본의 빈집 문제가 심각해지고 있다. 저출산 고령화로 상속해도 살 사람이 없는 집이 늘고 있는 것이다. 방치된 빈집은 방범상 문제나 경관 악화를 일으킨다. 철거에는 비용이 들고 빈 땅으로 만들면 고정자산세가 올라간다는 제도상 문제도 있다. 한편으로 리노베이션해서 활용하는 움직임도 나타났다. 셰어하우스나 민박, 지역 커뮤니티 공간 등 새로운 사용 방법이 모색되고 있다. 빈집은 부의 유산이 아니라 활용하기에 따라 지역 자원이 될 수 있다. 발상의 전환과 제도 개혁이 요구되고 있다."
    },
    {
      "id": 77,
      "translation": "일본인의 독해력이 저하되고 있다는 조사 결과가 화제가 되었다. SNS의 짧은 글에 익숙해져 긴 글을 읽을 기회가 줄어든 것이 한 원인으로 지목된다. 하지만 정말 독해력은 저하되고 있을까. 오히려 요구되는 독해력의 질이 변화하고 있는 것은 아닐까. 현대에는 대량 정보에서 필요한 것을 빠르게 선별하는 능력이 중요해지고 있다. 차분히 하나의 텍스트와 마주하는 종래형 독해력과 정보를 처리하는 새로운 형태의 독해력. 둘 다 필요하며 균형 있게 기르는 것이 중요하다. 독해력의 정의 자체를 시대에 맞춰 업데이트할 필요가 있다."
    },
    {
      "id": 78,
      "translation": "화장품 동물실험이 세계적으로 문제시되고 있다. EU에서는 이미 금지되었고 일본에서도 폐지하는 기업이 늘고 있다. 안전성 확인은 중요하지만 동물의 희생 위에 성립하는 아름다움에 의문을 갖는 소비자가 늘었기 때문이다. 대체법 개발도 진행되어 배양세포를 사용한 시험 등이 실용화되고 있다. 하지만 모든 시험을 대체하기는 아직 어렵다. 또한 해외에서는 동물실험을 한 제품의 수입을 금지하는 움직임도 있다. 윤리와 안전성의 균형을 어떻게 맞출까. 이것은 화장품 업계뿐만 아니라 사회 전체가 생각해야 할 문제다."
    },
    {
      "id": 79,
      "translation": "일본의 공휴일이 너무 많다는 논의가 있다. 연간 16일의 공휴일은 세계에서도 톱클래스다. 하지만 공휴일이 늘어도 유급휴가 취득률은 낮은 채다. 형식적인 휴일보다 자신의 타이밍에 쉴 수 있는 환경이 더 중요한 것이 아닐까. 또한 서비스업에서는 공휴일도 영업하기 때문에 오히려 바빠지기도 한다. 전국 일률적인 공휴일이 아니라 지역이나 업종에 따른 유연한 휴일 설정도 검토해야 할 것이다. 중요한 것은 휴일 수가 아니라 질이다. 심신 모두 리프레시할 수 있는 쉬는 방법을 개인이 선택할 수 있는 사회가 이상적이다."
    },
    {
      "id": 80,
      "translation": "'인스타그래머블'을 의식한 상품 개발이 과열되고 있다. 보기는 아름답지만 맛이나 실용성이 뒷전인 것도 많다. SNS에 올릴 사진을 위해 본래 가치를 잃고 있는 것은 아닐까. 하지만 시각적 매력도 상품 가치의 일부라는 것은 부정할 수 없다. 문제는 표면적인 아름다움만 추구하고 본질을 잊는 것이다. 예를 들어 음식이라면 맛, 일용품이라면 사용하기 편함이 기본이어야 한다. 그 위에 보기도 즐길 수 있다면 그것은 부가가치가 된다. 본질과 장식의 균형을 판별하는 소비자의 눈도 필요할 것이다."
    },
    {
      "id": 81,
      "translation": "일본의 취업 활동 정장 문화가 재검토되고 있다. 한여름에도 검은 정장을 입는 학생들의 모습은 이상하게까지 보인다. 개성을 중시한다고 하면서 획일적인 복장을 요구하는 모순도 있다. 하지만 복장 자유화에도 과제가 있다. 경제적 격차가 복장에 나타나 불공평감을 낳을 가능성이 있는 것이다. 또한 무엇을 입어야 좋을지 몰라 오히려 스트레스가 된다는 목소리도 있다. 중요한 것은 형식이 아니라 내용으로 평가하는 것이다. 복장은 청결감이 있으면 충분하고 그 이상의 획일화는 필요 없다. 다양성을 인정하는 사회로의 첫걸음은 외모의 고정관념을 버리는 것부터 시작된다."
    },
    {
      "id": 82,
      "translation": "일본의 연하장 문화가 전환기를 맞이하고 있다. 이메일이나 SNS로 인사가 주류가 되어 연하장 발행 수는 해마다 감소하고 있다. 하지만 손글씨의 따뜻함이나 1년에 한 번의 특별함은 디지털로는 대체할 수 없는 가치가 있다. 한편으로 의리로 보내는 연하장은 부담이 된다는 목소리도 많다. 정말 소중한 사람에게만 보낸다는 선택도 늘고 있다. 형식적인 관습에서 마음이 담긴 커뮤니케이션으로. 연하장의 방향은 인간관계의 본질을 재검토하는 기회일지도 모른다. 중요한 것은 수단이 아니라 상대를 생각하는 마음이다."
    },
    {
      "id": 83,
      "translation": "일본 이름의 읽는 법이 복잡해지고 있다. 이른바 '키라키라 네임'이라고 불리는 개성적인 이름이 늘어 첫눈에는 읽을 수 없는 경우가 많다. 부모의 소망을 담은 이름은 존중되어야 하지만 사회생활에서의 불편함도 무시할 수 없다. 병원이나 학교에서의 호명 실수는 일상다반사다. 한편으로 획일적인 이름뿐이면 개성이 사라진다는 의견도 있다. 이름은 개인 정체성의 중요한 일부다. 하지만 너무 난독한 이름은 본인에게 부담이 되기도 한다. 개성과 실용성의 균형을 고려하는 것이 중요할 것이다."
    },
    {
      "id": 84,
      "translation": "일본의 불꽃놀이 대회가 기로에 서 있다. 자금 부족이나 안전 관리 부담으로 중지나 규모 축소가 잇따르고 있다. 경비 비용 증가, 쓰레기 처리 문제, 인근 주민의 민원 등 운영 측의 고민은 끝이 없다. 하지만 불꽃놀이 대회는 단순한 오락 이벤트가 아니다. 지역의 전통이며 세대를 초월한 교류의 장이기도 하다. 크라우드펀딩이나 유료석 설정 등 새로운 운영 방법도 모색되고 있다. 전통을 지키면서 지속 가능한 형태를 찾는 것이 필요하다. 여름밤 하늘을 수놓는 불꽃놀이는 일본의 문화적 재산으로서 다음 세대에 계승해야 할 것이다."
    },
    {
      "id": 85,
      "translation": "일본인의 생선 기피가 진행되고 있다. 고기에 비해 조리가 번거롭고 뼈가 있어 먹기 어렵고 값이 비싸다는 등이 이유로 꼽힌다. 하지만 생선에는 양질의 단백질이나 DHA 등 건강에 좋은 영양소가 풍부하게 포함되어 있다. 또한 사방이 바다로 둘러싸인 일본 식문화의 근간이기도 하다. 최근에는 뼈 없는 생선이나 조리된 상품도 늘어 손쉽게 생선을 먹을 수 있는 환경은 정비되고 있다. 문제는 생선의 맛을 알 기회가 줄어들고 있다는 것이다. 학교 급식이나 가정에서의 생선 요리를 통해 다음 세대에 생선 식문화를 전하는 것이 중요하다."
    },
    {
      "id": 86,
      "translation": "일본의 공중화장실이 세계에서 찬사를 받고 있다. 청결함, 고기능, 무료라는 삼박자가 갖춰져 있기 때문이다. 하지만 이 '당연함'을 유지하는 데는 막대한 비용이 든다. 청소원 인력 부족, 설비 노후화, 장난으로 인한 파손 등 과제도 산적해 있다. 유료화를 검토하는 지자체도 나타났지만 공공 서비스로서의 역할을 생각하면 간단하지 않다. 한편으로 이용자의 매너 향상도 필요하다. 깨끗하게 사용하고 감사하는 마음을 갖는 것. 당연한 듯하지만 잊기 쉬운 것을 다시 한번 의식하는 것이 중요할 것이다."
    },
    {
      "id": 87,
      "translation": "일본의 게임센터가 사라지고 있다. 가정용 게임기의 고성능화나 스마트폰 게임 보급으로 굳이 나갈 필요가 없어졌기 때문이다. 하지만 게임센터에는 집에서는 맛볼 수 없는 매력이 있다. 대화면의 박력, 다른 플레이어와의 교류, 그 장소의 분위기 등 체험형 엔터테인먼트로서의 가치는 크다. 최근에는 e스포츠 회장이나 VR 체험 시설로 다시 태어나는 점포도 나타났다. 시대에 맞춰 진화함으로써 새로운 거처로서의 가능성을 품고 있다. 실제 장소에서의 체험은 디지털 시대이기에 귀중해질 것이다."
    },
    {
      "id": 88,
      "translation": "일본의 성인식이 변하고 있다. 18세 성인으로 종래의 20세 식전을 어떻게 할지 각 지자체가 고민하고 있다. 수험 시즌과 겹치는 문제나 음주할 수 없는 나이에서의 개최에 위화감을 갖는 목소리도 있다. 한편으로 성인식 자체의 의의를 재검토하는 움직임도 있다. 화려한 의상이나 소동만 주목받아 본래의 '어른이 되는 자각'이 희미해지는 것은 아닐까. 형식에 얽매이지 말고 젊은이가 사회 일원으로서 책임을 생각하는 기회를 만드는 것이 중요하다. 성인이란 무엇인가, 그 정의를 포함해 시대에 맞춘 재검토가 필요하다."
    },
    {
      "id": 89,
      "translation": "일본의 목욕탕 문화가 재평가되고 있다. 집에 욕조가 있는 것이 당연한 시대에 왜 목욕탕에 갈까. 그것은 단순히 몸을 씻는 장소가 아니라 커뮤니티 장소로 기능하기 때문이다. 단골손님끼리의 대화, 세대를 초월한 교류가 자연스럽게 생겨난다. 또한 넓은 욕조에서 여유롭게 할 수 있는 개방감은 집 욕실에서는 맛볼 수 없다. 하지만 경영자의 고령화나 설비 노후화로 폐업하는 목욕탕도 많다. 젊은 세대에게도 목욕탕의 매력을 전하고 새로운 가치를 부가하는 것이 필요하다. 전통과 혁신의 융합이 목욕탕 문화의 지속으로 이어질 것이다."
    },
    {
      "id": 90,
      "translation": "일본 전철 내 매너가 외국인 관광객을 당황하게 하고 있다. 너무 조용한 차내, 휴대전화 통화 금지, 음식을 삼가는 암묵적 규칙 등 명문화되지 않은 규칙이 많다. 이것들은 일본인에게는 '상식'이지만 문화가 다른 사람들에게는 이해하기 어렵다. 한편으로 이러한 배려 문화는 공공 공간에서의 쾌적함을 유지하는 지혜이기도 하다. 글로벌화가 진행되는 가운데 어디까지를 '매너'로서 요구해야 할까. 상호 이해와 관용함이 필요하다. 규칙 배경에 있는 사고방식을 설명하고 이해를 촉진하는 것이 진정한 국제화로 이어질 것이다."
    },
    {
      "id": 91,
      "translation": "일본의 도시락 문화가 세계에서 주목받고 있다. 영양 균형, 색채, 계절감 등 작은 상자에 담긴 공들임은 예술적이기까지 하다. 하지만 캐릭터 도시락이라 불리는 정교한 도시락 만들기가 부모의 부담이 된다는 목소리도 있다. SNS에서 다른 부모와 비교되어 압박감을 느끼는 사람도 많다. 본래 도시락은 애정을 전하는 수단 중 하나이지 경쟁 도구가 아니다. 심플해도 만드는 사람의 마음이 담겨 있으면 충분하다. 외관의 화려함보다 먹는 사람의 건강과 행복을 생각하는 것이 도시락 만들기의 본질이 아닐까."
    },
    {
      "id": 92,
      "translation": "일본의 헌책방이 감소하고 있다. 전자책 보급이나 신고서점 체인의 대두로 개인 경영 헌책방은 고전을 면치 못하고 있다. 하지만 헌책방에는 신간서점에는 없는 매력이 있다. 뜻밖의 책과의 만남, 점주의 지식과 센스가 빛나는 품목, 책을 통한 사람과의 교류. 이것들은 효율화된 현대에서는 귀중한 체험이다. 최근에는 카페를 병설하거나 이벤트를 개최하는 등 새로운 시도도 보인다. 책은 단순한 상품이 아니라 문화를 전하는 매체다. 헌책방의 불을 끄지 않기 위해 우리 한 사람 한 사람이 할 수 있는 일을 생각하고 싶다."
    },
    {
      "id": 93,
      "translation": "일본의 잔업 문화가 재검토되고 있다. 일하는 방식 개혁으로 잔업 시간 상한 규제가 도입되었지만 서비스 잔업이나 집에 가져가는 일은 여전히 존재한다. 잔업을 미덕으로 여기는 가치관은 뿌리 깊고 정시에 퇴근하는 것에 죄책감을 느끼는 사람도 많다. 하지만 장시간 노동은 생산성을 떨어뜨리고 창조성을 빼앗는다. 유럽 연구에서는 적절한 휴식이 일의 질을 향상시킨다는 것이 증명되었다. 중요한 것은 시간이 아니라 성과로 평가하는 것. 효율적으로 일하고 사생활도 충실하게. 그것이 진정한 의미의 풍요로운 인생이 아닐까."
    },
    {
      "id": 94,
      "translation": "일본의 자동판매기 문화가 독특하다고 말해진다. 음료뿐만 아니라 오뎅이나 라면, 우산까지 판다. 24시간 365일, 현금도 캐시리스도 사용할 수 있는 편리함은 다른 나라에서는 볼 수 없다. 하지만 이 편리함 뒤에는 에너지 소비나 경관에 미치는 영향이라는 문제도 있다. 또한 과도한 편리함이 사람과 사람의 교류를 줄인다는 지적도 있다. 한편으로 재해 시에는 무료로 음료를 제공하는 기능도 있어 사회 인프라로서의 역할도 하고 있다. 편리함과 인간성의 균형을 어떻게 맞출까. 이것은 자판기뿐만 아니라 현대 사회 전체의 과제다."
    },
    {
      "id": 95,
      "translation": "일본어 경어가 간략화되는 경향이 있다. 비즈니스 메일에서도 이전보다 딱딱한 표현을 피하는 사람이 늘었다. 글로벌화의 영향이나 효율성을 중시하는 풍조가 배경에 있다. 하지만 경어는 단순한 형식이 아니다. 상대에 대한 배려나 상황에 따른 거리감을 표현하는 문화적 지혜다. 한편으로 과도하게 복잡한 경어는 커뮤니케이션 장벽이 되기도 한다. 중요한 것은 상대를 존중하는 마음을 전하는 것이다. 형식에 너무 구애받지 말고 마음이 담긴 말을 선택하는 것. 그것이 현대의 경어 방향일지도 모른다."
    },
    {
      "id": 96,
      "translation": "일본의 수험 경쟁이 아이들에게서 '실패할 권리'를 빼앗고 있다. 한 번의 시험으로 인생이 결정되는 듯한 압박감은 도전을 두려워하는 젊은이를 만들어내고 있다. 하지만 실패야말로 최고의 교사다. 실패에서 배우고 다시 일어서는 경험은 사람을 강하게 한다. 해외에서는 갭이어라고 불리는 기간을 마련해 자기 탐색의 시간을 갖는 것이 일반적이다. 일본에서도 레일에서 벗어나는 것을 두려워하지 않는 사회가 필요하다. 다양한 삶의 방식을 인정하고 몇 번이든 다시 시작할 수 있는 환경. 그것이 진정한 의미의 풍요로운 사회가 아닐까."
    },
    {
      "id": 97,
      "translation": "일본의 결혼식이 간소화되고 있다. 비용 문제뿐만 아니라 형식적인 의식에 대한 의문도 배경에 있다. 사진만 찍는 '포토혼'이나 가족만의 소규모 식이 늘고 있다. 한편으로 결혼식은 단순한 의식이 아니다. 두 사람의 결의를 공개하고 주위의 축복을 받는 소중한 기회이기도 하다. 또한 양가의 유대를 깊게 하는 장으로서의 역할도 있다. 중요한 것은 규모나 호화로움이 아니라 두 사람다움을 표현하는 것. SNS 인증샷을 의식한 연출보다 마음에 남는 시간을 만드는 것이 진정한 의미의 좋은 결혼식이 아닐까."
    },
    {
      "id": 98,
      "translation": "일본의 농산물 직판장이 인기를 모으고 있다. 신선하고 저렴한 야채를 구할 수 있을 뿐만 아니라 생산자의 얼굴이 보이는 안심감이 있다. 또한 규격 외 야채도 판매되어 식품 손실 절감에도 기여하고 있다. 하지만 품목이 날씨에 좌우되거나 영업시간이 한정되는 등 불편한 면도 있다. 그래도 인기인 것은 효율성뿐만 아니라 사람과의 연결을 원하는 소비자가 늘고 있기 때문이다. 생산자와의 대화, 제철 식재료 정보 교환 등 슈퍼에서는 얻을 수 없는 가치가 있다. 지산지소 추진은 지역 경제 활성화로도 이어진다. 얼굴이 보이는 관계가 식품의 안전과 신뢰를 지탱하고 있는 것이다."
    },
    {
        "id": 99,
        "translation": "일본의 재택 간호가 한계에 다다르고 있다. 고령자 증가에 비해 요양 시설은 만성적으로 부족한 상황이다. 가족에 의한 간호가 기대되지만, 간호 이직이나 노노개호(고령자가 고령자를 돌보는 것) 등 새로운 문제가 발생하고 있다. 간호하는 측의 정신적, 육체적 부담은 헤아릴 수 없을 정도다. 간호 로봇이나 모니터링 시스템 등 기술적 지원이 발전하고 있지만, 사람의 온기는 대체할 수 없다. 또한 간호사의 처우 개선도 시급하다. 중노동임에도 불구하고 임금이 낮아 인재가 정착하지 못하고 있다. 간호는 누구나 직면할 수 있는 문제다. 사회 전체가 지원하는 시스템 구축이 지금이야말로 필요하다."
      },
      {
        "id": 100,
        "translation": "일본의 '오모테나시(환대)' 문화가 과도해지고 있다는 지적이 있다. 고객을 신처럼 모시는 풍조가 서비스업 종사자들의 부담이 되고 있다. 불합리한 클레임에도 웃으며 대응해야 하고, 정신적 스트레스가 크다. '고객 괴롭힘'이라는 말도 생겨났다. 한편으로 세심한 서비스는 일본의 강점이기도 하다. 문제는 서비스 수혜자와 제공자의 관계가 대등하지 않다는 점이다. 좋은 서비스란 서로를 존중하는 관계에서 나온다. 과도한 서비스를 요구하지 않고 감사의 마음을 표현하는 것. 그것이 성숙한 사회의 모습이 아닐까. 서비스의 질은 사회의 품격을 비추는 거울이다."
      }
    ]