[
    {
        "id": 1,
        "translation": "지방창생의 취조구가 인구감소에 직면한 지역사회의 존속을 건 중요한 과제가 되고 있다. 젊은층의 도시부 유출로 인해 지방에서는 고령화와 과소화가 급속히 진행되고 있으며, 한계집락의 증가가 사회문제화되고 있다. 정부는 지역활동협력대, 고향납세, 관계인구 창출 등 다양한 시책을 전개하고 있지만, 근본적인 해결에는 이르지 못하고 있다. 일부 지자체에서는 이주자에 대한 두터운 지원이나 위성사무소 유치를 통해 인구의 사회증가를 실현하고 있는 성공사례도 있다. 도쿠시마현 가미야마정은 IT기업의 위성사무소 유치를 통해 젊은층의 이주가 증가하여 지역활성화의 모델케이스가 되고 있다. / 그러나 많은 지방도시에서는 상점가의 셔터거리화, 대중교통의 폐지, 의료·교육기관의 철수 등 생활인프라의 붕괴가 진행되고 있다. 지역커뮤니티의 담당자 부족으로 인해 전통행사나 축제의 계승도 어려워지고 있다. 컴팩트시티 구상을 통해 도시기능의 집약화를 도모하는 움직임도 있지만, 주변지역의 버림받음으로 이어진다는 비판도 있다. 지방창생의 본질은 단순한 인구증가가 아니라 지역의 특성을 살린 지속가능한 사회모델의 구축에 있다. 획일적인 정책이 아니라 각 지역의 문화나 자원을 살린 독자적인 전략이 요구되고 있다."
    },
    {
        "id": 2,
        "translation": "간병로봇의 도입이 초고령사회에서의 간병인력 부족 해결책으로 기대되고 있다. 이승지원, 입욕지원, 돌봄 등 다양한 장면에서 활용 가능한 로봇기술이 개발되어 간병현장에서의 실증실험이 진행되고 있다. 파워어시스트 수트는 간병직원의 요통 예방에 효과를 발휘하여 이직률 저하에 기여하고 있다. 커뮤니케이션로봇은 인지증 고령자의 정신적 안정이나 사회적 고립 해소에 일정한 효과를 보이고 있다. 특히 바다표범형 로봇 '파로'는 동물개재요법의 대안으로 세계 30여 개국에서 도입되고 있다. 센서기술을 활용한 돌봄시스템을 통해 프라이버시에 배려하면서 낙상이나 배회의 조기발견이 가능해졌다. / 그러나 간병로봇의 보급에는 많은 장벽이 존재한다. 도입비용이 고액으로 많은 간병시설에서는 경제적 부담이 크다. 또한 조작의 복잡함으로 인해 현장직원의 부담이 오히려 증가하는 케이스도 있다. 고령자 측의 심리적 저항도 뿌리깊으며, '사람의 온정'을 요구하는 목소리가 많다. 로봇에 의한 간병이 인간의 존엄을 손상시키는 것은 아닌가 하는 윤리적 우려도 존재한다. 더욱이 사고 발생 시 책임의 소재 등 법적 정비도 불충분하다. 간병로봇은 어디까지나 인간의 간병을 보완하는 존재이며, 완전한 대체는 될 수 없다. 기술과 인간성의 조화를 유지하면서 적절한 활용방법을 모색하는 것이 중요하다."
    },
    {
        "id": 3,
        "translation": "푸드로스 삭감을 위한 노력이 지속가능한 사회 실현을 향한 중요과제로 인식되고 있다. 일본에서는 연간 약 600만 톤의 식품이 폐기되며, 그 대부분이 아직 먹을 수 있는 상태의 것들이다. 이 양은 세계 식량원조량의 약 2배에 해당하며, 경제적 손실은 연간 수조 엔에 이른다. 식품폐기는 생산·유통·소비의 모든 단계에서 발생하고 있다. 규격외 채소의 폐기, 유통기한 초과에 의한 폐기, 외식산업에서의 음식물 쓰레기 등 구조적인 문제가 복잡하게 얽혀 있다. '3분의 1 룰'이라 불리는 상관습에 의해 유통기한의 3분의 1을 지난 상품은 점포에서 철거된다. 이 상관습의 재검토가 진행되고 있지만, 소비자의 신선도 선호가 강해 개혁은 쉽지 않다. / 한편 푸드뱅크나 푸드드라이브 등 잉여식품을 필요로 하는 사람들에게 전달하는 노력이 확산되고 있다. AI를 활용한 수요예측을 통해 적정한 발주량을 산출하여 폐기를 삭감하는 기술도 실용화되고 있다. 그러나 식품안전상의 우려로 인해 기부에 소극적인 기업도 많다. 또한 소비자의 의식개혁도 불가결하지만, '아까운다'는 말이 있음에도 불구하고 실제 행동변화는 한정적이다. 푸드로스 삭감은 환경부하 경감, 식량안전보장, 빈곤대책 등 다면적인 효과를 가져다준다. 사회 전체의 노력이 요구되고 있다."
    },
    {
        "id": 4,
        "translation": "근무방식의 다양화에 따라 부업·겸업이 새로운 노동형태로 정착되어가고 있다. 정부의 일하는 방식 개혁 추진으로 많은 기업이 부업을 해금하고, 패러렐 커리어를 추구하는 인재가 증가하고 있다. 수입의 다양화에 의한 리스크 분산, 스킬업 기회 확대, 자아실현의 장 창출 등 부업이 가져다주는 메리트는 크다. 특히 코로나19로 인한 재택근무 보급으로 시간과 장소의 제약이 완화되어 부업 참입장벽이 대폭 낮아졌다. 클라우드소싱플랫폼의 발달로 전문기술을 살린 업무수탁이 용이해지고 있다. 창업준비로서의 부업도 증가하여 리스크를 억제하면서 사업을 일으킬 수 있게 되었다. / 그러나 부업의 확대에는 과제도 많다. 노동시간 관리의 복잡화로 인해 과로의 리스크가 높아지고 있다. 본업과 부업을 합친 총노동시간의 파악이 곤란하여 건강관리의 책임소재가 애매해지고 있다. 또한 경업금지의무나 비밀유지의무와의 균형도 복잡하여 기업 측의 불안이 뿌리깊다. 사회보험이나 세제면에서의 제도정비도 늦어지고 있어 부업자의 사회적 보호가 불충분하다. 더욱이 본업에 대한 전념도 저하를 우려하는 목소리도 있다. 부업·겸업의 건전한 발전에는 노동법제의 재검토와 기업·개인 쌍방의 의식개혁이 불가결하다. 새로운 일하는 방식이 진정한 의미의 워크라이프밸런스 실현으로 이어지기를 기대한다."
    },
    {
        "id": 5,
        "translation": "일본어교육의 중요성이 다문화공생사회 실현을 향해 높아지고 있다. 외국인 노동자 수용 확대로 인해 일본어 학습자가 급속히 증가하고 있으며, 생활자로서의 외국인에 대한 일본어교육 체제 정비가 급무가 되고 있다. 2019년 일본어교육추진법 시행으로 국가와 지방자치단체의 책무가 명확화되었지만, 현장에서의 과제는 산적해 있다. 지역 일본어교실의 대부분은 자원봉사에 의존하고 있어 전문성 확보와 지속가능성에 문제를 안고 있다. 학습자의 니즈도 다양화되어 취업, 육아, 진학 등 목적에 따른 교육프로그램 개발이 요구되고 있다. 기능실습생이나 특정기능 외국인에 대한 일본어교육은 기업에 맡겨지고 있는 케이스가 많아 질의 격차가 크다. 온라인교육의 보급으로 지리적 제약은 완화되었지만, 대면에서의 문화이해나 사회참가 기회가 감소한다는 문제도 생기고 있다. / 또한 '쉬운 일본어'의 보급도 중요한 과제이다. 재해 시 정보전달, 행정서비스 제공에 있어서 외국인 주민에 대한 배려가 불가결하게 되고 있다. 그러나 일본어교사의 처우는 여전히 낮아 전문직으로서의 지위확립이 늦어지고 있다. 국가자격화를 통한 개선이 기대되지만, 인재확보는 쉽지 않다. 일본어교육은 단순한 언어습득에 그치지 않고 사회통합의 기반이다. 공생사회 실현을 향한 체계적인 노력이 필요하다."
    },
    {
        "id": 6,
        "translation": "디지털교과서의 도입이 교육현장에 큰 변혁을 가져다주려 하고 있다. 2024년도부터 초중학교에서의 본격 도입이 시작되어 종이 교과서에서 디지털로의 이행이 진행되고 있다. 동영상이나 음성, 인터랙티브한 콘텐츠를 통해 기존의 종이매체로는 불가능했던 다양한 학습체험이 가능해졌다. 개별최적화학습의 실현으로 아동·학생 한 명 한 명의 이해도에 따른 학습이 가능해진다. 학습이력의 데이터화를 통해 교사는 학생의 학습상황을 상세히 파악하고 세심한 지도를 할 수 있게 되었다. 장애를 가진 아동·학생에 대한 합리적 배려도 용이해져 음성읽기나 문자확대 기능을 통해 학습의 배리어프리화가 진행되고 있다. / 그러나 디지털교과서에는 우려사항도 많다. 장시간 화면시청에 의한 건강에의 영향, 특히 시력저하나 자세악화가 걱정되고 있다. 또한 손글씨에 의한 학습효과의 상실도 지적되고 있어 한자 습득이나 사고정리에서 손글씨의 중요성은 무시할 수 없다. 디지털디바이드의 문제도 심각하여 가정의 경제상황에 따라 학습환경에 격차가 생길 가능성이 있다. 더욱이 교사의 ICT 스킬 차이에 의해 교육의 질에 격차가 생기는 것도 우려된다. 사이버시큐리티 확보도 중요한 과제이다. 디지털교과서는 교육의 가능성을 넓히는 한편, 기존 교육의 좋은 점을 잃지 않는 균형잡힌 활용이 요구되고 있다."
    },
    {
        "id": 7,
        "translation": "산림자원의 지속가능한 관리가 환경보전과 경제발전의 양립을 도모하는 데 중요한 과제가 되고 있다. 일본의 산림률은 약 67%로 선진국 중에서도 톱클래스이지만, 임업의 쇠퇴로 인해 적절한 관리가 되지 않는 산림이 증가하고 있다. 전후 식림된 인공림의 대부분이 벌기를 맞이하고 있음에도 불구하고 목재가격의 저미로 인해 방치되는 '손질부족의 숲'이 문제가 되고 있다. 간벌되지 않는 과밀한 산림은 토사재해의 리스크를 높이고 생물다양성의 저하를 초래하고 있다. 한편 CLT(직교집성판) 등의 신기술로 인해 목재의 건축이용이 확대되고 있다. 중고층 건축물에의 목재이용이 가능해져 도시의 목조화가 진행되고 있다. 카본뉴트럴의 관점에서도 목재이용의 촉진은 중요하다. 산림인증제도를 통해 지속가능한 산림관리를 증명하는 구조도 정비되고 있다. / 그러나 임업종사자의 고령화와 후계자 부족은 심각하여 산림관리의 담당자 확보가 긴급한 과제가 되고 있다. 또한 사슴이나 멧돼지 등 야생동물에 의한 산림피해도 증가하여 생태계의 균형이 무너지고 있다. 소유자불명의 산림도 전체의 약 30%에 이르러 관리의 장애가 되고 있다. 산림은 목재공급뿐만 아니라 수원함양, 국토보전, 레크리에이션 기능 등 다면적인 가치를 갖고 있다. 이러한 공익적 기능을 적절히 평가하고 산림관리에의 투자를 촉진하는 구조만들기가 필요하다."
    },
    {
        "id": 8,
        "translation": "하늘을 나는 자동차의 실용화가 도시교통의 새로운 가능성으로 현실미를 띠어가고 있다. 전동수직이착륙기(eVTOL)의 기술개발이 급속히 진행되어 2025년 오사카·간사이 만박에서의 실증운행을 시작으로 상용서비스 개시가 계획되고 있다. 도시부의 교통체증을 회피하고 이동시간을 대폭 단축할 수 있는 새로운 교통수단으로 기대가 높아지고 있다. 재해 시 긴급수송, 도서나 산간부에의 물자배송, 구급의료 등 기존의 교통수단으로는 곤란했던 장면에서의 활용도 상정되고 있다. 세계 각국에서 개발경쟁이 격화되어 이미 수백 개사가 참여하고 있다. 자동운전기술과의 조합으로 조종사 불요의 완전자율비행도 시야에 들어와 있다. / 그러나 실용화에의 과제는 산적해 있다. 항공법규의 정비, 공역관리시스템의 구축, 이착륙장의 확보 등 인프라 정비에 막대한 투자가 필요하다. 소음문제도 심각하여 도시부에서의 사회적 수용성은 불투명하다. 안전성 확보도 최중요 과제로 기체의 고장이나 악천후 시 대응, 사이버시큐리티 대책 등 해결해야 할 기술적 과제가 많다. 또한 운임의 고액화가 예상되어 일부 부유층 향 서비스가 될 가능성이 높다. 더욱이 기존 교통산업에의 영향이나 도시계획의 재검토 등 사회시스템 전체의 변혁이 필요하게 된다. 하늘을 나는 자동차는 꿈의 기술이지만, 실현에는 기술혁신과 사회수용의 양면에서의 신중한 검토가 불가결하다."
    },
    {
        "id": 9,
        "translation": "음성인식기술의 진화가 인간과 컴퓨터의 인터페이스를 근본적으로 바꾸어가고 있다. 스마트스피커의 보급으로 인해 음성에 의한 정보검색이나 가전조작이 일상화되고, 키보드나 마우스에 의존하지 않는 새로운 조작체계가 확립되어가고 있다. 고령자나 시각장애자에게 음성인터페이스는 디지털기기에의 접근성을 대폭 향상시키고 있다. 의료현장에서는 음성입력에 의한 전자카르테 작성이 업무효율화에 기여하고 있다. 회의록의 자동작성, 실시간번역 등 비즈니스 장면에서의 활용도 확산되고 있다. 딥러닝의 진보로 인해 방언이나 억양, 주위의 잡음이 있는 환경에서도 고정밀도 인식이 가능해졌다. 감정인식기능을 조합함으로써 화자의 심리상태를 추정하고 보다 자연스러운 대화가 실현되어가고 있다. / 그러나 음성인식기술에는 과제도 존재한다. 프라이버시 침해가 최대 우려사항으로 상시대기상태의 디바이스에 의한 도청 가능성은 무시할 수 없다. 오인식에 의한 오동작도 문제로 중요한 장면에서의 이용에는 리스크가 따른다. 또한 음성데이터의 수집과 이용에 관한 윤리적 문제도 미해결이다. 아이의 음성데이터 취급이나 음성에서 추정되는 개인정보의 보호 등 규제의 틀이 따라잡지 못하고 있다. 더욱이 음성조작에의 과도한 의존으로 인해 문자를 쓰는 능력의 저하가 우려되고 있다. 음성기술은 편리성을 제공하는 한편, 인간의 기본적 능력에의 영향을 신중히 평가할 필요가 있다."
    },
    {
        "id": 10,
        "translation": "재생가능에너지의 주력전원화를 향한 노력이 에너지정책의 중심과제가 되고 있다. 2050년 카본뉴트럴 실현을 향해 태양광, 풍력, 수력, 지열, 바이오매스 등 다양한 재생가능에너지의 도입이 가속화되고 있다. 고정가격매입제도(FIT)를 통해 태양광발전이 급속히 보급되고 발전비용도 대폭 저하했다. 해상풍력발전은 일본의 새로운 에너지원으로 기대되어 2040년까지 최대 45GW의 도입목표가 내걸려 있다. 그러나 재생가능에너지의 대량도입에는 기술적 과제가 산적해 있다. 출력변동에의 대응이 최대 과제로 축전지나 수소에 의한 에너지저장시스템의 구축이 불가결하다. 송전망의 강화도 필요하여 수십조 엔 규모의 투자가 예상되고 있다. / 또한 적지의 확보도 어려워지고 있다. 태양광패널 설치에 의한 경관파괴나 토사재해 리스크의 증대가 문제시되고 있다. 풍력발전에서는 소음이나 저주파에 의한 건강피해 우려로 인해 지역주민의 반대운동이 일어나는 케이스도 많다. 더욱이 태양광패널의 대량폐기문제도 현재화되어가고 있다. 2030년대 이후 수명을 맞이한 패널의 적절한 처리가 과제가 된다. 재생가능에너지의 주력전원화는 필연의 흐름이지만, 환경에의 배려와 지역과의 공생을 도모하면서 지속가능한 형태로 추진하는 것이 요구되고 있다."
    },
    {
        "id": 11,
        "translation": "펫과 인간의 관계성이 현대사회에서 새로운 의미를 갖기 시작하고 있다. 저출산고령화의 진행으로 인해 펫을 가족의 일원으로 취급하는 경향이 강해지고 있으며, 펫 관련 시장은 2조 엔 규모로 확대되고 있다. 동물개재요법이나 세라피독의 활용으로 고령자시설이나 의료기관에서의 펫의 역할도 인식되고 있다. 애니멀웰페어의 관점에서 펫의 사육환경이나 권리에 관한 논의도 활발해지고 있다. 그러나 펫 사육에는 사회적 과제도 많다. 연간 수만 마리의 개·고양이가 살처분되고 있어 무책임한 사육포기가 끊이지 않고 있다. 다두사육붕괴에 의한 동물학대도 사회문제화되고 있다. 또한 펫가능주택의 부족으로 인해 사육을 포기하는 사람도 많다. 재해 시 펫 동반피난도 과제로 피난소에서의 트러블이 빈발하고 있다. / 고액한 펫 의료비도 문제로 치료를 단념할 수밖에 없는 케이스도 적지 않다. 펫보험의 보급은 진행되고 있지만 가입률은 10% 정도에 머물고 있다. 더욱이 이국동물의 불법거래나 외래종의 유기에 의한 생태계에의 영향도 우려되고 있다. 펫과 인간의 공생에는 사육자의 책임의식 향상과 사회시스템의 정비가 불가결하다. 동물애호관리법의 개정으로 인해 규제는 강화되었지만 실효성 확보가 과제가 되고 있다."
    },
    {
        "id": 12,
        "translation": "기업의 사회적 책임(CSR)에서 공유가치의 창조(CSV)로 기업활동의 패러다임 시프트가 진행되고 있다. 단순한 사회공헌활동이 아니라 사회과제의 해결을 통해 기업가치를 창출하는 경영모델이 주류가 되어가고 있다. SDGs의 침투로 인해 환경·사회·거버넌스(ESG) 투자는 세계적으로 4000조 엔 규모에 달하여 기업경영에서 최중요 과제가 되고 있다. 지속가능성 보고서의 공개가 의무화되어 비재무정보의 중요성이 높아지고 있다. 기후변동 리스크의 공개를 요구하는 TCFD 제언에의 대응도 진전되어 기업의 환경전략이 투자판단의 중요한 요소가 되고 있다. 인적자본경영의 추진으로 인해 종업원의 웰빙 향상이 기업경쟁력의 원천으로 인식되고 있다. / 그러나 ESG 경영에는 과제도 많다. 그린워싱이라 불리는 겉치레 환경대책이 횡행하여 진정한 지속가능성과의 괴리가 문제시되고 있다. 평가기준의 난립으로 인해 기업의 노력을 적절히 평가하는 것이 곤란해지고 있다. 또한 단기적인 수익성과의 양립이 어려워 주주로부터의 압력에 직면하는 기업도 많다. 중소기업에게는 ESG 대응의 비용부담이 무거워 공급체인에서의 배제리스크도 높아지고 있다. 더욱이 일본기업 특유의 과제로 이사회의 다양성 부족이나 젠더갭의 크기가 국제적으로 비판받고 있다. 진정한 지속가능경영의 실현에는 장기적 시점과 본질적인 변혁이 요구되고 있다."
    },
    {
        "id": 13,
        "translation": "수면부채의 축적이 현대인의 건강을 위협하는 심각한 문제가 되고 있다. 일본인의 평균수면시간은 선진국에서 가장 짧고, 만성적인 수면부족 상태에 있는 사람이 40%를 넘고 있다. 수면부족은 단순한 피로에 그치지 않고 생활습관병, 인지증, 우울증 등의 리스크를 높이는 것이 과학적으로 증명되고 있다. 노동생산성 저하에 의한 경제손실은 연간 15조 엔에 이른다는 시산도 있다. 교통사고나 산업사고의 대부분이 수면부족에 기인하는 것도 밝혀지고 있다. 특히 교대제 근무자나 장거리 운전자의 수면관리는 사회적인 안전확보의 관점에서 중요하다. 아이의 수면부족도 심각하여 학력저하나 정서불안정의 원인이 되고 있다. 스마트폰의 보급으로 인해 취침시간이 늦어지고 수면의 질도 저하하고 있다. / 한편 수면개선을 위한 노력도 확산되고 있다. 기업에서의 낮잠제도 도입, 학교에서의 수면교육, 수면앱의 활용 등 다양한 대책이 시도되고 있다. 그러나 24시간 사회 속에서 충분한 수면시간을 확보하는 것은 쉽지 않다. 장시간 노동의 시정, 야간영업의 재검토 등 사회시스템 전체의 변혁이 필요하다. 또한 수면약에의 과도한 의존도 문제로 약물에 의존하지 않는 수면개선법의 보급이 요구되고 있다. 수면은 건강의 기반이며, 개인의 노력뿐만 아니라 사회 전체의 노력이 불가결하다."
    },
    {
        "id": 14,
        "translation": "문화재의 보호와 활용의 균형이 관광입국을 목표로 하는 일본의 중요과제가 되고 있다. 방일외국인 관광객의 증가로 인해 문화재는 중요한 관광자원으로 주목받고 있지만, 과도한 관광이용에 의한 열화나 파손의 리스크도 높아지고 있다. 교토나 가마쿠라 등의 관광지에서는 오버투어리즘에 의한 문화재에의 부하가 심각화되고 있다. 세계유산 등록을 목표로 하는 움직임이 각지에서 활발하지만, 등록 후 관리체제의 불비로 인해 오히려 보존상태가 악화되는 케이스도 있다. 문화재의 수복·보존에는 전문기술과 다액의 비용이 필요하지만, 전통기술의 계승자 부족과 예산제약이 큰 장벽이 되고 있다. 궁대공이나 옻칠장인 등 문화재 수복에 불가결한 장인의 고령화가 진행되어 기술의 단절이 우려되고 있다. / 한편 디지털기술을 활용한 문화재의 보존과 공개가 진행되고 있다. 3D스캔이나 버추얼리얼리티를 통해 문화재를 상하게 하지 않고 많은 사람들이 감상할 수 있는 환경이 갖춰져가고 있다. 그러나 진품에 접촉하는 체험의 가치는 대체할 수 없다. 또한 문화재의 상업이용을 둘러싼 논의도 활발하여 보호와 활용의 적절한 균형을 어떻게 잡을 것인가가 묻어지고 있다. 지역주민의 생활과 관광의 균형도 중요한 과제이다. 문화재는 국민공유의 재산이며, 미래세대에 계승해나갈 책임이 있다. 지속가능한 보호와 활용의 구조만들기가 급무가 되고 있다."
    },
    {
        "id": 15,
        "translation": "아동학대의 증가가 일본사회의 심각한 문제로 현재화되고 있다. 아동상담소에의 상담건수는 20만 건을 넘어 과거 최고를 갱신하고 있다. 학대에 의한 사망사례도 끊이지 않아 아이의 생명과 안전을 지키는 체제 강화가 급무가 되고 있다. 핵가족화나 지역커뮤니티의 희박화로 인해 육아가정의 고립이 진행되고 있다. 경제적 곤궁, 부모의 정신적 불안정, DV 등 학대의 배경에는 복합적인 요인이 존재한다. 코로나19로 인한 재택시간의 증가가 학대리스크를 높였다는 것도 지적되고 있다. 아동상담소의 체제강화가 진행되고 있지만, 전문직원의 부족은 심각하여 일인당 담당건수는 한계를 넘고 있다. 일시보호소의 환경도 열악하여 아이의 권리보장 관점에서 문제시되고 있다. / 또한 학대의 조기발견·조기개입의 구조도 불충분하다. 학교나 의료기관과의 연계강화가 도모되고 있지만, 정보공유의 벽은 여전히 높다. 리친제도의 보급도 과제로 일본의 리친위탁률은 구미제국과 비교하여 현저히 낮다. 학대를 받은 아이에 대한 심리적 케어도 부족하여 트라우마가 성인 후에도 영향을 미치는 케이스가 많다. 학대의 연쇄를 끊기 위해서는 예방적 지원의 충실이 불가결하다. 모든 아이가 안심하고 자랄 수 있는 사회의 실현을 향해 포괄적인 대책이 요구되고 있다."
    },
    {
        "id": 16,
        "translation": "자치단체의 DX 추진이 행정서비스의 질 향상과 업무효율화의 열쇠로 주목받고 있다. 마이넘버카드의 보급으로 인해 행정수속의 온라인화가 진행되어 주민의 편의성 향상이 기대되고 있다. AI-OCR이나 RPA의 도입으로 정형업무의 자동화가 진행되어 직원의 부담경감과 주민서비스의 충실이 도모되고 있다. 스마트폰앱에 의한 각종 신청이나 챗봇에 의한 24시간 상담대응 등 새로운 서비스 형태도 생겨나고 있다. 데이터분석에 의한 정책입안의 고도화도 진행되어 에비던스에 기반한 행정운영이 가능해져가고 있다. 그러나 자치단체 DX에는 많은 장벽이 존재한다. 시스템의 표준화가 진행되지 않아 자치단체간의 연계가 곤란한 상황이 계속되고 있다. 레거시시스템으로부터의 이행에는 막대한 비용이 들어 소규모 자치단체에는 큰 부담이 되고 있다. / 또한 직원의 디지털스킬 부족도 심각하여 외부인재의 활용도 진행되고 있지만, 대우면에서의 제약으로 인해 인재확보는 쉽지 않다. 주민 측의 디지털디바이드도 과제로 고령자를 중심으로 온라인서비스를 이용할 수 없는 층이 존재한다. 더욱이 개인정보보호와 데이터활용의 균형도 어려운 문제이다. 시큐리티인시던트에의 우려로 인해 적극적인 데이터활용에 나서지 못하는 자치단체도 많다. 진정한 행정 DX의 실현에는 기술도입뿐만 아니라 조직문화의 변혁과 주민의 이해가 불가결하다."
    },
    {
        "id": 17,
        "translation": "해양자원의 보호와 이용을 둘러싼 국제적 대립이 격화되고 있다. 공해에서의 어업자원의 남획으로 인해 많은 어종이 멸종의 위기에 처해 있다. 참치나 뱀장어 등의 자원관리를 둘러서는 어획쿼터의 설정이나 규제강화에 각국의 이해가 대립하여 국제협조가 곤란한 상황에 있다. 불법·무보고·무규제(IUU) 어업도 심각한 문제로 연간 피해액은 2조 엔을 넘는다고 추정되고 있다. 해양보호구의 설정도 진행되고 있지만, 경제활동과의 양립이 과제가 되고 있다. 남극해에서의 해양보호구 설립은 관계국의 반대로 인해 오랫동안 실현되지 않고 있다. 한편 지속가능한 어업에의 노력도 확산되고 있다. MSC 인증 등의 국제인증제도를 통해 자원관리에 배려한 수산물의 유통이 촉진되고 있다. 인공지능을 활용한 어획예측이나 위성감시에 의한 불법어업의 단속도 강화되고 있다. / 양식업의 발전으로 인해 천연자원에의 의존도를 낮추는 노력도 진행되고 있다. 그러나 양식에 따른 환경부하나 사료가 되는 어분의 확보 등 새로운 과제도 생기고 있다. 또한 마이크로플라스틱 오염에 의한 해양생태계에의 영향도 우려되고 있어 수산물의 안전성에도 의문이 제기되고 있다. 해양자원은 인류공통의 재산이며, 미래세대에 건전한 바다를 물려주기 위해서는 국제협조에 의한 포괄적인 관리체제의 구축이 불가결하다."
    },
    {
        "id": 18,
        "translation": "인클루시브 교육의 추진이 공생사회의 실현을 향한 중요한 노력이 되고 있다. 장애가 있는 아이와 장애가 없는 아이가 함께 배우는 환경만들기가 진행되어 2016년 장애자차별해소법 시행으로 인해 합리적 배려의 제공이 의무화되었다. 특별지원학급의 재적자수는 증가경향에 있으며, 발달장애에의 이해도 깊어져가고 있다. 통급지도교실의 정비로 인해 통상학급에 재적하면서 필요한 지원을 받을 수 있는 체제가 갖춰져 왔다. ICT 활용으로 개개인의 니즈에 맞는 학습지원도 가능해지고 있다. 음성읽기 소프트웨어나 디지털교과서는 학습장애가 있는 아동·학생의 배움을 지탱하고 있다. 그러나 인클루시브 교육의 실현에는 과제가 산적해 있다. 교원의 전문성 부족으로 인해 적절한 지원이 제공되지 못하고 있는 케이스가 많다. 특별지원교육의 면허보유율은 낮고 연수기회도 한정되어 있다. / 또한 시설의 배리어프리화도 불충분하여 물리적인 장벽이 남아 있다. 보호자의 이해도 양극화되어 있어 과도한 분리를 요구하는 목소리와 완전한 통합을 요구하는 목소리의 조정이 곤란하다. 더욱이 고등학교나 대학에서의 지원체제는 의무교육단계와 비교하여 크게 뒤처져 있다. 취업에의 이행지원도 불충분하여 학교졸업 후의 사회참가에 과제를 안고 있는 젊은이가 많다. 진정한 인클루시브 교육의 실현에는 사회 전체의 의식개혁과 계속적인 지원체제의 구축이 필요하다."
    },
    {
        "id": 19,
        "translation": "전자결제의 급속한 보급이 일본의 캐시리스 사회화를 가속시키고 있다. QR코드 결제, 전자머니, 신용카드 등 다양한 결제수단이 일상생활에 침투하여 현금을 사용하지 않는 생활이 현실이 되어가고 있다. 정부의 캐시리스 추진으로 인해 결제비율은 30%를 넘어 2025년에는 40% 달성을 목표로 하고 있다. 코로나19로 인한 비접촉 니즈도 추진력이 되어 소규모 점포에서도 캐시리스 대응이 진행되고 있다. 결제데이터의 활용으로 인해 마케팅의 고도화나 여신판단의 정밀도 향상도 실현되고 있다. 개인의 구매이력에 기반한 개인화된 서비스 제공이 가능해졌다. 그러나 캐시리스화에는 문제도 존재한다. 고령자를 중심으로 디지털결제에의 저항감은 뿌리깊고, 현금주의로부터의 탈각은 쉽지 않다. / 또한 시스템 장애 시 결제불능 리스크도 현재화되고 있다. 대규모 통신장애로 인해 수시간에 걸쳐 결제를 할 수 없게 되는 사례가 발생하고 있다. 수수료 부담도 사업자에게는 부담이 되고 있어 특히 박리다매 업태에서는 도입을 주저하는 요인이 되고 있다. 더욱이 결제사업자의 난립으로 인해 규격의 통일이 진행되지 않아 이용자·가맹점 쌍방에 혼란이 생기고 있다. 프라이버시 보호의 관점에서도 구매데이터의 취급에는 신중한 대응이 요구된다. 진정한 캐시리스 사회의 실현에는 편의성과 안전성의 양립이 불가결하다."
    },
    {
        "id": 20,
        "translation": "스포츠비즈니스의 발전이 지역경제 활성화의 새로운 기폭제로 기대되고 있다. 프로스포츠팀의 유치나 스포츠이벤트의 개최로 인해 관광객의 증가나 고용창출 등 다면적인 경제효과가 생겨나고 있다. 스타디움이나 아레나의 건설은 단순한 스포츠시설이 아니라 복합적인 엔터테인먼트 거점으로 기능하기 시작하고 있다. e스포츠의 대두로 인해 새로운 팬층의 획득과 시장확대가 진행되고 있다. 상금총액이 수억 엔 규모의 대회도 개최되어 프로게이머라는 새로운 직업도 확립되어가고 있다. 스포츠투어리즘도 성장분야로 마라톤대회나 자전거레이스 등의 참가형 이벤트가 지역진흥에 기여하고 있다. 그러나 스포츠비즈니스에는 과제도 많다. 시설건설이나 유지관리에 막대한 공적자금이 투입되지만, 비용대효과가 불투명한 케이스가 많다. / 적자경영의 프로스포츠팀도 적지 않아 자치단체의 재정부담이 되고 있다. 또한 선수의 육성시스템도 불충분하여 톱 애슬리트의 해외유출이 계속되고 있다. 경기단체의 거버넌스 문제도 빈발하여 부정행위로 인해 경기이미지가 손상되는 케이스도 있다. 더욱이 승리지상주의에 의한 폐해도 지적되고 있어 도핑문제나 과도한 트레이닝에 의한 건강피해도 우려되고 있다. 스포츠의 본래 가치를 잃지 않고 지속가능한 비즈니스모델의 구축이 요구되고 있다."
    },
    {
        "id": 21,
        "translation": "순환형경제로의 이행이 자원제약과 환경문제의 해결책으로 세계적으로 추진되고 있다. 기존의 '채취·생산·소비·폐기'라는 선형경제에서 자원을 순환이용하는 경제모델로의 전환이 요구되고 있다. 리사이클, 리유스, 리듀스, 리페어, 셰어링 등 다양한 어프로치로 자원효율의 최대화가 도모되고 있다. 제품설계 단계에서 분해·재이용을 전제로 한 '에코디자인'의 도입이 진행되고 있다. 확대생산자책임의 강화로 인해 메이커는 제품의 전 라이프사이클에 책임을 갖게 되었다. 서브스크립션모델의 보급으로 인해 소유에서 이용으로의 시프트도 가속화되고 있다. 그러나 순환형경제의 실현에는 많은 장벽이 존재한다. 리사이클 기술의 한계로 인해 완전한 자원순환은 곤란하여 품질열화나 에너지소비의 문제가 있다. / 또한 글로벌 공급체인의 복잡함이 자원의 추적과 관리를 곤란하게 하고 있다. 소비자의 행동변화도 과제로 신품지향이나 일회용문화로부터의 탈각은 쉽지 않다. 리페어나 리유스의 인프라도 부족하여 수리보다 교체가 저렴한 상황이 계속되고 있다. 더욱이 순환형 비즈니스의 수익성 확보도 곤란하여 초기투자의 회수에 시간이 걸리는 것이 참입장벽이 되고 있다. 법규제의 정비도 늦어지고 있어 국제적인 기준의 통일도 진행되지 않고 있다. 진정한 순환형경제의 실현에는 기술혁신과 사회시스템의 근본적인 변혁이 필요하다."
    },
    {
        "id": 22,
        "translation": "면역력 향상에의 관심이 건강의식의 고조와 함께 사회현상이 되고 있다. 신종 코로나바이러스의 세계적 유행을 겪으면서 감염증에 대한 자기방어의식이 비약적으로 향상되어 면역시스템의 중요성이 재인식되었다. 장내환경의 개선, 적당한 운동, 질 좋은 수면, 스트레스 관리 등 생활습관 전반의 재검토가 진행되고 있다. 발효식품이나 기능성식품에의 수요가 급증하여 면역력 향상을 내세우는 상품시장은 확대를 계속하고 있다. 요구르트, 낫토, 된장 등의 전통적 발효식품이 재검토되어 프로바이오틱스 서플리먼트의 시장도 성장하고 있다. 면역체크포인트 저해약 등의 획기적인 암 치료법도 면역시스템의 활용으로 실현되었다. 그러나 면역력 붐에는 과학적 근거가 부족한 정보도 범람하고 있다. '면역력을 높인다'는 애매한 표현이 남용되어 의학적으로 증명되지 않은 상품이나 요법이 횡행하고 있다. / 과도한 청결지향에 의한 면역시스템의 약체화도 우려되고 있어 알레르기 질환 증가와의 관련이 지적되고 있다. 또한 자기면역질환의 리스크도 무시할 수 없다. 면역시스템의 과도한 활성화는 오히려 건강을 해칠 가능성이 있다. 더욱이 면역력 격차라고도 할 수 있는 문제도 생기고 있어 경제적 여유가 있는 층과 그렇지 않은 층에서 건강격차가 확대되고 있다. 면역시스템의 이해를 깊이하고 과학적 근거에 기반한 적절한 건강관리가 요구되고 있다."
    },
    {
        "id": 23,
        "translation": "리커런트 교육의 필요성이 인생 100년 시대의 도래와 함께 높아지고 있다. 기술혁신에 의한 직업의 변화가 가속화되어 한 번 몸에 익힌 지식이나 스킬만으로는 긴 직업인생을 헤쳐나가는 것이 곤란해지고 있다. 사회인의 재학습을 지원하는 제도정비가 진행되어 대학에서의 사회인 향 프로그램도 충실해지고 있다. 온라인교육의 보급으로 인해 일하면서 배우는 것이 용이해져 MOOCs 등의 무료강좌도 증가하고 있다. 기업에서도 종업원의 리스킬링 지원이 경영과제로 인식되어 교육투자가 확대되고 있다. 부업해금으로 인해 새로운 스킬 습득의 실천기회도 늘어나고 있다. 그러나 일본의 리커런트 교육에는 많은 과제가 있다. 장시간 노동으로 인해 학습시간의 확보가 곤란하고, 교육훈련급부금 등의 지원제도도 불충분하다. / 기업의 이해도 한정적이어서 재학습을 위한 휴직이나 시간단축근무가 인정되지 않는 케이스가 많다. 또한 대학의 사회인 수용체제도 불충분하여 실무에 맞는 교육프로그램이 부족하다. 연령에 의한 차별의식도 뿌리깊어 중고년의 재학습에의 편견이 존재한다. 더욱이 재학습의 성과가 처우에 반영되기 어려운 일본형 고용시스템도 학습의욕을 저해하는 요인이 되고 있다. 전직시장의 유동성의 낮음도 새로운 스킬의 활용기회를 제한하고 있다. 평생학습사회의 실현에는 교육시스템과 고용시스템의 일체적인 개혁이 불가결하다."
    },
    {
        "id": 24,
        "translation": "관광공해(오버투어리즘)에의 대책이 지속가능한 관광의 실현을 향한 긴급한 과제가 되고 있다. 인바운드 관광객의 급증으로 인해 교토, 가마쿠라, 후지산 등의 인기관광지에서는 주민생활에의 악영향이 심각화되고 있다. 교통체증, 쓰레기문제, 소음, 물가상승 등 지역사회의 부담이 한계에 달하고 있다. 관광객의 매너위반도 문제로 사유지에의 무단침입, 촬영금지장소에서의 사진촬영, 문화재에의 낙서 등이 끊이지 않고 있다. 주택지의 민박 증가로 인해 지역커뮤니티의 붕괴도 우려되고 있다. 한편 관광수입에의 의존도가 높은 지역에서는 규제강화에 신중한 목소리도 있다. 분산화 책으로 지방으로의 유객 촉진이 도모되고 있지만, 2차교통의 불편함이나 언어대응의 불비 등 과제는 많다. 시간대별 요금제도나 사전예약제의 도입, 입역료의 징수 등 수요관리의 노력도 시작되고 있다. / 디지털기술을 활용한 혼잡정보의 제공으로 인해 관광객의 행동변화를 촉진하는 시도도 있다. 그러나 관광산업과 지역주민의 이해조정은 쉽지 않다. 관광에 의한 경제효과와 생활환경의 보전을 어떻게 균형잡을 것인가, 어려운 판단이 요구된다. 또한 관광의 질적 전환도 필요하여 양에서 질로의 전환, 체재형 관광의 추진 등 새로운 관광모델의 구축이 급무이다. 지역의 문화와 환경을 지키면서 관광의 은혜를 향수하는 지속가능한 구조만들기가 요구되고 있다."
    },
    {
        "id": 25,
        "translation": "젠더평등의 실현이 일본사회의 최중요 과제 중 하나로 인식되고 있다. 세계경제포럼의 젠더갭 지수에서 일본은 선진국 최저수준에 위치하여 특히 정치·경제분야에서의 남녀격차가 현저하다. 여성관리직 비율은 여전히 낮고 임금격차도 해소되지 않고 있다. 육아·가사의 부담이 여성에게 편중되어 커리어 형성의 장애가 되고 있다. 남성의 육아휴직 취득률은 상승경향에 있지만, 실질적인 가사·육아 참가는 아직 불충분하다. '언컨셔스 바이어스'라 불리는 무의식의 편견도 뿌리깊어 채용이나 승진에서 불리한 취급을 받는 케이스가 많다. 한편 여성활약추진법의 시행으로 인해 기업의 의식은 바뀌어가고 있다. 다이버시티 경영의 중요성이 인식되어 여성의 등용을 적극적으로 진행하는 기업도 늘고 있다. / 그러나 제도와 실태의 괴리는 크다. 형식적인 수치목표 달성에 그쳐 본질적인 개혁에 이르지 못한 기업도 많다. 또한 '여성활약'이라는 말 자체가 여성만의 문제로 왜소화되는 경향도 있다. 남성의 장시간 노동이나 고정적인 성별역할분담 의식의 개혁 없이는 진정한 젠더평등은 실현되지 않는다. 더욱이 성적 마이너리티에의 이해와 배려도 불충분하여 포괄적인 다이버시티의 실현에는 거리가 멀다. 젠더평등은 모든 사람이 능력을 발휘할 수 있는 사회의 실현에 불가결하며, 사회 전체의 의식개혁이 요구되고 있다."
    },
    {
        "id": 26,
        "translation": "기상예보기술의 고도화가 방재와 경제활동에 혁신적인 변화를 가져다주고 있다. 슈퍼컴퓨터의 성능향상과 관측망의 충실로 인해 예보정밀도는 비약적으로 향상되어 선상강수대의 예측도 가능해져가고 있다. 인공위성이나 드론을 활용한 관측으로 인해 보다 상세한 기상데이터의 수집이 실현되고 있다. AI에 의한 예측모델의 개발도 진행되어 국지적인 기상현상의 예측정밀도가 향상되고 있다. 2주일 앞의 날씨예보도 실용레벨에 달하여 농업이나 관광업에서의 활용이 확산되고 있다. 기상비즈니스 시장도 확대되어 민간기상회사에 의한 특화된 정보서비스가 제공되고 있다. 그러나 기상예보에는 여전히 한계가 있다. 돌발적인 기상현상의 예측은 곤란하여 게릴라 호우 등의 초단시간 예측의 정밀도는 불충분하다. / 또한 장기예보의 불확실성은 크고 계절예보의 적중률은 한정적이다. 기후변동으로 인해 과거의 데이터가 통용되지 않게 되어 예측모델의 수정이 따라잡지 못하는 상황도 있다. 더욱이 예보의 고도화에 따라 정보의 해석이 복잡화되고 있다. 확률적인 예보표현에 대한 이해부족으로 인해 적절한 방재행동으로 이어지지 않는 케이스도 많다. 예보에의 과도한 의존으로 인해 자연현상에의 감각이 둔화될 우려도 있다. 기상정보의 적절한 활용에는 정보리터러시의 향상과 불확실성을 전제로 한 의사결정능력의 육성이 필요하다."
    },
    {
        "id": 27,
        "translation": "전통공예의 계승위기가 일본문화의 존속에 관련된 심각한 문제가 되고 있다. 후계자 부족으로 인해 많은 전통기술이 잃어져가고 있으며, 국가지정 전통적공예품의 생산액은 최성기의 5분의 1까지 감소하고 있다. 장인의 고령화는 현저하여 평균연령은 60세를 넘고 있으며, 젊은이의 참입은 극히 적다. 수업기간의 길이와 수입의 불안정성이 젊은이의 참입을 막는 주요인이 되고 있다. 일인전이 되기까지 10년 이상 걸리는 기술도 많으며, 그 동안의 생활보장은 불충분하다. 원재료의 조달도 곤란해지고 있어 국산 옻이나 화지의 원료가 되는 닥나무의 생산자도 격감하고 있다. 그러나 새로운 가능성도 생겨나고 있다. 현대적인 디자인과의 융합으로 인해 전통공예품에 새로운 가치가 생겨나고 있다. 해외시장에의 전개도 진행되어 일본의 미의식과 기술력이 높이 평가받고 있다. 크라우드펀딩이나 SNS를 활용한 정보발신으로 인해 새로운 팬층의 획득에도 성공하고 있는 사례가 있다. / 또한 AI나 디지털기술을 활용한 기술계승의 시도도 시작되고 있다. 장인의 움직임을 모션캡쳐로 기록하여 기술의 가시화와 전승을 도모하는 연구가 진행되고 있다. 그러나 전통공예의 본질인 '수작업의 가치'를 어떻게 유지할 것인가는 어려운 문제이다. 기계화에 의한 효율화와 수제작의 온정의 균형을 어떻게 잡을 것인가, 신중한 검토가 필요하다. 전통공예는 일본문화의 아이덴티티이며, 그 계승은 문화적 다양성의 유지에도 중요하다."
    },
    {
        "id": 28,
        "translation": "식품의 안전성에의 불안이 글로벌화하는 식료시스템 속에서 높아지고 있다. 유전자조작식품, 잔류농약, 식품첨가물, 수입식품의 안전성 등 소비자의 우려는 다방면에 걸쳐 있다. 식품위장사건도 끊이지 않아 산지위장, 유통기한 개찬, 이물혼입 등이 반복해서 발생하고 있다. 트레이서빌리티시스템의 도입으로 인해 생산에서 유통까지의 이력관리가 진행되고 있다. 블록체인기술을 활용한 투명성이 높은 식품관리시스템도 개발되고 있다. HACCP(위해분석중요관리점)의 의무화로 인해 식품사업자의 위생관리도 강화되었다. 유기농산물에의 수요도 증가하여 농약이나 화학비료를 사용하지 않는 농업으로의 전환이 진행되고 있다. 그러나 식품의 안전확보에는 과제가 산적해 있다. 글로벌 공급체인의 복잡화로 인해 리스크 관리가 곤란해지고 있다. / 수입식품의 검사율은 낮아 수장에서의 안전확보에는 한계가 있다. 또한 새로운 식품기술에의 규제가 따라잡지 못하고 있다. 배양육이나 게놈편집식품 등 기존의 틀로는 대응곤란한 식품이 등장하고 있다. 소비자의 불안과 과학적 근거의 갭도 문제로 리스크커뮤니케이션의 개선이 필요하다. 더욱이 푸드로스 삭감과의 양립도 과제로 안전성을 이유로 한 과도한 폐기는 환경부하를 증대시킨다. 식품의 안전과 지속가능성의 균형을 잡으면서 소비자의 신뢰를 확보하는 것이 요구되고 있다."
    },
    {
        "id": 29,
        "translation": "지역의료의 붕괴위기가 의료제공체제의 근간을 흔들고 있다. 의사의 지역편재와 진료과편재로 인해 지방에서는 의료서비스의 유지가 곤란해지고 있다. 산과나 소아과의 철수로 인해 안심하고 아이를 낳아 기를 수 없는 지역이 증가하고 있다. 구급의료체제도 취약화되어 반송시간의 장시간화로 인해 구명률의 저하가 우려되고 있다. 의사의 일하는 방식 개혁으로 인해 2024년부터의 시간외노동규제가 더욱 의사부족을 초래할 가능성이 있다. 지역의료를 지탱하는 개업의의 고령화도 진행되어 후계자 부재에 의한 폐원이 잇따르고 있다. 한편 지역의료연계의 강화로 인해 효율적인 의료제공을 목표로 하는 노력도 진행되고 있다. 지역의료구상으로 인해 병상기능의 분화와 연계가 도모되어 재택의료의 충실도 추진되고 있다. / 종합진료의의 육성으로 인해 폭넓은 진료능력을 가진 의사의 확보도 진행되고 있다. 온라인진료의 활용으로 인해 의사부족지역에서의 의료접근 개선도 기대되고 있다. 그러나 진료보수체계의 문제로 인해 지역의료의 채산성 확보는 곤란하다. 또한 의학부의 지역할당제도도 졸업 후 정착률이 낮아 효과는 한정적이다. 더욱이 의료수요의 감소가 예측되는 지역에서는 의료기관의 통폐합이 피할 수 없는 상황에 있다. 지역의료의 지속가능성 확보에는 의료자원의 적정배치와 주민의 이해와 협력이 불가결하다."
    },
    {
        "id": 30,
        "translation": "젊은이의 정치이탈이 민주주의의 기반을 위협하는 심각한 문제가 되고 있다. 20대의 투표율은 30%대에 머물러 고령자와의 투표율 격차가 정책결정에 치우침을 가져다주고 있다. 실버 데모크라시라 불리는 현상으로 인해 젊은이 향 정책이 뒷전으로 밀리는 경향이 강해지고 있다. 정치에의 무관심의 배경에는 복잡한 사회문제에의 무력감이나 기존정당에의 불신감이 존재한다. SNS에서의 정치적 발언이 염상리스크를 수반하기 때문에 정치적 논의를 피하는 풍조도 확산되고 있다. 학교에서의 주권자교육도 형식적인 것에 그쳐 실천적인 정치참가의 기회가 부족하다. 그러나 젊은이의 사회참가 의식은 결코 낮지 않다. 환경문제나 사회적 공정에의 관심은 높고 SNS를 통한 사회운동에의 참가도 활발하다. 온라인 서명이나 크라우드펀딩 등 새로운 형태의 정치참가도 생겨나고 있다. / 젊은이의회나 모의선거 등 정치참가를 촉진하는 노력도 각지에서 행해지고 있다. 인터넷 투표의 도입으로 인해 투표율 향상을 도모하는 논의도 진행되고 있다. 그러나 시큐리티나 본인확인의 과제로 인해 실현에는 이르지 못하고 있다. 또한 피선거권 연령의 인하논의도 진전이 보이지 않는다. 더욱이 정치리터러시 교육의 부족으로 인해 페이크뉴스에 영향받는 젊은이도 많다. 젊은이의 정치참가 촉진에는 교육개혁과 정치시스템의 쇄신이 필요하다. 세대간의 대화를 촉진하여 모든 세대가 참가하는 민주주의의 실현이 요구되고 있다."
    },
    {
        "id": 31,
        "translation": "양자통신기술의 실용화가 정보시큐리티의 새로운 시대를 열어가려 하고 있다. 양자암호통신은 물리법칙에 기반한 절대적인 안전성을 실현하여 어떤 계산능력을 가져도 해독불가능한 통신을 가능하게 한다. 양자얽힘을 이용한 양자텔레포테이션의 실험도 성공하여 순시의 정보전달에의 기대가 높아지고 있다. 중국은 양자통신위성 '묵자호'를 발사하여 대륙간 양자통신네트워크의 구축을 진행하고 있다. 일본에서도 동경-오사카간의 양자암호통신망의 정비가 계획되어 금융기관에서의 실증실험이 시작되고 있다. 의료정보나 국가기밀 등 최고레벨의 시큐리티가 요구되는 분야에서의 활용이 기대되고 있다. 양자인터넷의 실현으로 인해 분산형 양자컴퓨팅도 가능해진다. 그러나 양자통신의 실용화에는 기술적 과제가 많다. 양자상태의 유지가 곤란하여 장거리통신에서는 양자중계기의 개발이 불가결하다. / 현상으로는 통신속도가 느려 대용량데이터의 송신에는 적합하지 않다. 또한 설비비용이 극히 고액이어서 전용의 광파이버망의 정비가 필요하게 된다. 기존의 통신인프라와의 호환성도 과제로 단계적인 이행전략의 책정이 요구된다. 더욱이 양자통신기술의 군사이용에의 우려도 있어 국제적인 규제틀의 구축이 필요하다. 양자통신은 궁극의 시큐리티를 제공할 가능성이 있지만, 그 실현에는 계속적인 연구개발과 거액의 투자가 필요하다."
    },
    {
        "id": 32,
        "translation": "농업의 6차산업화가 농촌지역의 활성화전략으로 추진되고 있다. 생산(1차), 가공(2차), 판매·서비스(3차)를 일체화함으로써 농업의 부가가치 향상과 수익성 개선을 도모하는 노력이 전국에서 전개되고 있다. 농산물의 직판장이나 레스토랑 경영, 가공품 제조, 농업체험 등 다각적인 사업전개로 인해 새로운 고용과 수입원이 생겨나고 있다. 지역의 특산품을 활용한 브랜드화를 통해 차별화와 고부가가치화에 성공하는 사례도 늘고 있다. 농가민박이나 그린투어리즘의 전개로 인해 도시농촌교류도 활발해지고 있다. SNS를 활용한 마케팅으로 인해 소비자와의 직접적인 관계구축도 가능해졌다. 그러나 6차산업화에는 많은 과제가 있다. 초기투자가 크고 자금조달이 곤란한 농가가 많다. 또한 생산과 경영의 양립은 부담이 크고 전문지식의 부족으로 인해 사업화에 실패하는 케이스도 적지 않다. / 식품가공에는 위생관리나 품질관리의 엄격한 기준이 있어 대응에는 전문적인 지식과 설비가 필요하다. 판로개척도 쉽지 않아 안정적인 수익확보까지는 시간이 걸린다. 더욱이 인재부족도 심각하여 마케팅이나 상품개발의 스킬을 가진 인재의 확보가 곤란하다. 행정의 지원제도도 복잡하여 소규모 농가에는 이용하기 어렵다. 6차산업화의 성공에는 지역 전체의 연계와 계속적인 지원체제의 구축이 불가결하다."
    },
    {
        "id": 33,
        "translation": "인지바이어스의 이해가 의사결정의 질 향상에 중요한 역할을 하고 있다. 행동경제학의 발전으로 인해 인간의 비합리적인 판단패턴이 과학적으로 해명되어 비즈니스나 정책입안에의 응용이 진행되고 있다. 확증편향, 앵커링 효과, 프레이밍 효과 등 다양한 바이어스의 존재가 밝혀져 그 대처법도 연구되고 있다. 넛지이론의 실천으로 인해 사람들의 행동을 바람직한 방향으로 유도하는 수법이 개발되고 있다. 장기제공의 옵트아웃 방식이나 연금가입의 자동등록 등 선택아키텍처의 설계로 인해 사회적 과제의 해결이 도모되고 있다. 기업에서도 소비자심리의 이해에 기반한 마케팅전략이 전개되고 있다. 그러나 인지바이어스의 악용도 우려되고 있다. 페이크뉴스의 확산이나 사기적 상법에서 인간의 심리적 약점이 교묘하게 이용되고 있다. / 소셜미디어의 알고리즘은 확증편향을 강화하여 에코체임버 현상을 만들어내고 있다. 또한 바이어스의 존재를 인식해도 그것을 완전히 배제하는 것은 곤란하다. 메타인지의 향상을 도모해도 무의식하에서의 판단은 제어하기 어렵다. 더욱이 문화적 배경에 따라 다른 바이어스의 존재도 지적되고 있어 획일적인 대처법으로는 한계가 있다. AI시스템에도 인간의 바이어스가 전사되는 문제도 심각하다. 인지바이어스의 이해와 적절한 대처는 개인과 사회의 현명한 의사결정에 불가결하다."
    },
    {
        "id": 34,
        "translation": "신형모빌리티의 보급이 도시교통의 개념을 근본부터 바꾸어가고 있다. 전동킥보드, 셰어사이클, 초소형전기자동차 등 다양한 이동수단이 등장하여 라스트원마일의 교통과제 해결에 기여하고 있다. MaaS(Mobility as a Service)의 실현으로 인해 복수의 교통수단을 심리스하게 이용할 수 있는 환경이 갖춰져가고 있다. 스마트폰앱 하나로 경로검색에서 예약, 결제까지 완결하는 통합형 서비스가 제공되고 있다. 퍼스널모빌리티의 보급으로 인해 고령자나 장애자의 이동지원도 향상되고 있다. 자동운전기술과의 조합으로 인해 온디맨드형의 공공교통서비스도 실현되어가고 있다. 그러나 신형모빌리티에는 과제도 많다. 법규제의 정비가 따라잡지 못해 그레이존에서의 운용이 계속되고 있다. 전동킥보드의 사고증가나 보도에서의 위험주행이 사회문제화되고 있다. / 충전인프라의 부족이나 배터리의 환경부하도 무시할 수 없다. 사용완료 배터리의 처리방법도 확립되지 않고 있다. 또한 기존교통기관과의 경합으로 인해 공공교통의 채산성이 악화될 우려도 있다. 셰어링서비스의 방치차량문제도 도시경관을 손상시키는 요인이 되고 있다. 더욱이 디지털디바이드로 인해 스마트폰을 갖지 않은 사람들이 신서비스에서 소외되는 문제도 생기고 있다. 신형모빌리티의 건전한 발전에는 안전성의 확보와 사회적 합의형성이 불가결하다."
    },
    {
        "id": 35,
        "translation": "플라스틱 대체소재의 개발이 환경문제 해결의 마지막 카드로 기대되고 있다. 바이오플라스틱, 생분해성플라스틱, 종이제품, 식품폐기물 유래의 신소재 등 다양한 대체재료의 연구개발이 진행되고 있다. 해조류나 버섯의 균사체를 이용한 포장재, 우유단백질로 만드는 필름 등 혁신적인 소재도 등장하고 있다. 대기업도 탈플라스틱을 향한 노력을 가속화시키고 있다. 빨대나 용기의 소재전환, 리필상품의 확충, 량 판매의 도입 등 포장의 재검토가 진행되고 있다. 소비자의 환경의식 고조도 기업의 행동변화를 뒷받침하고 있다. 그러나 대체소재에는 많은 과제가 있다. 비용이 기존의 플라스틱보다 높아 대량생산에는 이르지 못하고 있다. 기능성도 뒤떨어지는 경우가 많아 방수성이나 강도, 보존성 등에서 타협을 강요당한다. / 생분해성플라스틱도 특정의 조건하에서만 분해되어 자연환경에서는 잔존하는 경우가 있다. 또한 바이오플라스틱의 원료가 되는 농작물의 재배가 식료생산과 경합할 우려도 있다. 삼림파괴나 수자원의 대량소비 등 다른 환경문제를 야기할 가능성도 지적되고 있다. 더욱이 리사이클시스템의 혼란도 문제로 기존의 플라스틱과 혼재하면 리사이클의 품질이 저하한다. 플라스틱 대체는 단순한 소재치환이 아니라 라이프사이클 전체에서의 환경영향 평가가 필요하다."
    },
    {
        "id": 36,
        "translation": "재해자원봉사의 역할이 피재지 지원에서 불가결한 존재가 되고 있다. 동일본대지진 이후 재해 시 자원봉사활동이 정착되어 연인원 수백만 명이 피재지 지원에 참가하고 있다. 잔해철거, 진흙닦이, 피난소 운영, 심리적 케어 등 다양한 활동으로 인해 피재자의 생활재건을 지원하고 있다. SNS를 활용한 정보공유로 인해 효율적인 인원배치와 지원물자의 조정이 가능해졌다. 기업자원봉사나 전문직 자원봉사의 참가로 인해 보다 질 높은 지원이 제공되고 있다. 재해자원봉사센터의 운영노하우도 축적되어 신속한 지원체제의 구축이 가능해졌다. 그러나 재해자원봉사에는 과제도 존재한다. '재해투어리즘'이라고 비판받는 피재지의 부담이 되는 행동도 보인다. 충분한 준비 없이 참가하여 오히려 혼란을 일으키는 케이스도 있다. / 또한 자원봉사의 안전관리도 중요한 과제로 2차재해의 리스크가 항상 존재한다. 보험제도의 정비는 진행되고 있지만, 보상내용은 충분하지 않다. 장기적인 지원의 계속도 곤란하여 발재 직후에는 많은 자원봉사가 모이지만, 부흥기에는 격감하는 경향이 있다. 더욱이 자원봉사 의존으로 인해 공적지원의 책임이 애매해질 우려도 있다. 행정과 자원봉사의 역할분담의 명확화가 필요하다. 재해자원봉사의 지속가능한 활동에는 적절한 코디네이트와 지원체제의 구축이 불가결하다."
    },
    {
        "id": 37,
        "translation": "음악스트리밍서비스의 보급이 음악산업에 구조적 변혁을 가져다주고 있다. 서브스크립션형의 비즈니스모델로 인해 수천만 곡을 정액으로 듣기 전용이라는 새로운 음악체험이 실현되었다. AI에 의한 레코멘데이션 기능으로 인해 개인의 기호에 맞춘 악곡의 발견이 용이해지고 있다. 아티스트에게도 세계 중의 리스너에게 직접 작품을 전달하는 것이 가능해졌다. 독립계 아티스트의 활약의 장이 넓어져 음악의 다양성이 향상되고 있다. 라이브배신과의 연계로 인해 새로운 수익모델도 생겨나고 있다. 그러나 스트리밍서비스에는 문제도 많다. 재생횟수에 대한 보수가 극히 낮아 아티스트의 수입확보가 곤란해지고 있다. 대기업 레이블이나 히트곡에 이익이 집중되어 중견 아티스트의 존속이 위태로워지고 있다. / 또한 알고리즘에 의한 선곡이 음악의 획일화를 초래할 우려도 있다. 리스너의 기호가 고정화되어 새로운 음악과의 만남이 감소할 가능성이 있다. CD나 레코드 등의 물리미디어의 쇠퇴로 인해 음악문화의 일부가 잃어져가고 있다. 아트워크나 라이너노트 등 음악을 둘러싼 문화적 요소가 경시되고 있다. 더욱이 저작권관리의 복잡화로 인해 적정한 이익배분이 곤란해지고 있다. 음악스트리밍의 건전한 발전에는 아티스트의 권리보호와 문화적 가치의 유지가 중요하다."
    },
    {
        "id": 38,
        "translation": "방재교육의 충실이 재해대국 일본의 중요과제로 위치지어지고 있다. 동일본대지진의 교훈으로부터 '가마이시의 기적'에 상징되는 방재교육의 중요성이 재인식되어 학교교육에서의 방재커리큘럼의 강화가 진행되고 있다. 피난훈련의 실천적인 개선으로 인해 형식적인 훈련에서 실효성 있는 훈련으로의 전환이 도모되고 있다. 지역과 연계한 방재교육으로 인해 세대를 넘은 방재의식의 양성이 진행되고 있다. 아이가 가정에서의 방재대책을 촉진하는 '방재의 담당자'로서의 역할도 기대되고 있다. VR이나 AR을 활용한 재해체험으로 인해 리얼한 위기감을 가진 학습이 가능해졌다. 그러나 방재교육에는 과제도 많다. 교원의 방재지식 부족으로 인해 효과적인 지도를 할 수 없는 케이스가 많다. 방재교육의 시간확보도 곤란하여 다른 교육과제와의 우선순위 부여에 고심하고 있다. / 또한 지역차이도 크고 재해리스크가 낮은 지역에서는 방재의식이 희박하다. 과거의 재해경험이 풍화되어 교훈이 계승되지 않고 있는 지역도 많다. 더욱이 방재피로라고도 할 수 있는 현상도 생기고 있어 빈번한 경보나 훈련으로 인해 오히려 위기감이 엷어지는 경향도 있다. 정상성바이어스의 극복은 쉽지 않아 '자신은 괜찮다'는 의식을 바꾸는 것은 곤란하다. 방재교육의 효과를 높이기 위해서는 계속적인 노력과 실천적인 내용으로의 개선이 불가결하다."
    },
    {
        "id": 39,
        "translation": "빈집문제의 심각화가 지역사회의 안전과 경관을 위협하고 있다. 전국의 빈집수는 850만호를 넘어 총주택수의 약 14%에 달하고 있다. 인구감소와 고령화로 인해 향후 더욱 증가가 예측되어 2033년에는 3채 중 1채가 빈집이 된다는 시산도 있다. 관리불전의 빈집은 붕괴리스크, 화재리스크, 범죄의 온상이 되어 지역의 안전을 위협하고 있다. 잡초의 번무나 불법투기로 인해 주변의 생활환경도 악화되고 있다. 소유자불명의 빈집도 증가하여 대책을 곤란하게 하고 있다. 상속포기나 상속인의 부재로 인해 관리책임자를 특정할 수 없는 케이스가 다발하고 있다. 빈집대책특별조치법으로 인해 특정빈집에의 행정대집행이 가능해졌지만, 비용회수의 곤란함으로 인해 실시는 한정적이다. 한편 빈집의 이활용도 진행되고 있다. / 리노베이션에 의한 고민가 재생, 셰어하우스나 게스트하우스로의 전용 등 새로운 가치창조의 시도가 행해지고 있다. 빈집뱅크의 정비로 인해 매칭도 촉진되고 있지만, 등록물건의 질에 격차가 있다. 그러나 해체비용의 부담이 크고 갱지로 만들면 고정자산세가 오르는 제도적인 문제도 있다. 또한 소유자의 애착이나 장래의 이용가능성에의 기대로 인해 처분에의 저항감도 강하다. 빈집문제의 해결에는 예방과 이활용의 양면에서의 종합적인 대책이 필요하다."
    },
    {
        "id": 40,
        "translation": "디지털아카이브의 구축이 문화유산의 보존과 활용의 새로운 수법으로 주목받고 있다. 귀중한 문서, 사진, 음성, 영상 등을 디지털화함으로써 열화나 재해에 의한 소실리스크로부터 지키고 넓게 공개하는 것이 가능해졌다. 국립국회도서관이나 각지의 박물관·미술관에서는 소장자료의 디지털화가 진행되어 온라인에서의 열람이 가능해지고 있다. 지역의 역사자료나 민속문화재의 디지털보존으로 인해 지역아이덴티티의 계승도 도모되고 있다. AI기술을 활용한 자동전차나 화상인식에 의한 자료정리도 진행되어 연구의 효율화가 실현되고 있다. 3D기술로 인해 문화재의 입체적인 기록과 재현도 가능해졌다. 그러나 디지털아카이브에는 과제도 많다. 디지털화에는 막대한 비용과 시간이 들어 예산확보가 곤란하다. / 또한 기술의 진부화로 인해 정기적인 마이그레이션이 필요하여 유지관리비용도 크다. 저작권처리도 복잡하여 고아저작물의 취급이 큰 장벽이 되고 있다. 권리자불명의 작품은 공개할 수 없어 사장되는 케이스가 많다. 더욱이 디지털데이터의 장기보존기술도 확립되지 않고 있다. 기록매체의 수명은 한정되어 있어 100년 후의 액세스 보증은 곤란하다. 메타데이터의 표준화도 진행되지 않아 횡단검색의 실현에는 과제가 남는다. 디지털아카이브의 지속가능한 운용에는 기술과 제도의 양면에서의 정비가 필요하다."
    },
    {
        "id": 41,
        "translation": "곤충의 대량멸종이 생태계의 붕괴를 야기할 가능성으로 경종을 울리고 있다. 과거 40년간 곤충의 총량은 75% 감소했다는 연구결과가 있어 '곤충의 묵시록'이라고도 불리는 위기적 상황에 있다. 농약의 사용, 서식지의 파괴, 기후변동, 광해 등 복합적인 요인이 곤충의 감소를 가속화시키고 있다. 특히 네오니코티노이드계 농약의 영향은 심각하여 꿀벌의 대량사를 야기하고 있다. 곤충은 수분, 분해, 식물연쇄의 기반으로 생태계를 지탱하고 있어 그 소실은 농업생산과 자연환경에 파멸적인 영향을 준다. 세계의 작물의 75%가 곤충에 의한 수분에 의존하고 있어 경제적 손실은 헤아릴 수 없다. 곤충식의 조류나 양서류도 연쇄적으로 감소하여 생물다양성의 상실이 가속화되고 있다. 한편 곤충보호의 노력도 시작되고 있다. 유기농업의 확대, 농약규제의 강화, 도시녹화에 의한 서식지의 창출 등이 진행되고 있다. / 시민과학 프로젝트로 인해 곤충모니터링도 활발해지고 있다. 그러나 곤충에의 관심은 낮고 '징그럽다'는 감정적인 반응이 보호활동의 장애가 되고 있다. 또한 경제활동과의 양립도 곤란하여 농업생산성의 유지와 곤충보호의 균형은 어려운 과제이다. 더욱이 곤충의 생태에 관한 기초연구도 부족하여 효과적인 보호책의 입안이 곤란하다. 곤충의 보호는 인류의 존속에 관련된 문제이며, 조급한 대책이 필요하다."
    },
    {
        "id": 42,
        "translation": "유니버설디자인의 보급이 누구나 살기 좋은 사회의 실현을 향해 진전하고 있다. 연령, 성별, 국적, 장애의 유무에 관계없이 모든 사람이 사용하기 쉬운 제품이나 서비스의 개발이 활발해지고 있다. 건축물의 배리어프리화에서 누구나 사용하기 쉬운 유니버설디자인으로의 전환이 진행되어 사회인프라의 개선이 도모되고 있다. 픽토그램의 활용으로 인해 언어의 벽을 넘은 정보전달도 가능해졌다. 음성안내나 촉각사인 등 다양한 감각을 활용한 정보제공도 충실해지고 있다. 웹접근성의 향상으로 인해 시각장애자도 인터넷을 활용할 수 있는 환경이 갖춰져가고 있다. 기업에서도 유니버설디자인을 경쟁력의 원천으로 위치지우는 움직임이 확산되고 있다. 그러나 유니버설디자인의 실현에는 과제도 많다. 초기비용이 높아 중소기업이나 자치단체에는 도입이 곤란하다. / 또한 '모든 사람'의 니즈를 만족시키는 것은 현실적으로 불가능하여 우선순위의 설정이 필요하게 된다. 디자인성과의 양립도 과제로 기능성을 중시하면 심미성이 손상되는 경우가 있다. 규격의 난립으로 인해 오히려 사용하기 어려워지는 케이스도 있다. 더욱이 유니버설디자인에의 이해부족으로 인해 단순한 배리어프리와 혼동되는 경우도 많다. 당사자참가의 부족으로 인해 실제 니즈와 어긋난 설계가 되는 것도 있다. 진정한 유니버설디자인의 실현에는 다양성에의 이해와 계속적인 개선이 불가결하다."
    },
    {
        "id": 43,
        "translation": "서큘러이코노미형 비즈니스모델의 창출이 지속가능한 경제성장의 열쇠로 주목받고 있다. 제품의 서비스화, 셰어링, 리매뉴팩처링, 업사이클링 등 자원효율을 최대화하는 새로운 비즈니스가 생겨나고 있다. 패션업계에서는 의복의 렌탈서비스나 고옷의 리메이크 비즈니스가 급성장하고 있다. 가전제품의 서브스크립션모델로 인해 소유에서 이용으로의 전환이 진행되고 있다. 수리카페나 리페어숍의 증가로 인해 제품수명의 연장이 도모되고 있다. 기업간에서의 부산물의 상호이용으로 인해 폐기물 제로를 목표로 하는 산업공생도 진전하고 있다. 블록체인을 활용한 자원트레이서빌리티로 인해 순환의 가시화도 실현되어가고 있다. 그러나 서큘러이코노미의 실현에는 장벽이 많다. 초기투자의 회수에 시간이 걸려 단기적인 수익성은 낮다. / 소비자의 소유욕구도 뿌리깊어 셰어링에의 저항감이 있다. 또한 품질이나 위생면에서의 우려로 인해 중고품이나 재생품에의 불신감도 존재한다. 법규제도 선형경제를 전제로 하고 있어 순환형 비즈니스에는 적합하지 않은 경우가 많다. 더욱이 글로벌 공급체인에서의 순환은 복잡하여 국제협조가 불가결하다. 기술적으로도 다운사이클링에 빠지기 쉬워 품질유지가 과제가 되고 있다. 서큘러이코노미로의 이행에는 비즈니스모델과 사회시스템의 근본적인 변혁이 필요하다."
    },
    {
        "id": 44,
        "translation": "일하는 여성의 건강지원이 기업의 생산성 향상과 여성활약 추진의 중요과제가 되고 있다. 월경, 임신, 출산, 갱년기 등 여성특유의 건강과제로 인해 커리어 형성에 영향을 받는 여성이 많다. 생리휴가제도는 있지만 취득률은 극히 낮아 참으면서 일하는 여성이 대부분이다. 불임치료와 일의 양립도 곤란하여 치료를 이유로 이직하는 여성이 연간 수만 명에 이른다. 갱년기장애로 인해 관리직 승진을 단념하는 여성도 적지 않다. 기업에서도 여성의 건강지원에 임하는 움직임이 확산되고 있다. 펨텍제품의 도입, 여성전용의 건강상담창구의 설치, 유연한 근무제도의 정비 등이 진행되고 있다. 건강경영의 관점에서 여성의 건강투자가 가져다주는 경제효과도 인식되고 있다. 그러나 과제도 산적해 있다. 남성관리직의 이해부족으로 인해 적절한 배려가 이루어지지 않는 케이스가 많다. / 프라이버시에의 배려로 인해 건강과제를 말하지 못하는 분위기도 뿌리깊다. 또한 의료체제도 불충분하여 산업의의 여성비율은 낮고 전문적인 대응이 곤란하다. 여성특유의 증상에 대한 치료법도 확립되지 않은 경우가 많다. 더욱이 개인차가 크고 획일적인 대응으로는 효과가 한정적이다. 비정규고용의 여성은 건강지원제도의 대상외가 되는 것도 많다. 여성의 건강지원은 진정한 남녀공동참획 사회의 실현에 불가결한 요소이다."
    },
    {
        "id": 45,
        "translation": "지역통화의 활용이 지역경제의 활성화와 커뮤니티 재생의 수단으로 재검토되고 있다. 전자화로 인해 편의성이 향상되고 블록체인기술의 활용으로 인해 투명성과 신뢰성도 확보되고 있다. 지역내에서의 소비를 촉진하여 자금의 역외유출을 막는 효과가 기대되고 있다. 자원봉사활동이나 지역공헌에의 대가로 발행되어 상부상조의 구조로도 기능하고 있다. 고령자의 돌봄이나 육아지원 등 시장경제에서는 평가되기 어려운 활동의 가치화도 가능해졌다. SDGs의 달성을 향한 행동변화를 촉진하는 인센티브로도 활용되고 있다. 환경배려형의 소비나 지산지소의 추진에 지역통화가 기여하고 있다. 그러나 지역통화에는 과제도 많다. 유통범위가 한정적이어서 이용기회가 적기 때문에 보급이 진행되지 않는다. 운영비용도 높아 지속가능성의 확보가 곤란하다. / 또한 법정통화와의 교환성이나 세제상의 취급도 복잡하다. 이용자의 IT리터러시에 의한 격차도 생기고 있어 고령자의 참가가 곤란한 경우가 많다. 더욱이 지역통화의 난립으로 인해 상호운용성이 없어 편의성이 손상되고 있다. 투기적인 이용이나 머니로더링의 리스크도 우려된다. 지역통화의 성공에는 지역주민의 이해와 참가, 그리고 적절한 제도설계가 불가결하다. 단순한 경제적 툴이 아니라 커뮤니티 형성의 수단으로서의 위치지움이 중요하다."
    },
    {
        "id": 46,
        "translation": "넷 염상의 증가가 표현의 자유와 사회적 제재의 균형을 묻는 문제가 되고 있다. SNS상에서의 부적절한 발언이나 행동이 순식간에 확산되어 개인이나 기업이 격한 비판에 노출되는 사례가 빈발하고 있다. 과거의 발언이 파헤쳐져 문맥을 무시한 단죄가 행해지는 것도 있다. 염상으로 인해 직을 잃거나 학교를 퇴학하거나 정신적으로 몰리는 등 심각한 피해가 생기고 있다. 한 번 염상하면 디지털타투로 영구적으로 기록이 남아 사회복귀가 곤란해진다. 기업도 염상리스크에 신경을 곤두세우고 과도한 자주규제에 달리는 경향이 있다. 한편 염상이 사회정의의 실현에 기여하는 경우도 있다. 권력자의 부정이나 기업의 부정행위가 밝혀지는 계기가 되는 것도 있다. 그러나 염상의 대부분은 감정적인 반응에 기반하여 건설적인 논의로는 이어지지 않는다. / 페이크뉴스나 오해에 기반한 염상도 많아 무실의 사람이 피해를 받는 케이스도 있다. 또한 염상을 두려워한 나머지 본래 필요한 논의가 회피되는 경향도 있다. 정치적, 사회적인 문제에 대해 자유로운 의견표명이 곤란해지고 있다. 더욱이 염상을 의도적으로 일으키는 '염상마케팅'도 문제시되고 있다. 주목을 모으기 위해 일부러 과격한 발언을 하는 풍조도 생겨나고 있다. 넷염상에의 대처에는 미디어리터러시의 향상과 건설적인 대화문화의 양성이 필요하다."
    },
    {
        "id": 47,
        "translation": "수소사회의 실현이 탈탄소사회로의 이행의 열쇠로 기대되고 있다. 그린수소의 제조비용 저하로 인해 화석연료에 대신하는 클린에너지로서의 실용화가 시야에 들어왔다. 연료전지자동차의 보급, 수소발전소의 건설, 산업용 수소의 이용확대 등 다양한 분야에서의 활용이 진행되고 있다. 수소는 장기간의 에너지저장이 가능하여 재생가능에너지의 변동을 흡수하는 역할도 기대되고 있다. 국제적인 수소공급체인의 구축으로 인해 에너지안전보장의 향상도 도모되고 있다. 호주나 중동으로부터의 수소수입 프로젝트가 진행 중이다. 제철이나 화학공업에서의 수소이용으로 인해 산업부문의 탈탄소화도 가능해진다. 그러나 수소사회의 실현에는 많은 과제가 있다. 수소제조에는 대량의 전력이 필요하여 에너지효율이 낮다. / 수송·저장의 인프라 정비에는 거액의 투자가 필요하여 기존의 가스파이프라인의 전용에도 한계가 있다. 또한 수소의 안전성 확보도 중요한 과제로 누설이나 폭발의 리스크 관리가 불가결하다. 일반시민의 수소에 대한 불안감도 뿌리깊다. 더욱이 그레이수소나 블루수소 등 제조과정에서 CO2를 배출하는 수소의 취급도 논의가 되고 있다. 정말로 클린한 수소의 확보는 쉽지 않다. 비용경쟁력도 과제로 다른 에너지원과 비교하여 여전히 고액이다. 수소사회의 실현에는 기술혁신과 대규모 사회인프라의 전환이 필요하다."
    },
    {
        "id": 48,
        "translation": "과로사 문제가 일본의 노동문화의 뿌리깊은 병리로 국제적인 주목을 모으고 있다. 연간의 과로사·과로자살 인정건수는 수백 건에 이르지만, 빙산의 일각에 지나지 않는다고 여겨지고 있다. 장시간 노동, 파워해러스먼트, 과중한 노르마 등 복합적인 요인이 노동자를 몰아넣고 있다. 텔레워크의 보급으로 인해 노동시간의 경계가 애매해져 '보이지 않는 잔업'도 증가하고 있다. 서비스잔업의 상태화, 유급휴가의 미소화 등 법령위반도 횡행하고 있다. 젊은층의 과로사도 증가경향에 있어 신입사원의 자살이 사회문제화되고 있다. 일하는 방식 개혁 관련법으로 인해 잔업시간의 상한규제나 근무간 인터벌제도가 도입되었지만, 실효성에는 의문이 남는다. 의사나 교원 등 일부 직종은 규제의 대상외가 되고 있다. / 또한 관리직이나 재량노동제 적용자는 여전히 장시간 노동의 리스크에 노출되고 있다. 기업문화의 변혁도 진행되지 않고 있다. '열심히 하는 것이 미덕'이라는 가치관이 뿌리깊어 정시퇴근에의 죄악감이 남는다. 더욱이 인수부족으로 인해 일인당 업무량은 증가경향에 있다. 노동조합의 조직률 저하로 인해 노동자의 권리보호도 약체화되고 있다. 과로사의 예방에는 법규제의 강화뿐만 아니라 사회 전체의 의식개혁이 불가결하다. 생산성 향상과 노동자의 건강·행복의 양립을 도모하는 새로운 노동모델의 구축이 요구되고 있다."
    },
    {
        "id": 49,
        "translation": "생성AI의 교육이용이 학습의 있는 방식에 혁명적인 변화를 가져다주고 있다. 개별최적화된 학습지원, 자동채점, 교재작성의 효율화 등 교육의 질 향상과 교사의 부담경감이 기대되고 있다. AI튜터로 인해 24시간 언제든지 질문할 수 있는 학습환경이 실현되어 이해도에 따른 개별지도가 가능해졌다. 언어의 벽을 넘은 교육도 가능해져 세계 중의 우수한 교육콘텐츠에의 접근이 용이해지고 있다. 창조적인 과제설정으로 인해 AI를 활용한 새로운 학습방법도 개발되고 있다. 프로그래밍교육에서는 AI와의 협동에 의한 코드작성이 표준적인 수법이 되어가고 있다. 그러나 생성AI의 교육이용에는 심각한 우려도 있다. 학생의 사고력 저하가 최대 문제로 스스로 생각하는 기회가 잃어지고 있다. 리포트나 논문의 대필로 인해 학술적 성실성이 위협받고 있다. / AI에의 과도한 의존으로 인해 기초적인 지식이나 기능의 습득이 소홀해질 가능성도 있다. 비판적 사고력이나 창조성의 육성이 곤란해진다는 지적도 많다. 또한 AI가 생성하는 정보의 정확성도 과제로 잘못된 지식을 학습할 리스크가 있다. 교육격차의 확대도 우려되어 AI활용능력의 차이가 학력격차로 이어질 가능성이 있다. 더욱이 프라이버시의 문제도 심각하여 학습데이터의 관리와 이용에는 신중한 대응이 필요하다. 개인의 학습이력이 장래의 진로에 영향을 줄 가능성도 있다. 생성AI의 교육이용에는 적절한 가이드라인과 윤리적인 배려가 불가결하다."
    },
    {
        "id": 50,
        "translation": "푸드테크 혁명이 식품의 미래를 크게 바꾸려 하고 있다. 식물성 대체육, 배양육, 곤충식, 3D푸드프린팅, 수직농법 등 혁신적인 기술로 인해 식료생산의 개념이 근본부터 뒤집혀가고 있다. 분자가스트로노미의 발전으로 인해 식감이나 풍미를 자유자재로 디자인하는 것이 가능해졌다. 퍼스널라이즈드 영양으로 인해 개인의 유전자나 장내세균에 맞는 최적의 식사의 제공도 실현되어가고 있다. AI를 활용한 레시피개발로 인해 지금까지에는 없던 맛의 조합이나 조리법이 만들어지고 있다. 로봇셰프의 도입으로 인해 조리의 자동화와 품질의 균일화가 진행되고 있다. 블록체인에 의한 식품트레이서빌리티로 인해 안전성과 투명성도 향상되고 있다. 푸드로스 삭감기술로 인해 지속가능한 식품시스템의 구축도 진전하고 있다. / 그러나 푸드테크에는 과제도 많다. 신기술에의 소비자의 수용성은 낮고 '자연'에의 회귀지향과 상반한다. 안전성의 장기적인 검증도 불충분하여 건강에의 영향은 미지수이다. 또한 전통적인 식문화의 상실도 우려되고 있다. 수제작의 가치나 식품을 통한 커뮤니케이션이 잃어질 가능성이 있다. 비용면에서도 과제가 있어 첨단기술을 사용한 식품은 고액이 되기 쉽다. 식품의 격차가 확대되어 기술의 은혜를 받을 수 없는 층이 생길 우려도 있다. 더욱이 규제의 정비도 따라잡지 못해 새로운 식품카테고리에의 대응이 늦어지고 있다. 푸드테크의 건전한 발전에는 이노베이션과 식문화의 조화가 중요하다."
    },
    {
        "id": 51,
        "translation": "현대사회에서 개인정보 취급은 기술혁신이 가져온 가장 복잡한 과제 중 하나라고 할 수 있다. 인터넷의 보급으로 우리의 행동 이력, 구매 경향, 나아가 사고 패턴까지도 데이터로 축적되고 있다. 기업들은 이러한 빅데이터를 활용하여 보다 정확도 높은 마케팅 전략을 전개하고 있다. 확실히 개인맞춤형 서비스는 편의성을 향상시키고 소비자에게도 메리트가 크다. 그러나 개인정보 유출 위험은 항상 존재하며, 한번 유출된 정보를 완전히 회수하는 것은 사실상 불가능하다. / 더욱 우려되는 것은 AI 알고리즘에 의한 개인의 신용평가 시스템 구축이다. 과거의 행동 데이터로부터 미래의 행동을 예측하고, 그에 기반하여 융자나 고용 판단이 내려지는 사회는 과연 공정하다고 할 수 있을까? 중국에서 이미 구현되고 있는 사회신용시스템은 교통위반부터 SNS에서의 발언까지 모든 행동을 점수화하여 시민의 생활 전반에 영향을 미치고 있다. 낮은 점수의 시민은 비행기나 고속철도 이용을 제한받고, 자녀의 진학에까지 영향이 미친다고 한다. 이러한 감시사회의 도래는 조지 오웰의 『1984년』을 현실화하고 있다. 프라이버시와 편의성의 트레이드오프는 현대인이 직면하는 피할 수 없는 딜레마가 되고 있다. 법적 규제 강화와 기술적 대책 양 측면에서 개인정보보호의 새로운 틀을 구축하는 것이 급무다. EU의 일반데이터보호규칙(GDPR)은 잊혀질 권리나 데이터 이동권을 보장하며 세계적 표준이 되고 있다. 그러나 국가 간 데이터 주권을 둘러싼 대립도 격화되고 있어 디지털 시대의 새로운 지정학적 과제가 되고 있다. 개인정보의 가치가 석유에 버금간다고까지 불리는 현대에 있어, 그 적절한 관리와 활용의 균형을 어떻게 잡을지는 민주주의 사회의 근간에 관련된 문제다. 기술 진보가 가져다주는 혜택을 누리면서 인간의 존엄과 자유를 지킨다는 어려운 과제에 우리는 정면으로 맞서야 한다."
    },
    {
        "id": 52,
        "translation": "인공지능의 급속한 발전은 노동시장에 전례 없는 변혁을 가져오고 있다. 기계학습과 딥러닝의 기술혁신으로 지금까지 인간만이 할 수 있다고 여겨졌던 창조적인 작업까지도 자동화될 가능성이 현실미를 띠게 되었다. 번역, 문장 작성, 이미지 생성, 나아가 음악 제작에 이르기까지 AI의 능력은 날로 향상되고 있다. 최신 대규모 언어모델은 전문적인 논문 집필이나 복잡한 프로그래밍 태스크도 해낼 수 있게 되어 지적 노동자의 존재 의의가 문제시되고 있다. 이러한 상황에서 인간 노동자는 어떤 가치를 제공할 수 있을까? 전문가들 사이에서는 AI와 인간의 협업이 열쇠가 된다는 견해가 주류가 되고 있다. AI가 특기로 하는 데이터 처리나 반복 작업을 맡기고, 인간은 감정 이해, 윤리적 판단, 창조적 문제 해결 등 보다 고차원의 인지 능력을 요하는 업무에 전념한다는 역할 분담이다. / 그러나 이 이상적 시나리오의 실현에는 노동자의 지속적인 스킬업과 교육 시스템의 근본적인 개혁이 불가결하다. 리스킬링과 업스킬링을 위한 사회적 투자가 급무가 되고 있지만, 변화의 속도를 따라잡는 것은 쉽지 않다. 나아가 AI에 의해 일자리를 잃는 사람들에 대한 사회적 안전망 구축도 시급한 과제가 되고 있다. 유니버설 베이직 인컴 도입을 제창하는 목소리도 높아지고 있지만, 재원 확보나 노동 의욕에 대한 영향 등 해결해야 할 문제가 산적해 있다. 기술 진보를 두려워하지 말고 그것을 인류의 행복을 위해 활용하는 지혜가 문제시되고 있다. 동시에 AI가 가져오는 격차 확대를 막고 포용적인 사회를 유지하는 것이 21세기의 최중요 과제 중 하나가 되고 있다. 역사를 돌아보면 산업혁명 때마다 '기계가 인간의 일을 빼앗는다'는 우려가 반복되어 왔지만, 결과적으로는 새로운 고용이 창출되어 왔다. 그러나 이번 AI 혁명은 그 속도와 범위에 있어서 과거 어떤 변혁도 능가할 가능성이 있어, 낙관적 전망만으로는 부족하다."
    },
    {
        "id": 53,
        "translation": "지구온난화 대책으로 주목받고 있는 카본뉴트럴의 실현은 산업계에 패러다임 시프트를 요구하고 있다. 2050년까지 온실효과가스 배출을 실질 제로로 한다는 목표는 단순한 환경보호 관점을 넘어 경제 시스템 전체의 재구축을 의미한다. 제조업에서는 화석연료에 의존한 생산 프로세스에서 재생가능에너지를 기반으로 한 순환형 생산으로의 전환이 요구되고 있다. 이 이행기에 있어서 기업은 거액의 설비투자와 기술개발을 강요받는 한편, 새로운 비즈니스 찬스도 생겨나고 있다. 수소에너지, 축전지 기술, 탄소 회수·이용·저류(CCUS) 기술 등 탈탄소 사회를 지탱하는 혁신적 기술에의 투자가 활발화되고 있다. 특히 그린 수소의 제조 코스트가 급속히 저하되고 있어, 2030년대에는 화석연료와 경쟁 가능한 수준에 달할 것으로 예측되고 있다. / 그러나 과제도 산적해 있다. 재생가능에너지의 불안정성을 보완하는 대규모 축전 시스템 구축에는 리튬이나 코발트 등 희소금속의 확보가 불가결하지만, 이러한 자원을 둘러싼 국제경쟁은 격화일로를 걷고 있다. 또한 에너지 전환에 따른 좌초자산 문제도 심각하다. 화석연료 관련 설비나 기술이 급속히 가치를 잃음으로써 거액의 손실이 발생할 가능성이 있다. 나아가 선진국과 개발도상국 간의 책임 분담이나 기술 이전 문제도 국제협조의 관점에서 중요하다. 기후정의의 관점에서 역사적으로 온실효과가스를 대량 배출해온 선진국이 보다 큰 책임을 져야 한다는 주장도 뿌리깊다. 한편 개도국의 경제발전 권리도 존중되어야 하며, 양자의 균형을 어떻게 잡을지가 문제시되고 있다. 환경과 경제의 양립이라는 어려운 과제에 인류의 영지를 결집하여 임할 필요가 있다. 기업에게는 ESG 투자의 확대로 환경 대책이 단순한 코스트가 아니라 기업가치 향상의 기회가 되고 있다. 이 전환기를 극복한 기업이 차세대의 승자가 될 것은 틀림없다."
    },
    {
        "id": 54,
        "translation": "일본의 고등교육이 직면한 구조적 문제는 저출산의 진행으로 더욱 심각화되고 있다. 대학 전입시대를 맞아 정원 미달에 시달리는 사립대학이 증가하는 한편, 연구력의 국제경쟁력 저하도 우려되고 있다. 논문의 피인용수나 국제공동연구 비율 등 많은 지표에서 일본 대학의 상대적 지위는 저하 경향에 있다. 이 배경에는 연구자금의 배분 방법, 젊은 연구자의 불안정한 고용환경, 과도한 사무 부담 등 복합적인 요인이 존재한다. 특히 심각한 것은 박사과정 진학자의 감소다. 경제적 불안과 불투명한 커리어 패스로 우수한 학생이 연구의 길을 피하는 경향이 강해지고 있다. 포스닥 문제로 알려진 박사학위 취득 후의 불안정한 고용 상황은 20년 이상 해결되지 않은 구조적 과제다. / 산학연계의 추진이나 외부자금 획득이 장려되는 한편, 기초연구의 경시로 이어진다는 비판도 있다. 단기적 성과가 요구되는 경쟁적 자금에의 의존이 높아져, 장기적인 시야에 선 연구가 곤란해지고 있는 것이다. 또한 대학의 국제화는 급선무 과제이지만, 언어의 벽이나 문화적 폐쇄성이 장애가 되고 있다. 영어 수업 제공이나 외국인 교원 채용은 진행되고 있지만, 진정한 의미의 국제화에는 거리가 멀다. 교육면에서는 사회가 요구하는 인재와 대학이 육성하는 인재의 미스매치도 지적되고 있다. 데이터사이언스나 AI 등 새로운 분야에의 대응이 늦어지고 있다는 목소리도 많다. 문리융합교육의 필요성이 외쳐진 지 오래되지만, 종적 분할의 학부 구조가 그 실현을 막고 있다. 대학개혁은 단순한 조직 재편이 아니라 일본의 지적 기반을 어떻게 재구축할지라는 국가 전략의 문제다. 산업구조의 전환기에 있는 지금, 고등교육기관의 역할을 근본부터 재검토할 필요가 있다. 동시에 대학의 자치와 사회적 책임의 균형을 어떻게 잡을지라는 오래되고 새로운 문제에도 다시 맞서야 한다."
    },
    {
        "id": 55,
        "translation": "현대의료에서 유전자치료의 진보는 난병 치료에 새로운 희망을 가져다주는 동시에 윤리적 논의를 불러일으키고 있다. CRISPR-Cas9으로 대표되는 게놈편집 기술은 유전성 질환의 근본치료를 가능하게 하는 획기적인 수법으로 기대되고 있다. 암 치료에서도 환자의 면역세포를 유전자 개변하여 암세포를 공격하게 하는 CAR-T 세포치료가 실용화되어, 종래의 치료법으로는 효과가 없었던 환자에게 극적인 개선을 가져다주는 케이스도 보고되고 있다. 나아가 선천성 대사이상증이나 혈액질환에 대한 유전자치료도 착실히 성과를 올리고 있다. 그러나 이러한 기술에는 중대한 리스크도 따른다. 의도하지 않은 유전자 변이(오프타겟 효과)의 가능성, 장기적 부작용의 불확실성, 그리고 무엇보다 생식세포에의 편집이 세대를 넘어 영향을 미칠 위험성 등이 우려되고 있다. / 2018년 중국에서 행해진 게놈편집 베이비의 탄생은 과학계에 큰 충격을 주었다. HIV 내성을 갖게 한다는 명목으로 행해진 이 실험은 기술적으로도 윤리적으로도 많은 문제를 내포하고 있었다. 나아가 치료비가 극히 고액이 되는 것에서 의료격차의 확대도 문제시되고 있다. CAR-T 세포치료의 비용은 1인당 수천만 엔에 이르며, 보험적용이 있어도 환자의 부담은 크다. 디자이너 베이비의 탄생으로 이어질 수 있다는 윤리적 우려도 뿌리깊다. 지능이나 신체능력의 향상을 목적으로 한 유전자편집은 인간의 존엄에 관련된 근본적인 문제를 제기한다. 또한 유전자편집 기술의 군사이용으로의 전용 가능성도 국제적인 안전보장상의 우려 사항이 되고 있다. 과학기술의 진보와 인간의 존엄의 균형을 어떻게 잡을지, 사회 전체에서의 신중한 논의와 합의 형성이 불가결하다. 동시에 이러한 기술이 가져다주는 혜택을 전 인류가 공평하게 향유할 수 있는 구조 구축도 중요한 과제가 되고 있다."
    },
    {
        "id": 56,
        "translation": "글로벌화의 진전에 따라 다국적기업의 조세회피가 국제사회의 중요과제로 부상하고 있다. 디지털 경제의 확대로 물리적 거점을 갖지 않고 거액의 이익을 올리는 기업이 증가하여, 종래의 세제로는 대응할 수 없는 상황이 생기고 있다. 이른바 GAFA로 대표되는 거대 테크기업은 세율이 낮은 나라에 이익을 이전함으로써 실효세율을 대폭 인하하고 있다. 아마존이나 구글 등은 복잡한 국제적 스킴을 사용하여 본래 납세해야 할 국가에서의 세 부담을 회피하고, 택스헤이븐에 이익을 축적하고 있다. 이 문제에 대해 OECD를 중심으로 국제적인 세제개혁 논의가 진행되어, 2021년에는 역사적인 합의가 성립했다. 디지털 과세의 도입으로 다국적기업이 사업을 행하는 국가에서의 납세를 의무화하고, 최저법인세율 15% 설정으로 과도한 세율 인하 경쟁에 브레이크를 걸려고 하고 있다. / 그러나 실시에는 각국의 이해조정이라는 어려운 과제가 남겨져 있다. 택스헤이븐으로서 이익을 얻어온 소국에게는 중요한 수입원을 잃는 것이 된다. 또한 디지털 과세의 대상이 되는 기업의 정의나 세수의 배분 방법을 둘러싸고도 각국의 사정이 교차하고 있다. 나아가 암호자산의 보급으로 자금의 흐름이 더욱 복잡화되어, 세무당국의 파악이 곤란해지고 있다. NFT나 DeFi(분산형 금융) 등의 새로운 금융기술은 기존 세제의 틀로는 포착할 수 없는 거래를 가능하게 하고 있다. 공정한 세 부담의 실현은 사회의 지속가능성에 불가결하며, 국제협조에 의한 포괄적인 대책이 요구되고 있다. 조세정의의 실현은 격차의 시정과 사회적 연대의 유지라는 관점에서도 21세기 국제사회가 직면하는 최중요 과제 중 하나다. 동시에 각국의 세제 주권과 국제협조의 균형을 어떻게 잡을지라는 국제법상의 근본적인 문제에도 답을 내놓아야 한다."
    },
    {
        "id": 57,
        "translation": "식량안전보장의 관점에서 곤충식이 차세대 단백질원으로서 세계적으로 주목을 받고 있다. 국연식량농업기관(FAO)의 추계에 따르면 2050년까지 세계인구는 97억 명에 달하고, 현재의 식량생산 시스템으로는 수요를 충족시킬 수 없게 될 가능성이 높다. 곤충은 소나 돼지와 비교하여 사료 변환 효율이 극히 높고, 온실효과가스 배출량도 적다. 귀뚜라미는 동량의 단백질을 생산하는 데 소의 12분의 1의 사료로 충분하고, 물 사용량은 2000분의 1, 온실효과가스 배출량은 100분의 1 이하라는 놀라운 효율성을 보이고 있다. 나아가 필요한 토지도 대폭 삭감할 수 있어 환경부하 관점에서도 우수하다. 영양면에서도 양질의 단백질, 비타민B12, 철분, 오메가3 지방산 등을 풍부하게 함유하여, 기능성 식품으로서의 가능성도 기대되고 있다. / 그러나 소비자의 심리적 저항은 뿌리깊고, 특히 선진국에서는 '곤충을 먹는' 것에 대한 혐오감을 극복하는 것이 큰 과제가 되고 있다. 문화적인 식의 터부는 쉽게 바뀌는 것이 아니어서, 교육과 계발활동이 불가결하다. 안전성 확보도 중요한 과제다. 곤충의 사육환경, 먹이 관리, 가공과정에서의 위생관리 등 새로운 식품안전기준의 확립이 필요하게 된다. 또한 갑각류 알레르기를 가진 사람은 곤충에도 반응할 가능성이 있어, 알레르겐 표시의 의무화도 검토되고 있다. 한편 곤충 유래 단백질을 분말화하여 기존 식품에 첨가하는 형태의 이용도 진행되고 있다. 빵이나 파스타, 프로틴바 등에 곤충분을 섞음으로써 외관의 저항감을 경감하면서 영양가를 높일 수 있다. 이미 유럽에서는 곤충식품의 유통이 시작되어 있고, 일본에서도 일부 기업이 상품화에 나서고 있다. 식문화의 다양성을 존중하면서 지속가능한 식량 시스템 구축을 향한 대처가 요구되고 있다."
    },
    {
        "id": 58,
        "translation": "양자컴퓨터의 실용화가 현실미를 띠게 됨에 따라 정보보안의 근본적인 재검토가 강요되고 있다. 현재 널리 사용되고 있는 RSA 암호 등의 공개키 암호는 소인수분해의 곤란성에 기초하고 있지만, 양자컴퓨터의 쇼어 알고리즘은 이 문제를 다항식 시간으로 풀 수 있다. 즉 양자컴퓨터가 본격적으로 보급되면 현재의 인터넷 보안 기반이 붕괴할 가능성이 있다. 신용카드 정보, 개인인증, 국가기밀 등 암호로 보호되고 있는 모든 정보가 위험에 노출되게 된다. 이 위협에 대응하기 위해 내양자 암호(포스트 양자 암호)의 개발이 급피치로 진행되고 있다. 격자 암호, 부호 암호, 다변수 다항식 암호, 해시 베이스 서명 등 양자컴퓨터로도 해독곤란하다고 여겨지는 새로운 암호방식의 연구가 활발화되고 있다. 미국 국립표준기술연구소(NIST)는 2022년에 최초의 내양자 암호 표준을 발표하고, 이행기간을 두어 단계적인 도입을 추진하고 있다. / 그러나 이러한 신기술의 안전성을 충분히 검증하는 데는 시간이 걸리고, 기존 시스템으로부터의 이행에도 막대한 코스트가 필요하게 된다. 암호의 키 사이즈가 커지는 것으로 인한 통신효율의 저하도 우려재료다. 나아가 양자통신 기술에 의한 절대적으로 안전한 통신의 실현도 기대되고 있지만, 양자얽힘을 이용한 양자키 배송(QKD) 시스템의 구축에는 전용 광파이버망이나 중계기 개발 등 인프라 정비에 기술적·경제적 과제가 많다. 또한 '지금 기록해서 나중에 해독하는' 공격에의 대책도 급무다. 현재의 암호로 보호된 기밀정보가 기록되어, 장래의 양자컴퓨터로 해독될 가능성이 있기 때문에, 기밀유지 기간이 긴 정보에 대해서는 조속한 대책이 필요하게 된다. 사이버보안과 양자기술의 경쟁은 국가안전보장에도 직결하는 중요한 기술경쟁이 되고 있어, 양자우위성을 둘러싼 국제적인 개발경쟁은 격화일로를 걷고 있다."
    },
    {
        "id": 59,
        "translation": "도시로의 인구집중이 가속화되는 한편, 스마트시티 구상이 도시문제의 해결책으로서 세계 각지에서 추진되고 있다. IoT 센서나 빅데이터 해석, AI 기술을 활용함으로써 교통체증의 완화, 에너지 효율의 최적화, 방재기능의 강화 등이 실현가능하게 된다. 싱가포르에서는 국가 전체를 센서 네트워크로 덮어 리얼타임으로 도시의 상태를 파악하는 '스마트네이션' 프로젝트가 진행중이다. 교통데이터를 기초로 신호제어를 최적화하여 체증을 대폭 삭감한 사례나, 스마트미터에 의한 전력수요 예측으로 정전 리스크를 저감한 예 등이 보고되고 있다. 일본에서도 토요타가 시즈오카현 스소노시에서 건설을 진행하는 '우븐시티'는 완전히 새로운 스마트시티의 실험장으로서 주목을 받고 있다. / 그러나 스마트시티의 실현에는 많은 과제가 존재한다. 우선 방대한 개인데이터의 수집과 이용에 관한 프라이버시 우려가 뿌리깊다. 시민의 행동이 상시 감시되는 사회는 편리성과 맞바꿔 자유를 잃을 위험성을 내포하고 있다. 중국의 사회신용시스템과 연동한 스마트시티는 시민의 행동을 점수화하여 감시사회의 궁극형이라고도 할 수 있는 상황을 만들어내고 있다. 또한 사이버공격에 의해 도시 인프라 전체가 기능부전에 빠질 리스크도 무시할 수 없다. 2021년 미국에서 발생한 콜로니얼 파이프라인에의 랜섬웨어 공격은 중요 인프라의 사이버보안 취약성을 노출시켰다. 나아가 고도의 디지털 기술을 사용해내지 못하는 고령자나 경제적 약자가 소외되는 '디지털 디바이드' 문제도 심각하다. 스마트시티의 혜택을 일부 사람들만이 향유하는 상황은 도시내 격차를 확대시킬 가능성이 있다. 기술편중이 아닌 인간중심의 지속가능한 도시만들기가 요구되고 있다. 시민참가형의 의사결정 프로세스를 확보하고, 기술과 인간성의 조화를 도모하는 것이 진정한 스마트시티 실현의 열쇠가 될 것이다."
    },
    {
        "id": 60,
        "translation": "우주개발의 상업화가 급속히 진전되어 '뉴스페이스'라고 불리는 새로운 산업혁명이 일어나고 있다. 스페이스X의 재사용 가능 로켓으로 발사 비용은 과거 10년간 10분의 1 이하로 삭감되어, 지금까지 국가 프로젝트였던 우주개발이 벤처기업에서도 참입 가능한 비즈니스 찬스가 되었다. 위성 인터넷, 우주여행, 소행성 자원채굴, 우주 태양광발전 등 다양한 사업구상이 구체화되고 있다. 특히 스페이스X의 스타링크 계획은 4만2000기의 소형위성을 저궤도에 배치하여 지구상의 모든 곳에 고속 인터넷을 제공하는 장대한 계획이다. 이미 수천 기가 발사되어 일부 지역에서는 서비스가 개시되고 있다. / 그러나 이 우주개발 붐에는 심각한 문제도 따르고 있다. 우주쓰레기(스페이스 데브리)의 급증으로 장래적으로 우주공간의 이용이 곤란해지는 '케슬러 신드롬'의 위험성이 높아지고 있다. 현재 10cm 이상의 우주쓰레기는 약 3만4000개, 1cm 이상에서는 90만개 이상이 지구주회궤도상을 초속 7km로 날아다니고 있어, 운용중인 위성과의 충돌 리스크는 해마다 증대하고 있다. 또한 대량의 위성에 의한 천체관측에의 광해도 심각하다. 지상의 천문대로부터의 관측에 지장을 초래하고, 인류의 우주이해를 방해할 가능성이 있다. 군사이용에의 우려도 뿌리깊고, 위성파괴병기의 개발이나 우주공간에서의 군비확대 경쟁이 새로운 국제긴장을 만들어내고 있다. 우주공간의 소유권 문제도 미해결이다. 1967년의 우주조약에서는 천체의 영유는 금지되어 있지만, 자원채굴의 권리에 대해서는 명확한 규정이 없다. 미국이나 룩셈부르크는 독자적으로 우주자원법을 제정하여 기업에 의한 자원채굴을 인정하고 있지만, 국제적인 합의는 얻어지지 않고 있다. 나아가 막대한 투자에 걸맞는 수익모델의 확립도 불투명하다. 우주는 인류공통의 재산이라는 이념과 상업적 이익의 추구를 어떻게 조화시킬지, 새로운 국제거버넌스의 구축이 급무가 되고 있다."
    },
    {
        "id": 61,
        "translation": "치매환자의 증가는 초고령사회를 맞은 선진국 공통의 심각한 과제가 되고 있다. 일본에서는 2025년에 치매환자가 700만 명을 넘을 것으로 예측되어, 65세 이상의 5명 중 1명이 치매가 되는 계산이다. 이 '치매의 쓰나미'라고도 불리는 현상은 의료·간병 시스템의 근본적인 재검토를 강요하고 있다. 알츠하이머병의 신약개발은 진행되고 있지만, 2023년에 승인된 레카네마브도 병의 진행을 늦추는 효과는 한정적이어서, 근본적인 치료법의 확립에는 이르지 못하고 있다. 치매의 발병 메커니즘은 복잡하여 아밀로이드β의 축적뿐만 아니라 타우 단백질의 이상, 혈관성 요인, 염증반응 등 많은 요인이 얽혀있기 때문에 단일한 치료법으로는 대응곤란하다. 이러한 상황에서 치매와의 공생사회 실현이 중요한 정책목표가 되고 있다. 치매가 되어도 존엄을 유지하고 가능한 한 자립적인 생활을 보낼 수 있는 환경정비가 요구되고 있다. / 구체적으로는 조기진단 체제의 충실, 지역포괄케어 시스템의 강화, 치매 서포터의 양성 등이 진행되고 있다. 일본에서는 치매 서포터 수가 1300만 명을 넘어 지역에서의 견수 체제가 구축되고 있다. 그러나 간병직원의 만성적인 인력부족은 심각하여, 2040년에는 약 69만 명의 간병직원이 부족할 것으로 추계되고 있다. 가족간병자의 부담도 증대하고 있어 간병이직은 연간 10만 명에 이른다. 사회적 편견도 뿌리깊고, 치매에 대한 이해부족으로부터 조기수진이 늦어지는 케이스도 많다. 젊은층 치매환자에의 지원체제도 불충분하여, 일하는 나이의 세대가 치매가 된 경우의 경제적·사회적 지원은 극히 한정적이다. 테크놀로지의 활용도 기대되고 있어, GPS를 이용한 견수 시스템, AI를 활용한 인지기능 평가, 커뮤니케이션 로봇 등이 도입되고 있지만, 인간적인 따뜻함이 있는 케어와의 양립이 중요하다. 치매는 누구나 될 수 있는 병임을 사회 전체가 이해하고, 서로 지탱하는 구조의 구축이 불가결하다."
    },
    {
        "id": 62,
        "translation": "디지털 통화의 보급이 금융 시스템에 혁명적인 변화를 가져오고 있다. 중앙은행 디지털 통화(CBDC)의 도입을 검토하는 국가가 증가하고, 중국의 디지털 인민폐는 이미 4억 명 이상이 이용 가능한 상태에 있다. 2022년 베이징 동계올림픽에서는 외국인 대상으로도 디지털 인민폐의 이용이 가능하게 되어 국제적인 주목을 받았다. CBDC는 금융포용의 촉진, 결제의 효율화, 금융정책의 유효성 향상 등의 메리트가 기대된다. 현금을 갖지 않는 사람들에게도 금융서비스에의 액세스를 제공하고, 크로스보더 결제의 비용과 시간을 대폭 삭감할 수 있는 가능성이 있다. 그러나 프라이버시의 침해는 최대의 우려사항이다. 모든 거래가 중앙은행에 의해 파악될 가능성은 감시사회화에의 경계를 불러일으키고 있다. 프로그래머블 머니로서 정부가 사용기한이나 용도를 제한할 수 있는 가능성도 개인의 경제적 자유를 위협하는 것으로서 비판되고 있다. / 사이버보안 리스크도 심각하다. 중앙집권적인 시스템에의 공격은 국가의 금융 시스템 전체를 마비시킬 가능성이 있다. 또한 기존 금융기관에의 영향도 무시할 수 없다. 은행예금으로부터 CBDC에의 대규모 자금이동이 일어나면 은행의 신용창조기능이 손상되어 경제 전체에 악영향을 미칠 가능성이 있다. 암호자산의 급속한 보급도 금융질서에 큰 영향을 주고 있다. 비트코인으로 대표되는 분산형 디지털 통화는 국경을 넘은 신속한 송금을 가능하게 하는 한편, 머니로더링이나 탈세의 온상이 될 위험성도 지적되고 있다. 가격의 극단적인 변동성은 투자자보호의 관점에서 문제가 되고 있어, 스테이블코인의 규제도 급무가 되고 있다. 디지털 통화시대에서의 금융규제의 재연, 국제협조의 틀, 기술표준의 통일 등 해결해야 할 과제는 복잡하고 다방면에 걸친다. 통화주권과 기술혁신의 균형을 어떻게 잡을지는 21세기 금융 시스템의 근간에 관련된 문제다."
    },
    {
        "id": 63,
        "translation": "재생의료의 비약적인 진보로 지금까지 불가능하다고 여겨졌던 조직이나 장기의 재생이 현실적인 것이 되고 있다. iPS세포(인공다능성줄기세포)를 사용한 치료는 파킨슨병, 심근경색, 척수손상 등 다양한 질환에 대한 임상응용이 진행되고 있다. 특히 환자 자신의 세포로부터 작제한 iPS세포를 사용함으로써 거부반응의 리스크를 회피할 수 있는 점이 혁명적이다. 2014년에 세계최초의 iPS세포 유래 망막색소상피세포 이식이 행해진 이래, 가령황반변성증의 치료에서 착실한 성과를 올리고 있다. 또한 3D 바이오프린팅 기술의 발전으로 복잡한 구조를 갖는 장기의 작제도 시야에 들어왔다. 생체재료와 세포를 층상으로 쌓아올림으로써 혈관망을 갖는 입체적인 조직의 구축이 가능하게 되고 있다. / 그러나 재생의료의 실용화에는 아직 많은 허들이 존재한다. 우선 세포의 품질관리와 안전성 확보가 최중요 과제다. 암화의 리스크나 예기치 않은 분화의 가능성 등 장기적인 안전성 데이터의 축적이 불가결하다. iPS세포의 작제과정에서 생기는 유전자변이나 에피제네틱한 변화가 장래적으로 어떤 영향을 미칠지 미지의 부분이 많다. 또한 제조비용이 극히 고액인 것에서 의료격차의 확대가 우려되고 있다. 자가세포를 사용한 치료는 1인당 수천만 엔에 이르러 보험적용이 있어도 많은 환자에게는 손이 닿지 않는 치료가 되고 있다. 나아가 생명윤리의 관점에서 어디까지의 치료가 허용되어야 할지라는 논의도 계속되고 있다. 장기매매의 문제나 키메라 동물의 작제에 관한 윤리적 우려도 뿌리깊다. 인간의 장기를 동물의 체내에서 만든다는 연구는 종의 경계를 넘는 것에의 윤리적 문제를 제기하고 있다. 과학의 진보와 윤리의 균형을 유지하면서 모든 환자에게 혜택을 가져다주는 의료 시스템의 구축이 요구되고 있다."
    },
    {
        "id": 64,
        "translation": "교육현장에서 AI 활용이 개별최적화 학습의 실현을 향해 급속히 진전되고 있다. 학습자의 이해도나 학습스타일을 AI가 분석하여 한 사람 한 사람에게 최적의 교재나 학습페이스를 제공하는 어댑티브 러닝 시스템이 실용화되고 있다. 종래의 획일적인 교육에서 탈각하여 개개의 능력을 최대한 끌어내는 것이 가능해질 것으로 기대되고 있다. AI는 학습자의 해답패턴이나 학습이력으로부터 막히는 포인트를 특정하고, 그 학생에게 최적의 보습교재를 자동생성하는 것도 가능하다. 또한 교사의 부담경감에도 기여하여 채점이나 사무작업의 자동화로 보다 창조적인 교육활동에 전념할 수 있는 환경이 갖춰지고 있다. 그러나 AI 교육에는 중요한 과제도 존재한다. 우선 AI에 의한 평가나 추천이 학습자의 가능성을 좁힐 위험성이 있다. 조기 단계에서 AI가 '부적합'하다고 판단한 분야로부터 학습자가 멀어질 가능성은 부정할 수 없다. 이른바 'AI에 의한 예언의 자기성취'로 학습자의 잠재능력이 개화할 기회가 상실될 우려가 있다. / 또한 인간교사와의 대면에서의 배움으로부터 얻어지는 감정적인 연결이나 사회성의 육성이 경시될 가능성도 있다. 교육은 지식의 전달뿐만 아니라 인격형성이나 가치관의 양성이라는 중요한 측면을 갖는다. 나아가 디지털 디바이스에의 과도한 의존이 사고력이나 창조성의 발달을 저해할 가능성도 지적되고 있다. 손글씨에 의한 학습이 뇌의 활성화에 기여한다는 연구결과도 있어, 디지털 일변도의 교육에의 경종이 울리고 있다. 교육데이터의 관리나 프라이버시 보호도 중요한 과제다. 학습이력이나 성적데이터가 장래의 진학이나 취직에 영향을 미칠 가능성이 있어, 데이터의 적절한 관리와 이용이 요구된다. 테크놀로지는 어디까지나 교육을 지원하는 툴이며, 인간성 풍부한 교육의 본질을 잃어서는 안 된다. AI와 인간교사의 최적한 협업모델의 구축이 앞으로의 교육의 열쇠가 될 것이다."
    },
    {
        "id": 65,
        "translation": "기후변동에 의한 자연재해의 격심화는 종래의 방재 패러다임의 전환을 강요하고 있다. 100년에 한 번이라고 여겨졌던 규모의 재해가 빈발하게 되어, 상정외라는 말이 이미 통용되지 않는 시대가 되었다. 선상강수대에 의한 집중호우, 슈퍼태풍의 내습, 이상고온에 의한 열파 등 극단적인 기상현상이 상태화되고 있다. 하드면에서의 대책에는 한계가 있음이 명확해져, '감재'라는 생각이 주류가 되고 있다. 완전히 재해를 막는 것이 아니라 피해를 최소한으로 억제하고 신속하게 복구·부흥할 수 있는 레질리언트한 사회의 구축이 목표되고 있다. 구체적으로는 해저드맵의 정치화, 피난계획의 재검토, 재해정보전달 시스템의 강화 등이 진행되고 있다. AI를 활용한 홍수예측 시스템이나 드론에 의한 피재상황의 신속한 파악 등 신기술의 도입도 진행되고 있다. / 그러나 주민의 방재의식 향상은 용이하지 않다. 정상성 바이어스로 많은 사람이 '자신은 괜찮다'고 생각하기 쉽다. 과거의 경험에 기초한 판단이 오히려 위험을 초래하는 케이스도 많다. 또한 고령자나 장애자 등 재해약자에의 지원체제 구축도 큰 과제가 되고 있다. 개별피난계획의 작성이 노력의무화되었지만, 실효성 있는 계획책정에는 지역의 협력이 불가결하다. 나아가 복합재해에의 대응도 중요성을 더하고 있다. 지진과 해일, 호우와 토사재해 등 복수의 재해가 연쇄적으로 발생하는 케이스에의 대비가 필요하다. COVID-19 팬데믹 하에서의 피난소 운영은 감염증 대책과 재해대응의 양립이라는 새로운 과제를 돌출시켰다. 국제협력의 관점에서도 재해대응의 지견이나 테크놀로지의 공유가 불가결하게 되고 있다. 일본의 방재기술이나 경험은 세계 각국으로부터 주목받고 있어, '방재선진국'으로서의 책임도 크다. 자조·공조·공조의 균형을 유지하면서 재해에 강한 사회를 구축하는 것이 요구되고 있다."
    },
    {
        "id": 66,
        "translation": "현대사회에서 고독의 만연은 '고독의 팬데믹'이라고도 불리는 심각한 사회문제가 되고 있다. SNS의 보급으로 표면적인 연결은 늘었지만, 진정으로 마음을 열 수 있는 관계성은 희박화되고 있다. 특히 도시부에서는 이웃의 얼굴도 모르는 생활이 당연하게 되어, 사회적 고립에 빠지는 사람이 증가하고 있다. 일본에서는 단신세대가 전세대의 3분의 1을 넘어, 그 비율은 앞으로 더욱 증가할 것으로 예측되고 있다. 고독은 단순한 개인의 문제가 아니라 심신의 건강에 중대한 영향을 미치는 것이 과학적으로 증명되고 있다. 만성적인 고독감은 흡연에 버금가는 건강리스크를 가져다주고, 치매, 심질환, 우울증 등의 발병리스크를 높인다. 고독한 사람은 그렇지 않은 사람과 비교하여 조기사망 리스크가 26% 높다는 연구결과도 있다. 영국에서는 세계에서 처음으로 '고독담당대신'을 임명하여 국가레벨에서의 대책에 나서고 있다. 일본에서도 2021년에 고독·고립대책담당대신이 설치되어 관민연계에 의한 대처가 시작되었다. / 그러나 고독의 해결은 용이하지 않다. 개인의 프라이버시를 존중하면서 어떻게 사회적인 연결을 재구축할지가 과제가 되고 있다. 지역에서의 견수활동, 다세대교류의 장의 창출, 온라인과 오프라인을 조합한 커뮤니티 형성 등 다양한 대처가 시도되고 있다. 기업에서도 리모트워크에 의한 고립감에의 대책으로서 버추얼 오피스의 도입이나 정기적인 대면교류의 기회를 마련하는 움직임이 펼쳐지고 있다. 그러나 근본적인 해결에는 이르지 못하고 있다. 고독은 현대문명이 만들어낸 구조적인 문제이며, 경제성장이나 효율성을 중시하는 사회 시스템 자체의 재검토가 필요할지도 모른다. 인간관계의 질을 중시하고 연결을 기르는 시간과 공간을 확보하는 것이 고독의 팬데믹을 극복하는 열쇠가 될 것이다."
    },
    {
        "id": 67,
        "translation": "게놈해석 기술의 급속한 진보로 개인의 유전정보에 기초한 '정밀의료'가 현실적인 것이 되어왔다. 암 치료에서는 종양의 유전자변이를 해석하고 최적의 분자표적약을 선택함으로써 치료효과의 향상과 부작용의 경감이 가능하게 되고 있다. 차세대시퀀서의 보급으로 전게놈 해석의 비용은 10년 전의 100분의 1 이하로 저하되어 임상응용이 현실적이 되었다. 또한 약물대사에 관련된 유전자다형을 조사함으로써 개인에게 최적의 약제의 종류나 투여량을 결정하는 약리게노믹스도 실용화가 진행되고 있다. 장래적으로는 출생시에 전게놈을 해석하여 평생에 걸친 건강관리에 활용하는 것도 상정되고 있다. 그러나 유전정보의 이용에는 중대한 윤리적 문제가 따른다. 유전자차별의 위험성은 가장 심각한 우려사항 중 하나다. 보험가입이나 고용에서 유전적 리스크를 이유로 한 부당한 대우를 받을 가능성이 있다. 미국에서는 유전정보차별금지법(GINA)이 제정되어 있지만, 완전한 보호에는 이르지 못하고 있다. / 또한 유전정보는 본인뿐만 아니라 혈연자에게도 영향을 미치므로, 정보공개의 범위나 방법에 대해서도 신중한 검토가 필요하다. 어떤 사람의 유전정보로부터 그 가족의 질환리스크도 추측가능하게 되므로, '알 권리'와 '모르고 있을 권리'의 조정이 어렵다. 나아가 유전적 운명론에 빠짐으로써 생활습관의 개선 등 예방의료에의 의욕이 저하될 우려도 있다. 유전요인은 질환리스크의 일부에 지나지 않으며, 환경요인이나 생활습관의 영향도 큰 것을 올바르게 이해할 필요가 있다. 우발적 소견의 문제도 심각하다. 암의 유전자검사에서 예기치 않게 치매의 리스크가 판명되는 등, 본래 목적외의 정보가 얻어진 경우의 대응지침의 확립이 급무가 되고 있다. 유전정보의 적절한 관리와 이용에 관한 법정비와 가이드라인의 책정이 요구되고 있다."
    },
    {
        "id": 68,
        "translation": "해양플라스틱 오염은 지구규모의 환경위기로서 국제사회의 긴급대응을 요하는 문제가 되고 있다. 연간 800만 톤 이상의 플라스틱이 해양에 유입되어, 2050년에는 해양 중 플라스틱의 총중량이 물고기의 총중량을 웃돌 것으로 예측되고 있다. 태평양 쓰레기벨트라고 불리는 해역에는 일본 면적의 4배 이상의 플라스틱 쓰레기가 부유하고 있어, 해양생태계에 심각한 영향을 주고 있다. 마이크로플라스틱은 먹이연쇄를 통해 농축되어 최종적으로 인간의 체내에도 축적되는 것이 확인되고 있다. 혈액 중, 태반, 모유로부터도 마이크로플라스틱이 검출되어 건강에의 영향이 우려되고 있지만, 장기적인 영향에 대해서는 미해명한 부분이 많다. 플라스틱에 포함된 첨가제나 표면에 흡착하는 유해물질이 내분비교란작용을 일으킬 가능성도 지적되고 있다. / 이 문제에 대해 일회용 플라스틱의 규제, 대체소재의 개발, 리사이클 시스템의 강화 등 다양한 대책이 강구되고 있다. EU에서는 2021년에 일회용 플라스틱제품의 유통을 금지하고, 일본에서도 2022년에 플라스틱자원순환법이 시행되었다. 생분해성 플라스틱이나 바이오플라스틱의 개발도 진행되고 있지만, 비용이나 성능면에서의 과제가 남겨져 있다. 또한 생분해성 플라스틱도 해양환경에서는 완전히 분해되지 않는 경우가 있는 것이 판명되고 있다. 해양청소기술의 개발도 진행되고 있지만, 이미 해양에 유출된 플라스틱의 회수는 기술적으로도 경제적으로도 곤란하다. 네덜란드의 젊은 기업가가 개발한 해양청소 시스템은 주목을 받고 있지만, 그 효과는 한정적이다. 근본적인 해결에는 플라스틱의 생산과 소비를 대폭 삭감하는 순환형 경제로의 이행이 불가결하다. 그러나 플라스틱은 현대생활의 모든 장면에서 사용되고 있어, 완전한 탈플라스틱 사회의 실현은 현실적이지 않다. 국제적인 협조에 의한 포괄적인 대책이 요구되고 있다."
    },
    {
        "id": 69,
        "translation": "자율주행기술의 실용화가 눈앞에 다가오는 가운데 법제도나 사회인프라의 정비가 급피치로 진행되고 있다. 레벨4의 완전자율주행차가 한정적이나마 공도에서의 운용을 개시하고, 2030년대에는 광범한 보급이 예측되고 있다. 교통사고의 삭감, 고령자의 이동지원, 물류의 효율화 등 다양한 사회과제의 해결이 기대되고 있다. 인위적 실수에 의한 교통사고의 94%가 삭감가능하다는 시산도 있어, 연간 100만 명 이상의 생명을 구할 가능성이 있다. 그러나 자율주행의 보급에는 복잡한 과제가 산적해 있다. 가장 논의를 부르고 있는 것이 피할 수 없는 사고상황에서의 윤리적 판단, 이른바 '트롤리 문제'다. 보행자와 승원 중 어느 쪽을 우선할지, 젊은이와 고령자의 선택 등 AI가 어떤 기준으로 인명에 관련된 판단을 내려야 할지, 사회적 합의의 형성은 용이하지 않다. 또한 사고발생시의 책임의 소재도 불명확하다. 제조자, 소프트웨어 개발자, 소유자, 보험회사 간에 어떻게 책임을 분담할지는 법적으로도 경제적으로도 중요한 문제다. 현행의 자동차보험제도의 근본적인 재검토가 필요하게 된다. / 나아가 사이버보안의 확보도 중요과제다. 해킹에 의한 차량의 탈취는 대규모 테러행위로 이어질 가능성이 있다. 2015년에는 지프 체로키가 실제로 해킹되어 원격조작되는 실증실험이 행해져 업계에 충격을 주었다. 고용에의 영향도 심각하여, 택시나 트럭 운전수 등 일본만 해도 200만 명 이상의 직업운전수가 영향을 받는다. 단계적인 이행기간의 설정과 재훈련 프로그램의 제공이 불가결하다. 기술의 혜택을 최대화하면서 부의 영향을 최소한으로 억제하는 사회 시스템의 구축이 불가결하다. 도시계획도 근본적인 재검토가 필요하게 되어, 주차장의 삭감이나 도로설계의 변경 등 인프라 전체의 재구축이 요구된다."
    },
    {
        "id": 70,
        "translation": "현대의 식품산업에서 대체단백질의 개발경쟁이 격화되고 있다. 식물유래의 대체육은 이미 시장에 정착되고 있고, 세포배양육의 상업화도 눈앞에 다가왔다. 싱가포르에서는 2020년에 세계에서 처음으로 배양닭고기의 판매가 승인되어 새로운 식의 시대의 막이 올랐다. 이러한 기술은 축산업에 의한 환경부하의 경감, 동물복지의 향상, 식량안전보장의 강화라는 관점에서 큰 기대를 받고 있다. 실험실에서 배양된 '클린미트'는 종래의 축산과 비교하여 토지사용을 95%, 물 사용을 96%, 온실효과가스 배출을 96% 삭감할 수 있다는 시산도 있다. 또한 항생물질이나 성장호르몬을 사용하지 않으므로 식품안전성의 향상도 기대된다. 그러나 소비자의 수용성에는 과제가 남아있다. '자연스럽지 않다' '인공적이다'라는 이미지가 뿌리깊고, 특히 식문화가 보수적인 지역에서는 저항감이 강하다. 일본에서는 배양육에 대해 '기분 나쁘다'고 느끼는 사람이 6할을 넘는다는 조사결과도 있다. / 또한 영양학적인 관점에서도 논의가 있다. 식물성 대체육에는 동물성 단백질에 포함된 필수아미노산이나 비타민B12 등이 부족한 경우가 있어, 적절한 영양보완이 필요하게 된다. 배양육에 대해서도 지방산조성이나 미량영양소의 재현이 기술적 과제가 되고 있다. 나아가 기존의 축산업에의 영향도 무시할 수 없다. 세계에서 수억 명이 축산업에 종사하고 있어, 급격한 산업전환은 심각한 사회문제를 일으킬 가능성이 있다. 특히 개발도상국에서는 축산이 중요한 수입원이 되고 있어, 대체단백질로의 이행은 신중히 진행할 필요가 있다. 비용도 큰 장벽이다. 현재의 배양육의 생산비용은 종래 고기의 수십 배에 이르러, 대규모 생산에 의한 가격저하가 실현될 때까지는 시간이 걸린다. 전통적인 식문화의 계승과 혁신적인 식기술의 도입을 어떻게 양립시킬지, 신중한 논의와 단계적인 이행이 요구되고 있다."
    },
    {
        "id": 71,
        "translation": "블록체인 기술의 응용범위가 가상통화를 넘어 사회인프라 전반으로 확대되고 있다. 분산형 대장기술의 특성을 살려 서플라이체인 관리, 의료기록, 투표시스템, 지적재산관리 등 신뢰성과 투명성이 요구되는 다양한 분야에서의 구현이 진행되고 있다. 특히 국제무역에서는 복잡한 서류수속을 디지털화하고, 거래의 효율화와 부정방지를 실현하는 수단으로서 기대되고 있다. 머스크와 IBM이 공동개발한 TradeLens는 세계의 해상수송 정보를 블록체인으로 관리하여 통관수속의 시간을 40% 삭감하는 데 성공했다. 에스토니아에서는 정부서비스의 99%를 디지털화하고, 그 대부분을 블록체인 기반으로 운용함으로써 행정의 효율화와 투명성 향상을 실현하고 있다. 의료분야에서는 환자의 진료기록을 안전하게 공유하고, 의료기관간의 연계를 촉진하는 구조가 구축되고 있다. / 그러나 블록체인 기술에는 해결해야 할 과제도 많다. 우선 스케일러빌리티의 문제가 있다. 비트코인은 1초간에 7건, 이더리움에서도 15건 정도의 거래밖에 처리할 수 없어 실용성에 한계가 생긴다. 또한 에너지소비량의 많음도 환경면에서 비판되고 있다. 비트코인의 마이닝만으로 아르헨티나 한 나라의 총전력소비량을 웃돈다는 시산도 있다. 나아가 한번 기록된 데이터는 원칙적으로 삭제할 수 없다는 특성은 개인정보보호의 관점에서 문제가 되는 경우가 있다. EU의 GDPR이 정하는 '잊혀질 권리'와의 정합성을 어떻게 잡을지는 미해결의 과제다. 규제의 틀도 미정비이며, 국제적인 표준화도 진행되지 않고 있다. 상호운용성의 결여로 다른 블록체인간에서의 데이터연계가 곤란한 상황도 계속되고 있다. 기술의 가능성을 최대한 살리면서 실용적인 사회실장을 진행하는 것이 과제가 되고 있다. 블록체인은 '신뢰'를 기술로 대체하는 시도이지만, 그 기술 자체에의 신뢰를 어떻게 구축할지라는 근본적인 문제도 남겨져 있다."
    },
    {
        "id": 72,
        "translation": "초고령사회에서 종말기 의료의 재연이 의료윤리의 중요한 논점이 되고 있다. 의료기술의 진보로 생명유지장치를 사용하면 의식이 없는 상태에서도 장기간 생존시키는 것이 가능하게 되었다. 그러나 그것이 본인의 존엄 있는 삶의 방식이라고 할 수 있는지, 가족의 정신적·경제적 부담을 어떻게 생각해야 할지 논의는 끊이지 않는다. 일본에서는 종말기 의료비가 연간 의료비의 약 3분의 1을 차지하고 있어, 의료경제의 관점에서도 중요한 과제가 되고 있다. 어드밴스 케어 플래닝(ACP)의 보급으로 본인의 의사를 사전에 확인하는 대처가 진행되고 있지만, 실제로는 의사표시를 하고 있는 사람은 성인의 3% 정도에 머물고 있다. 또한 치매환자의 경우 과거의 의사표시와 현재의 상태를 어떻게 평가해야 할지라는 어려운 문제도 있다. 과거 '연명치료는 불요'라고 명언했던 사람이 치매가 된 후에는 '살고 싶다'는 의사를 보이는 케이스도 있어, 어느 쪽의 의사를 존중해야 할지 판단이 곤란하다. / 안락사나 존엄사의 법제화를 요구하는 목소리도 있지만, 생명의 존엄, 의사의 역할, 사회적 압력의 우려 등 다각적인 검토가 필요하다. 제외국에서는 네덜란드, 벨기에, 캐나다, 오스트레일리아의 일부 등에서 안락사가 합법화되어 있지만, 엄격한 조건과 수속이 정해져 있다. 그러나 실제 운용에서는 정신질환자에의 적용이나 미성년자에의 확대 등 당초 상정을 넘은 전개도 보인다. 일본에서도 고통의 완화와 생명의 존중의 균형을 어떻게 잡을지, 개인의 자기결정권과 사회의 가치관을 어떻게 조화시킬지, 국민적인 논의가 요구되고 있다. 완화케어의 충실로 아픔이나 고통을 경감하면서 자연스러운 죽음을 맞는 것도 가능해지고 있다. 의료기술의 진보가 오히려 인간의 죽음관을 복잡하게 하고 있다는 아이러니한 상황에 있지만, 죽음을 기피하지 말고 보다 좋은 죽음을 맞기 위한 사회적 합의형성이 필요하다."
    },
    {
        "id": 73,
        "translation": "디지털 트랜스포메이션(DX)의 파도가 전통적인 산업구조를 밑바닥부터 변혁하고 있다. 제조업에서는 IoT 센서에 의한 생산라인의 최적화, AI에 의한 수요예측, 디지털 트윈을 활용한 제품개발 등 제4차 산업혁명이라고도 불리는 변화가 진행되고 있다. 독일의 '인더스트리 4.0', 중국의 '중국제조 2025' 등 국가전략으로서 DX를 추진하는 움직임도 활발화되고 있다. 금융업계에서는 핀테크의 대두로 결제, 융자, 자산운용 등 모든 분야에서 디지털화가 가속되어 기존의 은행시스템은 존재의의를 문제시되고 있다. 소매업에서도 옴니채널 전략으로 온라인과 오프라인의 경계가 애매해지고 있다. 아마존의 무인편의점 'Amazon Go'는 컴퓨터비전과 센서기술로 레지결제를 불요하게 한 혁신적인 쇼핑 체험을 제공하고 있다. / 그러나 DX의 추진에는 많은 장벽이 존재한다. 레거시 시스템으로부터의 탈각에는 막대한 투자가 필요하며, 특히 중소기업에게는 큰 부담이 된다. 일본기업의 기간시스템의 약 8할이 20년 이상 전의 COBOL로 구축되어 있어, '2025년의 벼랑'이라고 불리는 문제에 직면하고 있다. 또한 디지털 인재의 부족은 심각하여, 2030년에는 최대 79만 명의 IT 인재가 부족할 것으로 예측되고 있다. 나아가 조직문화의 변혁도 용이하지 않다. 톱다운에서의 DX 추진과 현장으로부터의 보텀업에서의 이노베이션을 어떻게 융합시킬지가 과제가 되고 있다. 일본기업 특유의 의사결정의 늦음이나 리스크 회피적인 문화도 DX의 저해요인이 되고 있다. 보안리스크도 증대하고 있어, 사이버공격에 의한 사업정지의 리스크는 기업존속에 관련된 중대한 위협이 되고 있다. DX는 단순한 기술도입이 아니라 비즈니스모델 전체의 재구축임을 이해하고, 장기적 시점에서의 대처가 필요하다."
    },
    {
        "id": 74,
        "translation": "현대사회에서 '워크라이프밸런스'의 개념이 일하는 방식개혁의 진전과 함께 크게 변화하고 있다. 종래의 '일과 사생활의 양립'이라는 이원론적인 파악에서 '워크라이프인테그레이션'이라는 일과 생활을 통합적으로 파악하는 생각으로 시프트하고 있다. 리모트워크의 보급으로 일하는 장소와 시간의 자유도가 높아진 한편, 일과 프라이빗의 경계가 애매해짐으로써 새로운 문제도 생기고 있다. 상시접속 가능한 환경은 '연결되지 않을 권리'의 중요성을 부각시켰다. 프랑스에서는 2017년에 법제화되어 종업원 50명 이상의 기업에서는 근무시간외의 메일대응을 거부하는 권리가 보장되고 있다. 독일의 다임러사에서는 휴가중에 수신한 메일을 자동삭제하는 시스템을 도입하여 완전한 휴식을 보증하고 있다. 일본에서도 장시간노동의 시정, 유급휴가 취득의 촉진, 부업·겸업의 해금 등 다양한 시책이 실시되고 있지만, 뿌리깊은 기업문화의 변혁은 용이하지 않다. '가로시'라는 말이 국제어가 될 정도로 일본의 장시간노동 문화는 세계적으로 알려져 있다. / 또한 비정규고용이나 긱워커의 증가로 종래의 노동법제로는 보호되지 않는 노동자가 늘고 있다. 플랫폼 노동자의 권리보호는 세계적인 과제가 되고 있어, EU에서는 새로운 지령안이 검토되고 있다. 나아가 AI 시대에서의 인간의 일의 가치란 무엇인가, 베이직인컴의 도입은 필요한가, 라는 근본적인 물음도 돌출되고 있다. 핀란드나 케냐에서의 베이직인컴 실험은 노동과 소득의 분리라는 새로운 사회모델의 가능성을 시사하고 있다. 생산성과 행복도의 양립, 개인의 자기실현과 조직의 목표달성의 조화 등 새로운 시대의 일하는 방식을 모색하는 시도는 계속되고 있다. '일한다'는 것의 의미 자체가 문제시되는 시대에서 인간다운 일하는 방식이란 무엇인가를 재정의할 필요가 있다."
    },
    {
        "id": 75,
        "translation": "바이오테크놀로지의 진보가 농업분야에 혁명을 가져다주고 있다. 게놈편집기술을 사용한 작물개량으로 가뭄내성, 병해충저항성, 영양가 향상 등을 실현한 신품종의 개발이 가속되고 있다. CRISPR/Cas9 기술로 종래의 유전자조작과는 달리 외래유전자를 도입하는 일 없이 기존의 유전자를 정밀하게 편집하는 것이 가능하게 되었다. 토마토에서는 GABA 함유량을 5배로 높인 품종, 벼에서는 수확량을 20% 향상시킨 품종 등이 개발되고 있다. 일본에서는 2020년에 게놈편집 토마토가 세계에서 처음으로 일반판매되어 새로운 시대의 막이 올랐다. 이러한 기술은 기후변동에 의한 농업에의 영향을 완화하고, 증가하는 세계인구를 기르기 위한 중요한 수단으로서 기대되고 있다. 2050년에는 세계의 식량수요가 70% 증가할 것으로 예측되는 가운데, 종래의 농법만으로는 대응이 곤란하다. / 그러나 소비자의 수용성에는 아직 과제가 있다. '유전자조작'에 대한 뿌리깊은 불신감이 있어, 안전성에 관한 장기적인 데이터의 축적도 불충분하다. 유럽사법재판소는 게놈편집 작물도 유전자조작 작물과 같은 규제대상으로 하는 판결을 내려, 기술의 보급에 큰 브레이크를 걸었다. 또한 생태계에의 영향에 대해서도 신중한 평가가 필요하다. 편집된 유전자가 야생종에 확산할 가능성이나 생물다양성에의 영향 등, 예기치 않은 결과를 가져올 위험성은 부정할 수 없다. 유전자드라이브 기술은 특정의 유전자를 집단 전체에 급속히 확산시킬 가능성이 있어, 생태계에의 불가역적인 영향이 우려되고 있다. 나아가 지적재산권의 문제도 복잡하다. 종자기업에 의한 기술의 독점이 소규모 농가의 자립성을 위협할 가능성이 있다. 기술의 혜택을 공평하게 분배하고, 지속가능한 농업시스템을 구축하는 것이 중요한 과제가 되고 있다. 농업은 인류의 생존에 직결하는 산업이며, 기술혁신과 전통적 지식의 융합이 요구되고 있다."
    },
    {
        "id": 76,
        "translation": "기후변동 대책으로서의 탄소가격 부여 메커니즘이 세계 각국에서 도입되고 있다. 탄소세나 배출량거래제도로 온실효과가스 배출에 경제적 비용을 부여함으로써 기업이나 개인의 행동변용을 재촉하는 노림수가 있다. 현재 46개국과 35개 지역이 어떤 형태로든 탄소가격 부여를 실시하고 있어, 세계의 GDP의 약 4분의 1을 커버하고 있다. EU에서는 탄소국경조정메커니즘(CBAM)의 도입으로 환경규제가 느슨한 나라로부터의 수입품에 탄소세를 부과하는 구조를 구축하고 있다. 2023년 10월부터 이행기간이 시작되어 2026년부터 본격실시될 예정이다. 이로써 이른바 '카본리키지'를 막고 공정한 경쟁환경을 확보하려고 하고 있다. 일본에서도 2050년 카본뉴트럴 실현을 향해 카본프라이싱의 본격도입을 향한 논의가 진행되고 있지만, 산업경쟁력에의 영향을 우려하는 목소리도 강하다. 에너지집약형 산업에게는 탄소가격의 상승은 큰 비용부담이 되어 국제경쟁력의 저하로 이어질 가능성이 있다. 특히 철강, 시멘트, 화학 등의 기간산업에의 영향은 심각하다. / 한편 탄소가격 부여는 클린에너지 기술에의 투자를 촉진하고 이노베이션을 가속시키는 효과도 기대되고 있다. 탄소가격이 1톤당 50〜100달러가 되면 많은 탈탄소 기술이 경제적으로 성립한다고 시산되고 있다. 그러나 역진성의 문제도 무시할 수 없다. 탄소세는 저소득층에 보다 큰 부담을 강요하는 경향이 있어, 사회적 공정의 관점에서 신중한 제도설계가 필요하다. 캐나다에서는 탄소세 수입을 시민에게 환원하는 구조를 도입하여 역진성의 완화를 도모하고 있다. 국제적인 협조도 불가결하며, 각국이 제각각 탄소가격을 설정하면 무역마찰이나 보호주의적인 정책으로 이어질 우려가 있다. IMF는 국제탄소가격 플로어의 설정을 제안하고 있지만, 각국의 사정을 고려한 유연한 제도설계가 요구되고 있다."
    },
    {
        "id": 77,
        "translation": "뇌과학의 진보로 인간의 의식이나 인지기능의 이해가 비약적으로 깊어지고 있다. fMRI나 MEG 등의 뇌이미징 기술의 발달로 사고나 감정에 대응하는 뇌활동을 리얼타임으로 관찰하는 것이 가능하게 되었다. 디폴트모드네트워크의 발견은 안정시의 뇌활동이 자기인식이나 창조성에 중요한 역할을 한다는 것을 명확히 하여, 명상이나 마인드풀니스의 과학적 근거를 제공했다. 이 지견은 정신질환의 진단이나 치료에 혁명적인 변화를 가져다주고 있다. 우울증이나 통합실조증 등의 정신질환이 뇌의 특정부위의 기능이상과 관련됨이 명확해져, 보다 객관적인 진단과 개별화된 치료가 가능해지고 있다. 경두개자기자극(TMS)이나 심부뇌자극(DBS) 등의 신경조절요법은 약물요법에 반응하지 않는 환자에게 새로운 희망을 가져다주고 있다. 또한 브레인 머신 인터페이스(BMI) 기술의 발전으로 사고만으로 기계를 조작하는 것이 현실적인 것이 되고 있다. 척수손상환자가 뇌파를 사용하여 로봇암을 조작하거나, ALS 환자가 컴퓨터를 통해 커뮤니케이션을 취하거나 하는 것이 가능해졌다. 일론 머스크의 뉴럴링크사는 뇌에 직접 칩을 매입함으로써 사고속도에서의 컴퓨터 조작을 목표로 하고 있다. / 그러나 뇌과학의 발전은 윤리적인 문제도 제기하고 있다. 뇌활동으로부터 개인의 사고를 읽어내는 '마인드리딩' 기술은 궁극의 프라이버시 침해로 이어질 가능성이 있다. fMRI를 사용한 거짓말탐지기의 정밀도는 80%를 넘고 있어, 사법에서의 이용도 검토되고 있지만, 사상의 자유에의 위협이 될 우려가 있다. 또한 약물이나 전기자극에 의한 인지능력의 증강, 이른바 '신경인핸스먼트'는 공평성의 관점에서 논의를 부르고 있다. 건상자가 인지기능향상약을 사용하는 것의 가부, 뇌자극디바이스에 의한 능력증강의 윤리적 한계 등 인간의 본질에 관련된 문제가 제기되고 있다."
    },
    {
        "id": 78,
        "translation": "물자원의 고갈이 21세기의 가장 심각한 지구규모의 과제 중 하나로서 인식되고 있다. 기후변동에 의한 강수패턴의 변화, 인구증가, 경제발전에 수반하는 물수요의 증대로 많은 지역에서 물부족이 상태화되고 있다. 현재 세계인구의 약 20억 명이 심각한 물부족에 직면하고 있어, 2050년까지 이 숫자는 50억 명에 달할 것으로 예측되고 있다. 특히 중동, 북아프리카, 남아시아의 상황은 심각하여, 지하수위의 저하속도는 자연함양속도를 크게 웃돌고 있다. 이 위기에 대해 다양한 기술적 해결책이 제안되고 있다. 해수담수화 기술의 효율화로 에너지소비는 과거 20년간 절반 이하로 삭감되었다. 역삼투막 기술의 진보로 1세제곱미터의 담수생산에 필요한 에너지는 3kWh 이하가 되어 경제적 실현가능성이 높아지고 있다. 이스라엘에서는 음료수의 50% 이상을 해수담수화로 충당하고 있어, 물기술의 선진국이 되고 있다. 재생수의 이용확대도 진행되고 있어, 싱가포르의 'NEWater' 프로젝트는 하수를 고도처리하여 음료수 레벨까지 정화하는 데 성공하고 있다. / 그러나 물문제는 기술만으로는 해결할 수 없는 복잡한 측면을 갖는다. 국제하천을 둘러싼 수리권의 대립은 지정학적인 긴장을 높이고 있다. 나일강에서는 이디오피아의 거대댐 건설이 이집트의 물공급을 위협하여 양국간의 긴장이 높아지고 있다. 메콩강에서도 중국의 상류댐이 하류국의 물자원에 영향을 주고 있다. 또한 물의 상품화를 둘러싼 논의도 격화되고 있다. 물은 기본적 인권이라는 입장과 시장원리에 의한 효율적 배분을 주장하는 입장의 대립은 뿌리깊다. 물의 금융상품화도 진행되고 있어, 2020년에는 물선물거래가 개시되었다. 가상수 무역의 개념도 중요성을 더하고 있어, 농산물의 수출입을 통한 간접적인 물의 이동이 글로벌한 물수지에 큰 영향을 주고 있다."
    },
    {
        "id": 79,
        "translation": "사이버전쟁의 위협이 국가안전보장의 새로운 차원으로서 급속히 중요성을 더하고 있다. 국가간의 분쟁이 물리적인 전장으로부터 사이버공간으로 확대되어, 중요인프라에의 사이버공격이 현실의 위협이 되고 있다. 2010년의 이란의 핵시설을 표적으로 한 Stuxnet 바이러스 공격은 사이버병기가 물리적 파괴를 가져다주는 것을 실증했다. 2015년과 2016년의 우크라이나 전력망에의 공격에서는 수십만 명이 정전의 영향을 받아, 사이버공격이 시민생활에 직접적인 피해를 주는 것이 명확해졌다. 2021년의 콜로니얼 파이프라인에의 랜섬웨어 공격은 미국 동해안의 가솔린 공급을 일시적으로 마비시켜, 중요인프라의 취약성을 노출시켰다. 이러한 공격의 특징은 공격자의 특정이 곤란하며, 국가의 관여를 증명하는 것이 극히 어렵다는 것이다. 이 '귀속문제'는 종래의 국제법이나 전쟁법규의 적용을 복잡하게 하고 있다. 사이버공격이 무력공격에 해당하는지, 자위권의 행사가 인정되는지, 국제법상의 해석은 정해지지 않고 있다. / 나아가 민간기업이 보유하는 중요데이터나 기술도 표적이 되고 있어, 경제안전보장의 관점에서도 중대한 위협이 되고 있다. 지적재산의 절도에 의한 경제손실은 연간 수천억 달러에 이른다고 추정되고 있다. 각국은 사이버방위능력의 강화에 노력하고 있지만, 공격기술의 진화는 방어를 항상 웃돌고 있다. 제로데이 취약성을 이용한 공격이나 AI를 활용한 고도의 공격수법의 개발로 방어는 더욱 곤란해지고 있다. 또한 사이버병기의 확산도 우려되고 있어, 비국가주체에 의한 사이버테러의 리스크도 높아지고 있다. 국제적인 규범만들기의 시도는 있지만, 각국의 이해대립으로 진전은 늦다. 사이버공간에서의 억지와 안정을 어떻게 확보할지는 국제사회의 급선무 과제다."
    },
    {
        "id": 80,
        "translation": "소셜미디어의 영향력이 사회의 모든 측면에 미쳐, 민주주의의 기반을 흔드는 사태가 되고 있다. 페이크뉴스의 확산속도는 진실의 정보의 6배 빠르다는 연구결과도 있어, 오정보나 위정보가 순식간에 세계 중에 퍼지는 시대가 되었다. 2016년의 미국 대통령선거에서는 러시아에 의한 소셜미디어를 통한 선거개입이 명확해져, 민주주의 프로세스의 취약성이 노출되었다. 선거에의 개입, 여론조작, 사회의 분단화 등 소셜미디어가 민주주의에 주는 부의 영향은 심각하다. 에코체임버 효과로 사람들은 자신과 같은 의견만에 접하게 되어, 다른 가치관에의 관용성이 상실되고 있다. 알고리즘에 의한 정보의 필터링은 '필터버블'을 만들어내어, 사회의 공통인식의 형성을 곤란하게 하고 있다. 감정적이고 극단적인 내용일수록 인게이지먼트가 높기 때문에, 알고리즘이 그런 내용을 우선적으로 표시하는 경향이 있어, 사회의 극단화를 조장하고 있다. 플랫폼 기업의 책임도 문제시되고 있다. 표현의 자유를 방패삼아 규제를 피해왔지만, 헤이트스피치나 과격사상의 확산을 방치하는 것은 허용되지 않는다. Facebook이나 Twitter는 콘텐츠 모더레이션의 강화를 진행하고 있지만, 그 기준이나 투명성에 대해서는 비판도 많다. / 한편 검열이나 언론통제에의 우려도 뿌리깊다. 각국 정부에 의한 규제강화의 움직임은 권위주의적인 정보통제로 이어질 위험성도 내포하고 있다. 중국의 그레이트파이어월은 인터넷의 분단화를 상징하는 존재가 되고 있다. 미디어리터러시 교육의 중요성이 지적되고 있지만, 기술의 진화에 교육이 따라잡지 못하는 상황이 계속되고 있다. 딥페이크 기술의 발달로 동영상이나 음성의 진위를 구별하는 것은 더욱 곤란해지고 있다. 디지털 시대에서의 건전한 공공권을 어떻게 구축할지, 기술과 사회의 새로운 관계성의 구축이 요구되고 있다."
    },
    {
        "id": 81,
        "translation": "항생물질 내성균의 확대가 현대의료의 근간을 위협하는 '사일런트 팬데믹'으로서 경종을 울리고 있다. WHO의 추계에 따르면 약제내성 감염증으로 연간 70만 명이 사망하고 있어, 2050년에는 연간 1000만 명에 달할 가능성이 있다고 한다. 이는 암에 의한 사망자수를 웃도는 규모이며, 인류의 건강에 대한 최대의 위협 중 하나가 되고 있다. 페니실린의 발견 이래 인류는 감염증과의 싸움에서 우위에 서 있었지만, 세균의 진화속도는 신약개발을 웃돌고 있다. 다제내성 결핵균, 메티실린내성 황색포도상구균(MRSA), 카르바페넴내성 장내세균(CRE) 등 기존의 항생물질이 거의 듣지 않는 '슈퍼버그'가 세계 중에서 확인되고 있다. 인도에서 발견된 NDM-1 유전자를 갖는 세균은 거의 모든 항생물질에 내성을 보이고, '악몽의 세균'이라고 불리고 있다. 이 위기의 배경에는 항생물질의 과잉사용과 오용이 있다. 감기 등 바이러스성 질환에의 부적절한 처방, 축산업에서의 성장촉진 목적에서의 사용, 환자의 복약불순응 등이 내성균의 출현을 가속시키고 있다. / 세계의 항생물질 사용량의 약 70%가 축산업에서 사용되고 있어, 식물연쇄를 통해 인간에게도 영향을 주고 있다. 신약개발은 경제적 인센티브의 결여로 정체되고 있다. 항생물질은 이익률이 낮아 제약기업은 개발에 소극적이다. 1980년대 이후 새로운 클래스의 항생물질은 거의 개발되지 않고 있다. 각국정부나 국제기관은 푸시형·풀형 인센티브의 도입으로 개발촉진을 도모하고 있지만, 충분하다고는 할 수 없다. 또한 항생물질의 적정사용을 재촉하는 스튜어드십 프로그램의 실시, 대체치료법으로서의 파지요법이나 펩타이드 항생물질의 연구 등도 진행되고 있다. 원헬스 어프로치에 의한 인간, 동물, 환경의 건강을 통합적으로 생각하는 대처도 중요성을 더하고 있다."
    },
    {
        "id": 82,
        "translation": "메타버스의 대두가 인간의 사회적 상호작용의 본질을 근본부터 바꾸려고 하고 있다. 가상공간에서의 경제활동, 교육, 오락, 나아가 노동까지도 현실화되어, 물리적 세계와 가상세계의 경계가 애매해지고 있다. 메타버스내에서의 토지매매는 이미 수백만 달러 규모의 거래가 행해지고 있어, 디지털 부동산에의 투자가 활발화되고 있다. 구찌나 나이키 등의 대기업 브랜드는 메타버스내에서 가상상품을 판매하고, 새로운 수익원을 개척하고 있다. 기업은 메타버스내에 오피스를 개설하고, 아바타를 통한 회의나 협업작업이 일상화되고 있다. 마이크로소프트의 Mesh for Teams나 Meta의 Horizon Workrooms는 가상오피스 환경을 제공하고, 리모트워크의 새로운 형태를 제시하고 있다. 교육분야에서는 역사적 사건의 추체험이나 위험한 실험의 가상실시 등 종래 불가능했던 학습체험이 가능해지고 있다. 의학교육에서는 가상수술시뮬레이터에 의해 리스크 없이 연습을 거듭할 수 있다. / 그러나 메타버스의 보급에는 심각한 우려도 존재한다. 현실도피나 의존증의 리스크는 이미 온라인게임 의존으로 현재화되고 있는 문제의 연장선상에 있다. 한국에서는 하루 20시간 이상 메타버스에서 보내는 '메타버스 폐인'이 사회문제화되고 있다. 장시간의 가상공간 체재에 의한 신체적·정신적 건강에의 영향도 미지수다. VR 멀미나 안정피로 등의 신체적 문제에 더해, 현실감각의 상실이나 이인증상 등의 정신적 문제도 보고되고 있다. 또한 가상공간에서의 범죄나 하라스먼트의 문제도 심각화되고 있다. 아바타에 대한 성적 폭행이 현실의 심리적 트라우마를 일으키는 사례도 보고되고 있다. 디지털디바이드의 문제도 무시할 수 없다. 고성능의 VR 기기나 고속인터넷 접속이 필요하므로, 경제적 약자가 소외될 가능성이 있다. 가상과 현실의 적절한 균형을 어떻게 유지할지, 새로운 사회규범의 구축이 요구되고 있다."
    },
    {
        "id": 83,
        "translation": "핵융합에너지의 실현이 인류의 에너지 문제를 근본적으로 해결하는 가능성으로서 기대를 받고 있다. 2022년 12월, 미국의 로렌스 리버모어 국립연구소가 레이저 핵융합실험에서 사상 처음으로 투입에너지를 웃도는 출력을 달성하여 '핵융합의 브레이크스루'로서 세계적인 주목을 받았다. 핵융합은 태양과 같은 원리로 에너지를 만들어내는 기술이며, 연료가 되는 중수소는 바닷물로부터 무진장으로 취득가능하고, 고레벨 방사성폐기물도 발생하지 않는 '꿈의 에너지'라고 불리고 있다. ITER(국제열핵융합실험로) 프로젝트에는 일본, EU, 미국, 러시아, 중국, 한국, 인도가 참가하여 2035년의 운전개시를 목표로 하고 있다. 민간기업의 참입도 활발화되고 있어, Commonwealth Fusion Systems사는 2030년대 초두의 상업운전을 목표로 하고 있다. 그러나 기술적 과제는 아직 크다. 1억도를 넘는 초고온 플라즈마를 안정적으로 가두는 기술, 플라즈마에 면하는 재료의 개발, 트리튬의 자기증식 시스템의 확립 등 해결해야 할 문제가 산적해 있다. 경제성의 확보도 중요한 과제다. 건설비용은 방대하여, ITER의 총사업비는 당초 예정의 4배 이상으로 부풀어 오르고 있다. / 또한 핵융합발전이 실현되어도, 기존의 재생가능에너지와의 비용경쟁력을 갖는지는 불투명하다. 안전성에 대해서도 핵융합은 원리적으로 폭주하지 않는다고 여겨지고 있지만, 대량의 트리튬을 다루는 것에 의한 방사선리스크나, 중성자조사에 의한 구조재의 방사화 문제는 무시할 수 없다. 나아가 핵융합기술의 군사전용에의 우려도 있다. 핵융합에서 생성되는 중성자는 핵병기용 플루토늄의 생산에 이용가능하며, 핵확산리스크의 관점에서 국제적인 관리체제의 구축이 필요하다. 그래도 클린하고 무진장한 에너지원으로서의 핵융합의 가능성은 인류의 미래에 극히 중요하며, 장기적 시점에서의 연구개발투자가 계속되고 있다."
    },
    {
        "id": 84,
        "translation": "도시농업의 혁신적인 발전이 식량생산 시스템의 근본적인 변혁을 가져다주고 있다. 수직농법, 수경재배, 아쿠아포닉스 등의 기술로 도시부에서도 효율적인 식량생산이 가능해지고 있다. 싱가포르에서는 2030년까지 식량자급률을 30%로 끌어올리는 '30 by 30' 목표를 내걸고, 고층빌딩내에서의 야채재배를 추진하고 있다. 수직농장에서는 종래의 농법과 비교하여 물 사용량을 95% 삭감하고, 단위면적당의 생산량을 100배 이상으로 늘리는 것이 가능하다. LED 조명기술의 진보로 식물의 성장에 최적의 광스펙트럼을 제공하고, 연간을 통해 안정한 생산이 실현되고 있다. 또한 농약을 사용하지 않는 클린한 환경에서의 재배로 식품안전성도 향상되고 있다. 도시농업은 수송거리의 단축에 의한 CO2 삭감, 푸드데저트 문제의 해결, 지역고용의 창출 등 다면적인 효과를 가져다주고 있다. / 그러나 과제도 존재한다. 초기투자비용이 높고, 에너지소비량도 크므로 경제성의 확보가 곤란하다. 현상으로는 상추나 허브 등의 잎채소에 한정되고 있어, 곡물이나 근채류의 생산은 기술적으로 곤란하다. 또한 인공광에 의한 재배가 영양가나 풍미에 주는 영향에 대해서는 아직 충분한 연구가 이루어지지 않고 있다. 일부 연구에서는 태양광으로 자란 야채와 비교하여 특정의 영양소가 부족할 가능성이 지적되고 있다. 나아가 도시농업의 확대가 종래의 농업에 주는 영향도 고려할 필요가 있다. 농촌부의 농가의 생계나 농지의 다면적 기능의 유지 등 사회 전체의 균형을 생각한 발전이 요구된다. 도시와 농촌의 새로운 관계성을 구축하고, 지속가능한 식량 시스템을 실현하는 것이 중요하다. 기술혁신과 전통적 농업의 공존으로 레질리언트한 식량공급체제의 구축이 기대되고 있다."
    },
    {
        "id": 85,
        "translation": "수면과학의 진보로 수면이 인간의 건강과 인지기능에 주는 영향의 이해가 깊어지고 있다. 수면 중의 뇌파활동의 상세한 해석으로 렘수면과 논렘수면 각각이 기억의 정착, 창조성, 감정조정 등에 다른 역할을 한다는 것이 명확해졌다. 특히 깊은 잠의 단계에서 일어나는 '수면방추파'와 '서파'가 학습내용의 장기기억으로의 전송에 중요한 것이 판명되고 있다. 또한 수면 중에 글림파틱계가 활성화되어, 알츠하이머병의 원인물질인 아밀로이드β를 뇌로부터 제거하는 것도 발견되었다. 만성적인 수면부족은 치매, 심질환, 당뇨병, 비만 등의 리스크를 높이는 것이 역학연구로 증명되고 있다. 하루 6시간 미만의 수면을 계속하면 인지기능은 이틀간 철야한 상태와 동등까지 저하된다고 한다. 그러나 현대사회에서는 수면의 질과 양이 현저히 저하되고 있다. 스마트폰이나 퍼스널컴퓨터로부터 발해지는 블루라이트는 멜라토닌 분비를 억제하고, 체내시계를 어긋나게 한다. 24시간 사회에 의한 불규칙한 생활리듬, 만성적인 스트레스, 카페인의 과잉섭취 등도 수면장애의 요인이 되고 있다. / 수면약의 사용도 증가하고 있지만, 의존성이나 부작용의 문제가 있다. 인지행동요법(CBT-I) 등의 비약물요법의 유효성이 증명되고 있지만, 전문가의 부족으로 충분히 보급되지 않고 있다. 한편 수면테크놀로지의 발전으로 개인의 수면패턴을 상세히 분석하고, 최적화하는 것이 가능해지고 있다. 스마트매트리스나 수면트래커에 의해 수면의 질을 객관적으로 평가할 수 있게 되었다. 또한 수면의 개인차를 유전자 레벨에서 해명하는 연구도 진행되고 있어, 크로노타입에 응한 개별화된 수면개선 프로그램의 개발이 기대되고 있다. 수면을 단순한 휴식이 아니라 적극적인 건강증진행동으로서 다시 파악하는 것이 현대사회에 요구되고 있다."
    },
    {
        "id": 86,
        "translation": "초음속 여객기의 부활이 항공업계에 새로운 시대를 가져다주려고 하고 있다. 2003년에 콩코드가 퇴역한 이래, 초음속 민간항공은 정체되고 있었지만, 기술혁신으로 다시 실현가능해지고 있다. Boom Supersonic사의 Overture, NASA의 X-59, Aerion Supersonic사의 AS2 등 복수의 프로젝트가 2030년대의 상업운항을 목표로 하고 있다. 이러한 차세대 초음속기는 소닉붐을 대폭 저감하는 기술을 채용하고, 육상에서의 초음속비행도 가능하게 하는 것을 목표로 하고 있다. 형상최적화, 가변형상날개, 플라즈마기술 등으로 소음을 종래의 100분의 1 이하로 억제하는 것이 가능해진다고 한다. 또한 지속가능한 항공연료(SAF)의 사용으로 환경부하의 경감도 도모되고 있다. 비행시간의 대폭 단축으로 비즈니스 수요를 중심으로 큰 시장이 기대되고 있다. 도쿄-로스앤젤레스간을 4시간, 뉴욕-런던간을 3시간으로 잇는 것이 가능해지면 글로벌 비즈니스의 효율이 비약적으로 향상한다. / 그러나 극복해야 할 과제도 많다. 개발비용은 방대하며, 기체가격은 종래기의 수배가 될 것으로 예상되고 있다. 운항비용도 높아, 티켓가격은 비즈니스클래스의 2-3배가 될 가능성이 있다. 또한 환경에의 영향도 우려되고 있다. 고고도에서의 배출가스가 성층권 오존에 주는 영향, 연료소비량의 증대에 의한 CO2 배출증가 등 기후변동에의 영향은 무시할 수 없다. 소음규제도 아직 엄하여, 많은 공항에서 이착륙제한을 받을 가능성이 있다. 나아가 초음속비행에 필요한 고도의 정비체제의 구축, 파일럿의 훈련, 안전기준의 확립 등 인프라면에서의 과제도 산적해 있다. 그래도 시간가치의 높아짐과 함께 초음속 여객기에의 수요는 확실히 존재하고, 항공업계의 새로운 프론티어로서 기대되고 있다."
    },
    {
        "id": 87,
        "translation": "미생물총(마이크로바이옴) 연구의 진전이 의학의 개념을 근본부터 바꾸고 있다. 인체에는 100조개를 넘는 미생물이 공생하고 있어, 그 유전자 총수는 인간의 유전자의 100배 이상에 미친다는 것이 명확해졌다. 장내세균총은 '제2의 뇌'라고도 불리고, 소화흡수뿐만 아니라 면역기능, 정신상태, 대사기능 등 전신의 건강에 깊이 관련되고 있는 것이 판명되고 있다. 장뇌상관의 연구로 장내세균이 세로토닌이나 도파민 등의 신경전달물질의 산생에 관여하고, 우울증이나 자폐증스펙트럼장애 등의 정신질환과 관련되는 것이 나타나고 있다. 또한 비만, 당뇨병, 염증성장질환, 알레르기질환 등도 장내세균총의 이상(디스바이오시스)과 밀접하게 관련되고 있다. 분변미생물이식(FMT)은 건강한 사람의 장내세균을 이식함으로써 난치성의 클로스트리디움 디피실 감염증을 90% 이상의 확률로 치유시킬 수 있는 획기적인 치료법으로서 확립되었다. 현재 궤양성대장염, 과민성장증후군, 나아가 자폐증이나 파킨슨병에의 응용도 연구되고 있다. 프로바이오틱스나 프리바이오틱스를 사용한 장내환경의 개선도 주목받고 있지만, 효과에는 개인차가 크고, 만능이 아닌 것도 명확해지고 있다. / 그러나 마이크로바이옴 연구에는 아직 많은 과제가 있다. 장내세균총의 조성은 개인차가 극히 크고, '건강한' 마이크로바이옴의 정의는 곤란하다. 또한 상관관계와 인과관계의 구별도 어려워, 많은 연구결과의 재현성에 문제가 있다. 상업적인 마이크로바이옴 검사도 보급되고 있지만, 그 해석이나 치료에의 응용에는 신중함이 필요하다. 나아가 항생물질의 사용이나 과도한 위생관리가 마이크로바이옴의 다양성을 손상시키고, 알레르기질환의 증가로 이어진다는 '위생가설'도 제창되고 있다. 인간과 미생물의 공생관계를 이해하고, 그것을 건강유지에 활용하는 '마이크로바이옴 의료'의 확립이 기대되고 있다."
    },
    {
        "id": 88,
        "translation": "심해자원 개발이 새로운 프론티어로서 주목을 받고 있다. 해저에는 레어메탈을 풍부하게 함유한 망간단괴, 코발트리치크러스트, 해저열수광상 등이 광범위하게 분포하고 있어, 육상자원의 고갈에 대한 해결책으로서 기대되고 있다. 특히 전기자동차의 배터리에 필요한 코발트, 니켈, 리튬 등의 수요급증으로 심해채굴에의 관심이 높아지고 있다. 태평양의 클라리온 클리퍼턴대에는 육상매장량의 수백년분에 상당하는 망간단괴가 존재한다고 추정되고 있다. 기술적으로도 수심 6000미터로부터의 자원회수가 가능해지고 있다. 일본도 미나미토리시마 주변의 배타적경제수역내에서 고농도의 레어어스 진흙을 발견하고, 자원대국으로의 전환의 가능성을 비추고 있다. 그러나 심해채굴에는 중대한 환경리스크가 따른다. 심해생태계는 극히 취약하여, 한번 파괴되면 회복에 수백년 이상 걸릴 가능성이 있다. 채굴활동에 의한 퇴적물의 권상은 광범위의 해양생물에 영향을 주고, 먹이연쇄를 통해 해양생태계 전체를 위협할 우려가 있다. / 또한 심해는 지구상에서 가장 미해명한 영역이며, 많은 미지의 생물종이 존재한다. 이러한 생물은 신약개발 등 바이오테크놀로지에의 응용가능성을 비추고 있어, 채굴에 의한 절멸은 인류의 큰 손실이 될 가능성이 있다. 국제해저기구(ISA)는 심해채굴의 규제틀을 책정중이지만, 환경보호와 자원개발의 균형을 둘러싸고 각국의 의견은 갈라져 있다. 태평양 도서국은 예방원칙에 기초한 채굴모라토리엄을 요구하고 있는 한편, 중국이나 러시아는 적극적인 개발을 추진하고 있다. 심해는 인류공통의 재산이며, 그 개발에는 극히 신중한 어프로치가 필요하다. 지속가능한 자원이용과 해양환경보호의 양립은 21세기의 중요한 과제 중 하나가 되고 있다."
    },
    {
        "id": 89,
        "translation": "합성생물학의 급속한 발전이 생명의 설계와 제조를 가능하게 하는 새로운 시대를 열고 있다. DNA 합성기술의 진보로 유전자배열을 컴퓨터상에서 설계하고, 인공적으로 합성하는 것이 가능하게 되었다. 2010년에는 세계최초의 인공합성 게놈을 갖는 세균이 작제되고, 2019년에는 대장균의 전유전암호를 다시 쓰는 데 성공했다. 이러한 기술로 의약품, 연료, 재료 등 다양한 유용물질을 생물에 만들게 하는 것이 가능해지고 있다. 합성생물학은 희소한 의약품의 저렴한 생산을 실현하고 있다. 아르테미시닌(항말라리아약)의 효모에 의한 생산은 종래의 식물추출법과 비교하여 비용을 10분의 1 이하로 삭감했다. 또한 배양육, 합성가죽, 바이오플라스틱 등 환경부하가 적은 신재료의 개발도 진행되고 있다. 장래적으로는 탄소고정능력을 강화한 식물이나 환경오염물질을 분해하는 미생물의 개발도 기대되고 있다. 그러나 합성생물학에는 심각한 리스크도 따른다. 의도적 또는 우발적인 유해생물의 작제·방출은 되돌릴 수 없는 환경재해를 일으킬 가능성이 있다. 2018년에는 마두바이러스가 인공합성되어, 절멸한 바이러스의 부활이 기술적으로 가능한 것이 실증되었다. / 바이오테러리즘에의 악용도 우려되고 있어, 치사성이 높은 병원체의 작제가 비교적 간단한 설비로 가능해지고 있다. 또한 유전자드라이브 기술은 야생생물집단의 유전자를 급속히 개변하는 능력을 가지고, 생태계에의 불가역적인 영향이 우려되고 있다. 윤리적인 문제도 복잡하다. 생명을 인공적으로 만들어내는 것의 가부, 지적재산권의 다룸, 액세스의 공평성 등 사회적 합의의 형성이 필요한 과제가 산적해 있다. 국제적인 규제틀의 구축도 급무이지만, 기술의 진보속도에 규제가 따라잡지 못하는 상황이 계속되고 있다. 합성생물학은 인류에게 큰 혜택을 가져다줄 가능성을 비추고 있지만, 그 힘을 책임을 갖고 사용하는 것이 요구되고 있다."
    },
    {
        "id": 90,
        "translation": "감정인식 AI의 발전이 인간과 컴퓨터의 관계를 근본적으로 바꾸려고 하고 있다. 얼굴의 표정, 목소리의 톤, 몸의 움직임, 생리학적 신호 등으로부터 인간의 감정상태를 고정밀도로 추정하는 기술이 실용화되고 있다. 딥러닝의 진보로 미세한 표정변화로부터 7개의 기본감정(기쁨, 슬픔, 분노, 공포, 놀람, 혐오, 경멸)을 90% 이상의 정밀도로 식별할 수 있게 되었다. 이 기술은 고객서비스, 교육, 의료, 엔터테인먼트 등 다양한 분야에서 응용이 진행되고 있다. 콜센터에서는 고객의 감정상태를 리얼타임으로 분석하고, 오퍼레이터에게 적절한 대응을 재촉하는 시스템이 도입되고 있다. 교육분야에서는 학습자의 이해도나 집중도를 감정분석으로 파악하고, 개별최적화된 지도를 제공하는 것이 가능해지고 있다. 정신의료에서는 우울증이나 불안장애의 조기발견이나 치료효과의 객관적 평가에 활용되고 있다. 그러나 감정인식 AI에는 중대한 문제도 존재한다. 우선 감정표현의 문화적 다양성에의 대응이 불충분하다. 서양문화를 기준으로 개발된 시스템은 아시아나 아프리카의 감정표현을 잘못 해석할 가능성이 높다. / 또한 프라이버시와 감시의 문제도 심각하다. 직장에서의 종업원의 감정감시는 과도한 스트레스와 관리강화로 이어질 우려가 있다. 중국에서는 교실에서의 학생의 표정을 AI로 분석하고, 집중도를 평가하는 시스템이 도입되어 비판을 받고 있다. 나아가 감정의 위장이나 조작의 가능성도 무시할 수 없다. AI를 속이기 위한 표정트레이닝이나 감정을 위장하는 기술의 개발도 진행되고 있다. 감정인식 AI의 정밀도 향상은 오히려 감정표현의 자연스러움을 손상시킬 가능성도 있다. 윤리적 가이드라인의 책정과 기술의 적절한 이용범위의 설정이 급무가 되고 있다. 인간의 내면이라는 가장 프라이빗한 영역에 AI가 어디까지 들어가야 할지, 신중한 논의가 필요하다."
    },
    {
        "id": 91,
        "translation": "나노의료기술의 진보가 질환의 진단과 치료에 혁명적인 변화를 가져다주고 있다. 나노미터(10억분의 1미터) 스케일의 입자나 디바이스를 사용함으로써 세포레벨, 나아가 분자레벨에서의 정밀한 의료개입이 가능해지고 있다. 나노입자를 사용한 드럭딜리버리 시스템은 약물을 병변부위에 선택적으로 송달하고, 부작용을 최소한으로 억제하면서 치료효과를 최대화할 수 있다. 암치료에서는 종양조직에 선택적으로 집적하는 나노입자를 사용하여 항암제를 직접 암세포에 송달하는 기술이 실용화되고 있다. 또한 금나노입자를 사용한 광열요법은 근적외선조사로 종양을 선택적으로 가열·파괴하는 것이 가능하다. 진단분야에서는 양자도트를 사용한 고감도 이미징 기술로 단일분자레벨에서의 검출이 가능해졌다. 순환종양세포(CTC)의 조기발견으로 전이의 예측이나 치료효과의 모니터링이 비약적으로 향상되고 있다. 나아가 나노로봇의 개발도 진행되고 있다. 혈관내를 이동하고, 혈전을 제거하거나 표적세포에 약물을 송달하거나 하는 미소로봇의 동물실험이 성공하고 있다. 장래적으로는 체내에 상주하여 건강상태를 모니터링하고, 필요에 응해 치료를 행하는 '체내병원'의 실현도 꿈이 아니다. / 그러나 나노의료에는 미해결의 과제도 많다. 나노입자의 장기적인 생체에의 영향은 불명한 점이 많고, 축적에 의한 독성의 우려가 있다. 특히 뇌혈액관문을 통과할 수 있는 나노입자는 신경계에의 예기치 않은 영향을 줄 가능성이 있다. 또한 나노입자의 환경에의 방출에 의한 생태계에의 영향도 우려되고 있다. 제조비용도 높아, 치료의 공평성의 관점에서 문제가 되고 있다. 규제면에서도 종래의 의약품이나 의료기기의 틀로는 대응할 수 없는 새로운 과제가 생기고 있다. 나노의료의 혜택을 안전하게 향유하기 위해서는 신중한 리스크평가와 적절한 규제틀의 구축이 불가결하다."
    },
    {
        "id": 92,
        "translation": "극지 빙상의 융해가 가속되어 지구규모의 환경위기로서 심각화되고 있다. 그린란드와 남극의 빙상은 지구상의 담수의 99%를 보유하고 있어, 완전히 융해되면 해면은 약 65미터 상승한다. 최신의 위성관측데이터에 따르면, 양극지의 빙상소실속도는 1990년대와 비교하여 6배로 가속되고 있어, IPCC의 최악시나리오를 웃도는 페이스로 진행되고 있다. 특히 우려되는 것은 서남극 빙상의 불안정화다. 해수온의 상승으로 빙상저부의 융해가 진행되어, '해양빙상불안정성'이라고 불리는 불가역적인 붕괴프로세스가 시작되고 있을 가능성이 있다. 스웨이츠 빙하는 '종말빙하'라고 불리고, 그 붕괴만으로 해면을 65센티미터 상승시킬 가능성이 있다. 또한 빙상융해에 의한 담수의 대량유입은 해양순환시스템에 심각한 영향을 주고 있다. 대서양자오선순환(AMOC)의 감속이 관측되고 있어, 이것이 완전히 정지하면 유럽의 기후는 극적으로 한랭화되고, 몬순패턴의 변화로 수억 명이 영향을 받을 가능성이 있다. 빙상융해의 가속메커니즘도 복잡화되고 있다. 빙상표면의 암색화에 의한 태양광흡수의 증가, 빙상하의 지열에 의한 저부융해, 빙하의 유동속도의 가속 등 정의 피드백루프가 작동하고 있다. / 나아가 영구동토의 융해로 대량의 메탄과 CO2가 방출되어, 온난화를 더욱 가속시킬 우려가 있다. 해면상승으로 2100년까지 6억 명 이상이 이주를 여의없게 될 것으로 예측되고 있다. 소도서국의 소실, 연안도시의 수몰, 염수침입에 의한 농지의 염해 등 인류문명에 대한 위협은 헤아릴 수 없다. 그러나 극지는 지구상에서 가장 액세스가 곤란한 지역이며, 관측데이터는 아직 부족하다. 기후모델의 불확실성도 크고, 장래예측에는 큰 폭이 있다. 지구공학적 개입의 제안도 있지만, 그 효과와 부작용은 미지수다. 극지 빙상의 보전은 인류의 생존에 관련된 최중요과제 중 하나다."
    },
    {
        "id": 93,
        "translation": "가상통화의 중앙은행 디지털 통화(CBDC)로의 진화가 국제금융시스템의 구조를 근본부터 바꾸려고 하고 있다. 중국의 디지털 인민폐를 필두로 세계의 중앙은행의 86%가 CBDC의 연구개발을 진행하고 있어, 금융의 디지털화는 불가역적인 흐름이 되고 있다. CBDC는 현금과 동등의 법적 지위를 갖는 디지털 통화이며, 중앙은행이 직접 발행·관리함으로써 금융정책의 유효성 향상과 결제시스템의 효율화가 기대되고 있다. 프로그래머블 머니로서의 기능으로 사용기한이나 용도를 한정한 급부금의 배포, 마이너스금리의 직접적용, 탈세나 머니로더링의 방지 등 종래 불가능했던 정책수단이 실현가능해진다. 국제결제에서는 현재의 SWIFT 시스템에 대신하여 즉시 또한 저비용의 송금이 가능해진다. 그러나 CBDC의 도입에는 심각한 리스크도 따른다. 모든 거래가 중앙은행에 기록되는 것으로 금융프라이버시가 완전히 상실될 가능성이 있다. 정부에 의한 경제활동의 전면적인 감시와 통제가 가능해져 디스토피아적인 감시사회의 도래가 우려되고 있다. 또한 은행취부소동의 디지털판이 발생할 리스크도 높다. 위기시에는 예금으로부터 CBDC로의 대규모 자금이동이 순식간에 일어나, 금융시스템의 불안정화를 초래할 가능성이 있다. / 나아가 사이버공격에의 취약성도 중대한 우려사항이다. CBDC 시스템에의 공격은 국가의 금융시스템 전체를 마비시킬 가능성이 있다. 국제적인 측면에서는 기축통화로서의 달러의 지위가 위협받을 가능성이 있다. 디지털 인민폐의 국제화로 달러결제시스템을 우회한 국제거래가 가능해져, 미국의 금융제재의 유효성이 저하될 우려가 있다. 기술표준의 분단으로 디지털 통화권이 복수 형성되어, 국제금융시스템의 분단화가 진행될 가능성도 있다. CBDC의 설계와 실장에는 기술적 과제와 정책적 과제의 양면에서 신중한 검토가 필요하다."
    },
    {
        "id": 94,
        "translation": "노화연구의 비약적 진전으로 인간의 수명연장과 회춘이 현실적인 목표가 되고 있다. 노화의 생물학적 메커니즘의 해명이 진행되어, 노화를 '치료가능한 질환'으로서 파악하는 생각이 주류가 되어왔다. 텔로미어 연장, 세놀리틱스(노화세포제거약), NAD+ 보충요법, 줄기세포치료 등 다양한 어프로치로 노화의 진행을 늦추고, 나아가 역전시키는 연구가 진행되고 있다. 마우스에서는 젊은 개체의 혈액을 노령개체에 수혈하는 '파라바이오시스'로 근육, 뇌, 간장 등의 회춘효과가 확인되고 있다. 또한 야마나카 인자를 사용한 세포의 초기화로 세포레벨에서의 회춘에 성공한 예도 보고되고 있다. 메트포르민이나 라파마이신 등의 기존약이 수명연장효과를 보이는 것도 판명되어, 대규모 임상시험이 진행중이다. 실리콘밸리의 부유층을 중심으로 안티에이징 산업에의 투자가 급증하고 있어, 2025년에는 6000억 달러 시장이 될 것으로 예측되고 있다. 그러나 수명연장기술에는 심각한 사회적·윤리적 문제가 따른다. 우선 치료에의 액세스의 불평등으로 '수명격차'가 생길 가능성이 높다. 부유층만이 장수를 향유하는 사회는 궁극의 불평등을 가져다준다. / 또한 인구구조에의 영향도 헤아릴 수 없다. 사망률의 저하로 인구폭발이 일어나, 자원이나 환경에의 부하가 증대한다. 연금이나 의료보험 등의 사회보장시스템은 완전히 기능부전에 빠질 가능성이 있다. 나아가 세대교체의 정체로 사회의 경직화나 혁신의 상실이 우려된다. 심리적·철학적인 문제도 존재한다. 죽음의 공포로부터 해방되는 한편, 살아가는 의미나 목적을 잃을 가능성이 있다. 영원의 생은 과연 행복한가. 가족관계나 사회구조도 근본부터 바뀔 수밖에 없다. 노화연구의 진보는 인류에게 큰 혜택을 가져다줄 가능성이 있지만, 그 영향은 의학의 틀을 넘어 인류문명 전체에 미친다. 신중한 윤리적 검토와 사회적 합의형성이 불가결하다."
    },
    {
        "id": 95,
        "translation": "대규모 언어모델(LLM)의 급속한 진화가 인간의 지적활동의 재연을 근본부터 바꾸고 있다. GPT, Claude, Gemini 등의 최신 AI는 문장생성, 번역, 요약, 프로그래밍, 창조적 집필 등 광범한 언어태스크에서 인간레벨의 능력을 보이고 있다. 파라미터수가 조단위에 달하는 모델은 방대한 지식을 내포하고, 복잡한 추론이나 창조적인 문제해결도 가능해지고 있다. 교육, 연구, 비즈니스, 창작활동 등 모든 분야에서 LLM의 활용이 진행되고 있다. 학술논문의 집필지원, 법률문서의 작성, 의료진단의 보조 등 전문적인 영역에서도 실용화가 시작되고 있다. 프로그래밍에서는 자연언어에 의한 지시로부터 코드를 자동생성하고, 개발효율을 비약적으로 향상시키고 있다. 그러나 LLM의 보급에는 심각한 문제도 따르고 있다. 우선 '할루시네이션'이라고 불리는 사실과 다른 정보의 생성이 오정보의 확산으로 이어지고 있다. 그럴듯한 거짓말을 생성하는 능력은 페이크뉴스나 사기의 교묘화를 초래하고 있다. 또한 학술적 부정의 증가도 우려되고 있다. 학생의 리포트나 논문에서의 부정사용이 급증하고, 교육의 의미가 문제시되고 있다. 독창성이나 비판적 사고력의 육성이 곤란해져, 인간의 지적능력의 퇴화가 위구되고 있다. / 저작권과 지적재산의 문제도 복잡하다. LLM의 학습데이터에 포함된 저작물의 사용은 합법인가, 생성된 콘텐츠의 권리는 누구에게 귀속하는가, 법적 틀은 미정비다. 나아가 LLM의 환경부하도 무시할 수 없다. 대규모모델의 훈련에는 방대한 전력이 필요하여, 하나의 모델의 훈련으로 수백톤의 CO2를 배출한다. 바이어스와 공평성의 문제도 심각하다. 학습데이터에 포함된 편견을 증폭하고, 차별적인 출력을 생성할 가능성이 있다. LLM은 인류의 지적활동을 증강하는 강력한 툴이지만, 그 힘을 적절히 제어하고, 인간의 존엄과 창조성을 보유하는 것이 중요한 과제가 되고 있다."
    },
    {
        "id": 96,
        "translation": "광양자컴퓨팅의 실현이 계산과학의 새로운 지평을 열고 있다. 광자를 양자비트로서 사용하는 광양자컴퓨터는 실온에서 동작가능하며, 초전도양자컴퓨터가 필요로 하는 극저온환경이 불요하다는 큰 이점을 갖는다. 또한 광자는 환경노이즈의 영향을 받기 어렵고, 양자상태의 보유시간(코히런스 시간)이 길기 때문에, 보다 안정한 양자계산이 가능하다. 중국의 구장, 캐나다의 Xanadu 등 광양자컴퓨터에 의한 양자우위성의 실증이 잇따르고 있다. 특히 보손샘플링이라고 불리는 특정의 계산태스크에서는 고전컴퓨터를 압도적으로 능가하는 성능을 보이고 있다. 광양자컴퓨터는 창약, 재료개발, 금융모델링, 교통최적화 등 다양한 분야에서의 응용이 기대되고 있다. 분자의 양자시뮬레이션으로 신약의 개발기간을 대폭 단축할 수 있는 가능성이 있다. 또한 광통신과의 친화성이 높기 때문에, 양자인터넷의 구축에도 적합하다. 양자암호통신과 조합함으로써 절대적으로 안전한 통신네트워크의 실현이 기대되고 있다. / 그러나 광양자컴퓨터에도 과제는 많다. 광자끼리의 상호작용이 약하기 때문에, 양자게이트 조작의 실장이 곤란하다. 현상으로는 특정의 알고리즘에 특화한 계산밖에 할 수 없어, 범용양자컴퓨터의 실현에는 기술적 브레이크스루가 필요하다. 또한 광자의 검출효율의 한계로 대규모화가 곤란하다. 현재의 광자검출기의 효율은 90% 정도이며, 양자비트수가 늘어날수록 계산의 성공확률이 지수함수적으로 저하한다. 나아가 프로그래밍의 복잡함도 과제다. 광양자컴퓨터 특유의 아키텍쳐에 적합한 알고리즘의 개발이 필요하며, 기존의 양자알고리즘의 이식은 용이하지 않다. 그래도 광양자컴퓨팅은 양자계산의 실용화를 향한 중요한 선택지 중 하나이며, 다른 방식과의 조합에 의한 하이브리드형의 발전도 기대되고 있다."
    },
    {
        "id": 97,
        "translation": "생체인증기술의 고도화가 보안과 프라이버시의 새로운 국면을 만들어내고 있다. 지문, 홍채, 얼굴, 성문, 정맥패턴, 보행, 나아가 DNA까지 다양한 생체정보가 개인인증에 이용되게 되었다. 딥러닝의 진보로 얼굴인증의 정밀도는 99.9%를 넘어, 수억 명 규모의 데이터베이스로부터 순식간에 개인을 특정하는 것이 가능해지고 있다. 공항, 역, 스타디움 등의 공공시설에서는 얼굴인증에 의한 입장관리가 표준화되고 있다. 스마트폰의 생체인증은 일상생활에 완전히 녹아들어, 패스워드는 과거의 것이 되고 있다. 의료분야에서는 환자의 취위를 막기 위한 생체인증이 도입되어, 의료안전의 향상에 기여하고 있다. 금융거래에서도 생체인증에 의한 본인확인이 보급되어, 변명사기의 방지에 효과를 올리고 있다. 그러나 생체인증의 보급은 심각한 리스크도 만들어내고 있다. 최대의 문제는 생체정보의 불가변성이다. 패스워드는 변경할 수 있지만, 지문이나 홍채는 변경할 수 없다. 한번 누설된 생체정보는 영속적인 보안리스크가 된다. 2019년에는 10억 명 이상의 생체정보를 포함한 데이터베이스가 해킹되어, 세계적인 충격을 주었다. / 또한 감시사회화에의 우려도 높아지고 있다. 중국에서는 얼굴인증카메라가 국민의 행동을 상시감시하고, 신용스코어시스템과 연동하고 있다. 위구르 자치구에서는 민족적 특징을 식별하는 얼굴인증기술이 인권침해에 사용되고 있다는 비판이 있다. 나아가 생체인증의 정밀도에도 문제가 있다. 인종이나 성별에 의해 인식정밀도에 차가 있어, 알고리즘 바이어스에 의한 차별이 생기고 있다. 흑인여성의 얼굴인증 에러율은 백인남성의 35배 높다는 연구결과도 있다. 프라이버시와 편의성, 보안과 자유의 균형을 어떻게 잡을지, 생체인증기술의 적절한 이용범위와 규제의 재연에 대해 사회적인 합의형성이 급무가 되고 있다."
    },
    {
        "id": 98,
        "translation": "우주태양광발전(SSPS)의 실현을 향한 기술개발이 에너지문제의 궁극적인 해결책으로서 기대를 받고 있다. 우주공간에 거대한 태양전지패널을 설치하고, 마이크로파나 레이저로 지상에 송전하는 이 시스템은 날씨나 주야에 좌우되지 않는 24시간 365일의 안정한 전력공급을 가능하게 한다. 우주에서는 태양광강도가 지상의 약 1.4배이며, 대기에 의한 감쇠도 없으므로, 발전효율은 지상의 5〜10배에 달한다고 시산되고 있다. 일본, 중국, 미국, EU 등이 국가프로젝트로서 연구개발을 진행하고 있어, 2040년대의 실용화를 목표로 하고 있다. 중국은 2028년에 소규모 실증실험을 계획하고, 일본도 2025년에 항공기를 사용한 무선송전실험을 예정하고 있다. 1기의 SSPS로 원자력발전소 1기분(100만kW)의 전력을 공급할 수 있어, CO2를 일절 배출하지 않는 클린에너지로서 카본뉴트럴 실현의 히든카드로 기대되고 있다. 그러나 기술적·경제적 과제는 아직 크다. 우선 건설비용이 방대하다. 1기당 수조엔에서 수십조엔으로 추정되어, 발사비용의 대폭 삭감이 불가결하다. 또한 우주공간에서의 건설·조립기술의 확립도 필요하여, 로봇기술의 고도화가 요구된다. / 마이크로파 송전의 안전성도 중요한 과제다. 고출력 마이크로파빔이 항공기나 조류에 주는 영향, 전파간섭의 문제 등 신중한 평가가 필요하다. 수전설비도 직경 수킬로미터의 거대시설이 필요하여, 토지이용의 관점에서 문제가 있다. 나아가 우주데브리와의 충돌리스크도 무시할 수 없다. 거대한 구조물은 격호의 표적이 되어, 일부가 파손되면 전체가 기능부전에 빠질 가능성이 있다. 군사전용의 우려도 있어, 고출력 에너지빔을 병기로서 사용될 가능성은 국제적인 안전보장상의 과제가 되고 있다. 그래도 무진장하고 클린한 에너지원으로서의 포텐셜은 헤아릴 수 없어, 인류의 지속가능한 발전에 중요한 선택지 중 하나다."
    },
    {
        "id": 99,
        "translation": "장뇌상관의 해명이 진행되어 '제2의 뇌'로서의 장의 중요성이 과학적으로 증명되고 있다. 장관신경계는 5억개 이상의 뉴런을 가지고, 뇌로부터 독립하여 기능할 수 있는 유일한 기관이다. 미주신경을 개재한 쌍방향 커뮤니케이션으로 장내환경이 기분, 인지기능, 행동에 직접 영향을 주는 것이 명확해지고 있다. 장내세균은 세로토닌의 90%, 도파민의 50%를 산생하고 있어, 이러한 신경전달물질이 뇌기능에 중요한 역할을 하고 있다. 장내세균총의 어긋남(디스바이오시스)은 우울증, 불안장애, 자폐증스펙트럼장애, 파킨슨병, 알츠하이머병 등의 신경정신질환과 밀접하게 관련되고 있는 것이 판명되고 있다. 무균마우스의 실험에서는 장내세균의 부재가 뇌의 발달과 행동에 현저한 영향을 주는 것이 나타났다. 또한 분변미생물이식으로 도너의 행동특성이 수용자에게 전이하는 현상도 관찰되고 있다. 이 지견은 정신질환의 새로운 치료법 개발로 이어지고 있다. 프로바이오틱스, 프리바이오틱스, 신바이오틱스를 사용한 '사이코바이오틱스' 요법은 정신증상의 개선에 유효한 것이 임상시험에서 나타나고 있다. 특정의 유산균주는 스트레스 반응을 경감하고, 인지기능을 향상시키는 효과가 확인되고 있다. / 그러나 장뇌상관의 응용에는 과제도 많다. 장내세균총의 개인차가 극히 크고, 만인에게 유효한 개입법의 확립은 곤란하다. 또한 인과관계의 증명은 용이하지 않고, 많은 연구가 상관관계의 지적에 머물고 있다. 나아가 장내세균을 조작하는 것의 장기적 영향은 불명하며, 예기치 않은 부작용의 가능성도 부정할 수 없다. 상업적인 마이크로바이옴 검사나 서플리먼트의 과학적 근거는 불충분한 경우가 많아, 소비자보호의 관점에서 규제가 필요하다. 장뇌상관의 이해는 심신의학의 새로운 패러다임을 제시하고 있지만, 그 임상응용에는 신중하고 과학적인 어프로치가 요구되고 있다."
    },
    {
        "id": 100,
        "translation": "탄소회수·이용·저류(CCUS) 기술의 실용화가 기후변동 대책의 중요한 기둥으로서 위치지어지고 있다. 대기 중의 CO2 농도를 산업혁명 전의 레벨로 되돌리려면 배출삭감만이 아니라 이미 대기 중에 존재하는 CO2의 제거가 불가결하다. 직접공기회수(DAC) 기술은 대기 중으로부터 직접 CO2를 회수하고, 지하저류나 유용물질로의 전환을 가능하게 한다. 스위스의 Climeworks사, 캐나다의 Carbon Engineering사 등이 상업플랜트를 가동시키고 있어, 회수비용은 착실히 저하하고 있다. 회수한 CO2는 합성연료, 화학품, 건재 등으로 전환되어, 탄소순환형 경제의 실현에 기여하고 있다. CO2 유래의 콘크리트는 종래품보다 강도가 높아, 건설업계에서 주목받고 있다. 또한 미세조류를 사용한 바이오연료 생산이나 인공광합성에 의한 화학품제조 등 CO2를 자원으로서 활용하는 기술도 진화하고 있다. 그러나 CCUS 기술의 대규모 전개에는 많은 장벽이 있다. 우선 에너지소비가 크고, 현상으로는 1톤의 CO2 회수에 0.3〜0.5톤의 CO2 배출을 따른다. 재생가능에너지의 사용이 전제가 되지만, 그 인프라정비에는 시간과 비용이 든다. 지하저류의 안전성도 우려사항이다. CO2의 누설리스크, 지진유발의 가능성, 지하수오염 등 장기적인 환경영향의 평가가 필요하다. 또한 사회적 수용성도 과제이며, 지역주민의 이해와 협력이 불가결하다. / 경제성도 최대의 과제 중 하나다. 현재의 탄소가격으로는 많은 CCUS 프로젝트는 채산이 맞지 않는다. 정부보조금이나 탄소세의 인상 등 정책적 지원이 필요하다. 나아가 CCUS로의 과도한 의존이 배출삭감노력의 후퇴로 이어지는 '모럴해저드'의 우려도 있다. CCUS는 중요한 기술이지만, 어디까지나 배출삭감을 보완하는 수단으로서 위치지어져 포괄적인 기후변동 대책의 일부로서 추진하는 것이 중요하다. 기술혁신과 정책지원으로 2050년의 카본뉴트럴 실현을 향한 중요한 역할을 할 것으로 기대되고 있다."
    }
]