[
    {
      "id": 1,
      "translation": "어제 친구와 영화를 보러 갔습니다. 그 영화는 일본 애니메이션으로 매우 재미있었습니다. 친구도 또 한 번 보고 싶다고 말했습니다. 다음 주에 또 함께 갈 예정입니다."
    },
    {
      "id": 2,
      "translation": "제 방은 2층에 있습니다. 창문으로 공원이 보이고, 봄이 되면 벚꽃이 매우 아름답습니다. 책상과 책장과 작은 소파가 있습니다. 매일 여기서 공부하거나 책을 읽고 있습니다."
    },
    {
      "id": 3,
      "translation": "내일은 여동생의 생일이라서 선물을 사러 갑니다. 여동생은 음악을 좋아해서 CD를 살 생각입니다. 그리고 케이크도 주문했습니다. 가족 모두와 파티를 할 예정입니다."
    },
    {
      "id": 4,
      "translation": "일본어를 공부하기 시작한 지 벌써 2년이 되었습니다. 처음에는 히라가나도 읽을 수 없었지만, 지금은 간단한 신문은 읽을 수 있게 되었습니다. 하지만 말하기는 아직 서툽니다."
    },
    {
      "id": 5,
      "translation": "어제 밤에 열이 나고 머리도 아팠습니다. 오늘 아침에 병원에 가서 약을 받았습니다. 의사는 오늘과 내일은 집에서 쉬라고 말했습니다."
    },
    {
      "id": 6,
      "translation": "제 취미는 요리를 만드는 것입니다. 특히 이탈리아 요리를 좋아해서 파스타나 피자를 자주 만듭니다. 주말에는 친구들을 집으로 초대해서 함께 식사하는 경우가 많습니다."
    },
    {
      "id": 7,
      "translation": "다음 달에 대학을 졸업합니다. 4년간 많은 것을 배웠습니다. 졸업 후에는 도쿄의 회사에서 일할 예정입니다. 새로운 생활이 기대되지만 조금 걱정도 됩니다."
    },
    {
      "id": 8,
      "translation": "전철이 늦어져서 회의에 지각하고 말았습니다. 부장님께 사과했지만 다음부터 주의하라고 말씀하셨습니다. 이번부터는 더 일찍 집을 나서려고 생각합니다."
    },
    {
      "id": 9,
      "translation": "어린 시절 여름방학은 조부모님 댁에서 보냈습니다. 할아버지는 낚시를 좋아하셔서 자주 함께 강에 갔습니다. 할머니는 맛있는 요리를 많이 만들어주셨습니다. 매우 즐거운 추억입니다."
    },
    {
      "id": 10,
      "translation": "오늘은 날씨가 좋아서 빨래를 했습니다. 셔츠 5장, 바지 3벌, 타올 10장을 빨았습니다. 오후에는 모두 말라서 매우 기분이 좋습니다."
    },
    {
      "id": 11,
      "translation": "제 회사는 역에서 걸어서 10분 정도입니다. 매일 아침 8시 반에 집을 나서서 9시에 회사에 도착합니다. 퇴근은 보통 7시경입니다. 잔업이 있는 날은 더 늦어집니다."
    },
    {
      "id": 12,
      "translation": "지난 주 토요일에 친구의 결혼식에 참석했습니다. 신부는 흰 드레스를 입고 있어서 매우 아름다웠습니다. 식 후에는 파티가 있어서 맛있는 요리를 먹었습니다."
    },
    {
      "id": 13,
      "translation": "일본에 온 후로 여러 장소를 여행했습니다. 교토에서는 오래된 절을 보고, 오사카에서는 맛있는 타코야키를 먹었습니다. 하지만 가장 인상에 남는 것은 후지산입니다."
    },
    {
      "id": 14,
      "translation": "어머니는 매주 수요일에 영어를 배우러 갑니다. 작년부터 시작했으니 아직 1년밖에 안 되었습니다. 하지만 간단한 회화는 할 수 있게 되었습니다. 내년에는 해외여행을 가고 싶다고 합니다."
    },
    {
      "id": 15,
      "translation": "남동생은 대학생으로 아르바이트를 하면서 공부하고 있습니다. 편의점에서 주 3일 일하고 시급은 1000엔입니다. 아르바이트로 모은 돈으로 새 컴퓨터를 살 예정이라고 합니다."
    },
    {
      "id": 16,
      "translation": "올해 여름에 가족과 홋카이도로 여행할 예정입니다. 비행기로 가서 5일간 머물 예정입니다. 맛있는 해산물 요리를 먹거나 온천에 들어갈 예정입니다."
    },
    {
      "id": 17,
      "translation": "어제 도서관에서 공부하고 있는데 고등학교 친구를 만났습니다. 3년 만이었습니다. 그는 지금 은행에서 일하고 있다고 합니다. 다음 주에 함께 식사하기로 약속했습니다."
    },
    {
      "id": 18,
      "translation": "누나는 작년에 결혼해서 지금은 남편과 둘이 살고 있습니다. 새 아파트는 역에서 가까워서 매우 편리합니다. 다음 달에 아기가 태어날 예정입니다."
    },
    {
      "id": 19,
      "translation": "저는 매일 아침밥을 먹고 나서 신문을 읽습니다. 특히 경제 뉴스에 관심이 있습니다. 시간이 있을 때는 스포츠 기사도 읽습니다. 신문을 읽으면 세계 일을 잘 알 수 있습니다."
    },
    {
      "id": 20,
      "translation": "주말에 친구와 산에 올랐습니다. 아침 6시에 출발해서 4시간 걸려 정상에 도착했습니다. 날씨가 좋아서 경치가 매우 아름다웠습니다. 피곤했지만 즐거웠습니다."
    },
    {
      "id": 21,
      "translation": "아버지는 요리를 잘하셔서 휴일에는 자주 가족을 위해 요리를 만들어주십니다. 특히 카레를 잘 만드셔서 모두가 가게 맛보다 맛있다고 말합니다. 저도 아버지처럼 요리를 잘하고 싶습니다."
    },
    {
      "id": 22,
      "translation": "다음 주 금요일은 회사 망년회입니다. 장소는 역 근처의 이자카야에서 밤 7시부터 시작됩니다. 참가비는 4000엔입니다. 모두와 즐겁게 보내고 싶습니다."
    },
    {
      "id": 23,
      "translation": "제 취미는 사진을 찍는 것입니다. 특히 풍경 사진을 좋아해서 휴일에는 여러 장소에 가서 사진을 찍습니다. 작년에 사진 콘테스트에서 상을 받았습니다."
    },
    {
      "id": 24,
      "translation": "어제 백화점에서 어머니의 생일 선물을 샀습니다. 지갑과 꽃을 사서 총 15000엔이었습니다. 어머니께서 분명히 기뻐하실 거라고 생각합니다."
    },
    {
      "id": 25,
      "translation": "오늘은 비가 내려서 집에서 보냈습니다. 오전에는 청소를 하고 오후에는 책을 읽었습니다. 저녁에 비가 그쳐서 개 산책을 시켰습니다."
    },
    {
      "id": 26,
      "translation": "저는 대학에서 경제학을 공부하고 있습니다. 장래에는 은행이나 증권회사에서 일하고 싶습니다. 그래서 지금은 자격증 공부도 하고 있습니다."
    },
    {
      "id": 27,
      "translation": "어제 밤에 오랜만에 가족 모두가 외식했습니다. 중화요리 레스토랑에서 만두나 마파두부를 먹었습니다. 아버지가 모든 비용을 지불해주셨습니다."
    },
    {
      "id": 28,
      "translation": "우리 동네에는 큰 공원이 있습니다. 봄에는 벚꽃, 가을에는 단풍이 아름답습니다. 주말에는 많은 사람들이 산책하거나 조깅하고 있습니다. 저도 자주 갑니다."
    },
    {
      "id": 29,
      "translation": "친구에게 빌린 책을 드디어 다 읽었습니다. 300페이지나 되어서 읽는 데 2주일이 걸렸습니다. 매우 재미있는 소설이었습니다. 내일 친구에게 돌려줄 예정입니다."
    },
    {
      "id": 30,
      "translation": "우리 집에서 학교까지 자전거로 20분 정도입니다. 비 오는 날은 버스로 가지만 30분 이상 걸립니다. 그래서 가능한 한 자전거로 가도록 하고 있습니다."
    },
    {
      "id": 31,
      "translation": "이번 달부터 새로운 일을 시작했습니다. 전 회사보다 급여는 적지만 업무 내용이 재미있습니다. 동료들도 모두 친절해서 일하기 좋은 환경입니다."
    },
    {
      "id": 32,
      "translation": "어제 친구 집에서 파티가 있었습니다. 10명 정도 모여서 모두 함께 요리를 만들었습니다. 저는 샐러드를 만들었습니다. 밤 11시까지 이야기하며 매우 즐거웠습니다."
    },
    {
      "id": 33,
      "translation": "내년에 유학할 예정입니다. 목적지는 미국 뉴욕으로 1년간 영어를 공부합니다. 홈스테이를 하면서 대학에 다닐 예정입니다."
    },
    {
      "id": 34,
      "translation": "제 할머니는 올해 80세가 되지만 매우 건강하십니다. 매일 산책을 하시고 주 2회는 수영을 하러 가십니다. 요리도 직접 만드십니다."
    },
    {
      "id": 35,
      "translation": "오늘 새로운 스마트폰을 샀습니다. 이전 것보다 화면이 크고 카메라 성능도 좋습니다. 가격은 6만 엔이었지만 만족하고 있습니다."
    },
    {
      "id": 36,
      "translation": "매일 아침 조깅을 하고 있습니다. 처음에는 10분밖에 뛸 수 없었지만 지금은 30분 뛸 수 있게 되었습니다. 체중도 3킬로 줄었습니다."
    },
    {
      "id": 37,
      "translation": "지난달에 이사했습니다. 새로운 방은 이전보다 넓고 집세도 저렴합니다. 역에서는 조금 멀지만 조용해서 살기 좋습니다."
    },
    {
      "id": 38,
      "translation": "저는 매주 토요일에 봉사활동을 하고 있습니다. 양로원에서 어르신들의 이야기를 들어드리거나 함께 게임을 하고 있습니다. 여러분 모두 매우 기뻐하십니다."
    },
    {
      "id": 39,
      "translation": "내일은 중요한 시험이 있습니다. 3개월 전부터 준비해왔습니다. 오늘 밤은 일찍 자고 내일은 열심히 해보고 싶습니다."
    },
    {
      "id": 40,
      "translation": "올해 겨울은 평년보다 춥다고 합니다. 일기예보에 따르면 눈도 많이 온다고 합니다. 따뜻한 옷을 미리 준비해두는 것이 좋겠네요."
    },
    {
      "id": 41,
      "translation": "친구가 새로운 카페를 열었습니다. 장소는 역 근처이고 커피가 매우 맛있습니다. 가게 안도 차분한 분위기여서 일이나 공부를 하기에 최적입니다."
    },
    {
      "id": 42,
      "translation": "어제 처음으로 기모노를 입었습니다. 친구의 결혼식에 참석하기 위해서였습니다. 입기가 어려웠지만 매우 멋진 경험이었습니다. 사진도 많이 찍었습니다."
    },
    {
      "id": 43,
      "translation": "제 형은 의사가 되기 위해 공부하고 있습니다. 매일 아침부터 밤까지 공부해서 매우 힘들어 보입니다. 하지만 꿈을 위해 열심히 하고 있습니다."
    },
    {
      "id": 44,
      "translation": "최근에 야채 가격이 비싸졌습니다. 날씨가 나빴기 때문이라고 합니다. 특히 토마토와 오이가 비쌉니다. 빨리 저렴해지면 좋겠습니다."
    },
    {
      "id": 45,
      "translation": "주말에 친구와 영화를 보러 가기로 약속했습니다. 오후 2시에 영화관 앞에서 만나기로 했습니다. 기대됩니다."
    },
    {
      "id": 46,
      "translation": "저는 고양이를 두 마리 키우고 있습니다. 한 마리는 하얗고 또 한 마리는 검은색입니다. 두 마리 모두 생선을 아주 좋아하며 매일 건강하게 놀고 있습니다."
    },
    {
      "id": 47,
      "translation": "오늘은 아버지의 생일이었습니다. 가족 모두가 레스토랑에 가서 축하했습니다. 아버지는 60세가 되셨습니다. 선물로 시계를 드렸습니다."
    },
    {
      "id": 48,
      "translation": "지난주에 감기에 걸려서 3일간 학교를 쉬었습니다. 열이 39도까지 올라서 매우 힘들었습니다. 지금은 다시 건강해졌습니다."
    },
    {
      "id": 49,
      "translation": "제 회사에서는 매월 마지막 금요일에 일찍 퇴근할 수 있습니다. 프리미엄 프라이데이라고 해서 오후 3시에 일이 끝납니다."
    },
    {
      "id": 50,
      "translation": "어제 전철 안에서 지갑을 떨어뜨렸습니다. 역무원에게 물어보니 친절한 분이 신고해주셨다고 합니다. 정말 도움이 되었습니다."
    },
    {
      "id": 51,
      "translation": "다음 달부터 새로운 프로젝트가 시작됩니다. 기간은 6개월이고 팀은 5명입니다. 제가 리더를 맡게 되었습니다."
    },
    {
      "id": 52,
      "translation": "오늘 아침 역에서 고등학교 시절의 선생님을 만났습니다. 10년 만이었지만 바로 저를 기억해주셨습니다. 매우 기뻤습니다."
    },
    {
      "id": 53,
      "translation": "우리 동네에서는 매년 여름에 큰 축제가 있습니다. 불꽃놀이나 포장마차가 있어서 매우 활기찹니다. 올해는 친구와 유카타를 입고 갈 예정입니다."
    },
    {
      "id": 54,
      "translation": "남동생은 내년에 고등학교를 졸업합니다. 대학에 진학할지 취업할지 고민하고 있습니다. 부모님은 스스로 결정하라고 말씀하십니다."
    },
    {
      "id": 55,
      "translation": "어제 도서관에서 책을 5권 빌렸습니다. 소설이 3권, 요리책이 2권입니다. 2주 이내에 반납해야 합니다."
    },
    {
      "id": 56,
      "translation": "저는 주 3회 헬스장에 다니고 있습니다. 월요일과 수요일과 금요일입니다. 한 번에 2시간 정도 운동합니다. 건강을 위해서도 계속하고 싶습니다."
    },
    {
      "id": 57,
      "translation": "오늘 새로운 안경을 만들었습니다. 이전 것보다 가볍고 착용감이 좋습니다. 가격은 3만 엔이었지만 오래 사용하므로 좋은 구매라고 생각합니다."
    },
    {
      "id": 58,
      "translation": "누나는 영어 선생님을 하고 있습니다. 중학교에서 가르치고 있으며 학생들에게 인기가 있습니다. 수업이 이해하기 쉽다고 평판입니다."
    },
    {
      "id": 59,
      "translation": "다음 주 월요일부터 새로운 시간표가 됩니다. 영어 수업이 주 4회에서 5회로 늘어납니다. 더 열심히 공부해야 합니다."
    },
    {
      "id": 60,
      "translation": "제 방에는 관엽식물이 4개 있습니다. 매일 물을 주며 소중히 키우고 있습니다. 방에 녹색이 있으면 마음이 편안해집니다."
    },
    {
      "id": 61,
      "translation": "어제 친구로부터 생일 선물을 받았습니다. 파란색 지갑으로 디자인이 매우 멋집니다. 소중히 사용하려고 합니다."
    },
    {
      "id": 62,
      "translation": "이번 주 토요일에 친구의 이사를 도와줄 예정입니다. 아침 9시부터 시작해서 저녁까지 걸릴 것 같습니다. 힘들지만 모두가 협력하면 빨리 끝날 거라고 생각합니다."
    },
    {
      "id": 63,
      "translation": "제 회사는 다음 달에 새로운 사무실로 이전합니다. 장소는 지금보다 역에 가까워지지만 집에서는 멀어집니다."
    },
    {
      "id": 64,
      "translation": "어제 미술관에 갔습니다. 유명한 화가의 전람회를 하고 있어서 많은 사람이 왔었습니다. 입장료는 1500엔이었습니다."
    },
    {
      "id": 65,
      "translation": "저는 매월 부모님께 전화드립니다. 실가가 멀어서 좀처럼 뵐 수 없지만 목소리를 들으면 안심됩니다."
    },
    {
      "id": 66,
      "translation": "오늘 회의는 3시간이나 걸렸습니다. 아침 9시부터 시작해서 낮 12시에 끝났습니다. 매우 피곤했습니다."
    },
    {
      "id": 67,
      "translation": "제 방은 역 근처에 있어서 편리하지만 전철 소리가 시끄러운 것이 단점입니다."
    },
    {
      "id": 68,
      "translation": "제 방의 창문은 동쪽을 향하고 있습니다. 그래서 매일 아침 태양 빛으로 잠이 깹니다. 시계가 없어도 시간을 알 수 있어서 매우 편리합니다."
    },
    {
      "id": 69,
      "translation": "다음 주 회의 자료를 만들어야 합니다. 총 30페이지 정도 됩니다. 내일까지 끝낼 예정입니다."
    },
    {
      "id": 70,
      "translation": "이 레스토랑은 항상 붐비므로 예약해두는 것이 좋습니다. 특히 주말에는 예약하지 않으면 들어갈 수 없을지도 모릅니다."
    },
    {
      "id": 71,
      "translation": "건강을 위해 엘리베이터를 사용하지 않고 계단을 올라가기로 했습니다. 제 사무실은 8층이라서 조금 힘듭니다."
    },
    {
      "id": 72,
      "translation": "어제 이가 아파서 치과에 갔습니다. 충치가 생겼던 것 같습니다. 다음 주에 또 치료받으러 가야 합니다."
    },
    {
      "id": 73,
      "translation": "죄송하지만 이 짐을 보내고 싶은데 가장 저렴한 방법은 무엇인가요. 그렇다면 선편이 가장 저렴하지만 도착까지 한 달 정도 걸립니다."
    },
    {
      "id": 74,
      "translation": "이 공원에서는 바베큐를 해도 되지만 쓰레기는 반드시 가져가야 합니다. 규칙을 지켜서 모두가 기분 좋게 사용합시다."
    },
    {
      "id": 75,
      "translation": "저는 개 알레르기라서 친구 집에 놀러 갈 수 없습니다. 그 친구는 개를 3마리나 키우고 있기 때문입니다."
    },
    {
      "id": 76,
      "translation": "이 약은 하루 3회 식사 후에 드세요. 졸릴 수 있으므로 운전은 하지 마세요."
    },
    {
      "id": 77,
      "translation": "다나카씨는 3개월 전에 회사를 그만두고 혼자서 레스토랑을 시작했습니다. 지금은 힘들어 보이지만 매우 즐거워 보입니다."
    },
    {
      "id": 78,
      "translation": "아들은 내년부터 초등학생이 됩니다. 그래서 공부를 위한 책상을 사주려고 합니다."
    },
    {
      "id": 79,
      "translation": "내일 오후에 시청에 가야 합니다. 주소를 바꿔서 수속이 필요합니다."
    },
    {
      "id": 80,
      "translation": "야마다씨는 단 것을 먹을 수 없다고 합니다. 그래서 선물은 케이크가 아닌 것이 좋겠습니다."
    },
    {
      "id": 81,
      "translation": "이 미술관은 사진을 찍어도 괜찮지만 플래시를 사용해서는 안 됩니다. 다른 사람에게 폐가 되기 때문입니다."
    },
    {
      "id": 82,
      "translation": "죄송합니다. 기분이 나빠서 조금 쉬게 해주시겠습니까. 머리가 아파서 서 있기가 힘듭니다."
    },
    {
      "id": 83,
      "translation": "기무라씨는 작년부터 일본어를 공부하기 시작했는데 벌써 신문을 읽을 수 있다고 합니다. 정말 대단하다고 생각합니다."
    },
    {
      "id": 84,
      "translation": "제 집은 낡고 좁지만 역에 가까워서 편리하므로 마음에 듭니다. 이사할 예정은 없습니다."
    },
    {
      "id": 85,
      "translation": "이 버튼을 누르면 거스름돈이 나옵니다. 돈을 너무 많이 넣은 경우에는 이 버튼을 누르세요."
    },
    {
      "id": 86,
      "translation": "제 꿈은 전 세계를 여행하는 것입니다. 그래서 지금부터 돈을 모으거나 여러 나라의 언어를 공부하고 있습니다."
    },
    {
      "id": 87,
      "translation": "이 컴퓨터는 가볍고 휴대하기 쉽지만 배터리 시간이 짧은 것이 문제입니다. 오랜 시간 밖에서 사용하기는 어려울지도 모릅니다."
    },
    {
      "id": 88,
      "translation": "보고서를 쓰기 위해 도서관에서 자료를 찾았습니다. 5권의 책을 빌렸지만 모두 읽을 수 있을지 걱정입니다."
    },
    {
      "id": 89,
      "translation": "최근에 운동부족을 느껴서 한 역 전에 내려서 걸어서 집에 가도록 했습니다. 30분 정도이지만 좋은 운동이 됩니다."
    },
    {
      "id": 90,
      "translation": "이 아파트는 애완동물을 기를 수 없게 되어 있습니다. 만약 기르고 싶다면 집주인에게 상의해야 합니다."
    },
    {
      "id": 91,
      "translation": "내일 시합에서 이기면 전국 대회에 나갈 수 있습니다. 그래서 팀 모두가 열심히 연습하고 있습니다."
    },
    {
      "id": 92,
      "translation": "이번 여행은 비행기가 아닌 신칸센으로 가기로 했습니다. 그편이 경치를 즐길 수 있기 때문입니다."
    },
    {
      "id": 93,
      "translation": "이 일은 급여는 좋지만 잔업이 많아서 힘듭니다. 몸을 상하지 않을까 걱정입니다."
    },
    {
      "id": 94,
      "translation": "고객님, 죄송하지만 지금은 만석입니다. 자리가 비어지기까지 저쪽에서 기다려주시겠습니까."
    },
    {
      "id": 95,
      "translation": "이 책은 재미있어서 하루 만에 다 읽었습니다. 친구에게도 추천해보려고 합니다."
    },
    {
      "id": 96,
      "translation": "사토씨는 영어뿐만 아니라 중국어도 할 수 있다고 합니다. 다음 달부터 중국으로 출장 갈 예정입니다."
    },
    {
      "id": 97,
      "translation": "위험하니까 노란 선 안쪽으로 물러서 주세요. 전철이 통과합니다."
    },
    {
      "id": 98,
      "translation": "이 세탁기는 조작이 간단해서 누구나 사용할 수 있습니다. 소음도 조용해서 밤에도 세탁할 수 있어요."
    },
    {
      "id": 99,
      "translation": "비가 올 것 같으니까 우산을 가져가는 게 좋겠어. 음, 하지만 일기예보에서는 하루 종일 맑다고 하는데."
    },
    {
      "id": 100,
      "translation": "저는 아침밥을 먹지 않으면 힘이 나지 않습니다. 하루의 활력을 위해 아침밥은 제대로 먹도록 하고 있습니다."
    },
    {
        "id": 101,
        "translation": "이 일은 컴퓨터를 쓸 줄 몰라도 괜찮지만, 자동차 운전을 할 수 없으면 곤란합니다."
      },
      {
        "id": 102,
        "translation": "야마모토 씨가 병으로 입원했다고 들었습니다. 그래서 다음 주 출장은 제가 대신 가게 되었습니다."
      },
      {
        "id": 103,
        "translation": "이 지역에서는 쓰레기를 내놓는 요일이 정해져 있습니다. 타는 쓰레기는 월요일과 목요일입니다. 그 외의 날에는 내놓지 마세요."
      },
      {
        "id": 104,
        "translation": "죄송합니다, 길을 잃어버렸는데 역으로는 어느 쪽으로 가야 할까요? 이 지도를 봐도 잘 모르겠어서요."
      },
      {
        "id": 105,
        "translation": "이 영화를 보고 가족의 소중함을 새삼 느꼈습니다. 주말에는 고향집에 돌아가서 부모님을 뵙고 싶습니다."
      },
      {
        "id": 106,
        "translation": "유학생활에서 가장 힘들었던 것은 언어의 벽이었습니다. 하고 싶은 말이 잘 전해지지 않아서 여러 번 억울한 마음이 들었습니다."
      },
      {
        "id": 107,
        "translation": "최근의 스마트폰은 여러 가지를 할 수 있지만, 기능이 너무 많아서 노인분들에게는 사용하기 어려울지도 모릅니다."
      },
      {
        "id": 108,
        "translation": "내일 아침까지 부장님에게 메일을 보내야 하는데 컴퓨터가 고장났습니다. 어떻게 하지요."
      },
      {
        "id": 109,
        "translation": "세일 중이어서 예정에 없던 옷까지 사버렸습니다. 싸다고 해서 돈을 너무 많이 써버렸습니다."
      },
      {
        "id": 110,
        "translation": "욕실 청소는 제 담당입니다. 매주 토요일 오전에 하기로 정했습니다."
      },
      {
        "id": 111,
        "translation": "이 문제의 답을 도저히 모르겠어서 선생님께 질문하러 가려고 합니다."
      },
      {
        "id": 112,
        "translation": "이번 여름에 바다에 갈지 산에 갈지 아직 정하지 못했습니다. 둘 다 가고 싶어서 고민됩니다."
      },
      {
        "id": 113,
        "translation": "제가 살고 있는 아파트는 역에서 멀어서 불편하지만, 주변이 조용해서 살기 좋습니다."
      },
      {
        "id": 114,
        "translation": "프레젠테이션 준비는 끝났지만, 잘 발표할 수 있을지 매우 긴장됩니다."
      },
      {
        "id": 115,
        "translation": "스즈키 씨는 3년간 이 회사에서 일한 후에 고국으로 돌아간다고 합니다. 쓸쓸해지겠네요."
      },
      {
        "id": 116,
        "translation": "내일은 눈이 온다고 해서 전철이 멈출지도 모릅니다. 일찍 집을 나서는 게 좋겠습니다."
      },
      {
        "id": 117,
        "translation": "이 레스토랑의 점심은 빵과 밥 중 하나를 선택할 수 있습니다. 리필도 자유입니다."
      },
      {
        "id": 118,
        "translation": "이 우산은 제 것이 아닙니다. 제 것은 파랗고 더 클 겁니다. 누군가가 착각한 것 같네요."
      },
      {
        "id": 119,
        "translation": "감기가 좀처럼 낫지 않아서 오늘은 회사를 쉬고 병원에 가기로 했습니다. 무리하지 않는 게 좋다고 생각합니다."
      },
      {
        "id": 120,
        "translation": "곧 아버지 생신이라서 무엇을 선물해드릴지 고민하고 있습니다. 아버지는 아무것도 필요 없다고 하시지만, 기뻐하실 만한 것을 드리고 싶습니다."
      },
      {
        "id": 121,
        "translation": "이 마을은 버스 운행 횟수가 적어서 불편하기 때문에 자동차가 없으면 생활하기 어렵습니다."
      },
      {
        "id": 122,
        "translation": "제가 이 회사를 선택한 이유는 해외에서 일할 기회가 있기 때문입니다. 장래에는 외국에서 일해보고 싶습니다."
      },
      {
        "id": 123,
        "translation": "부장님이 식사에 초대하셨지만 오늘 밤은 약속이 있어서 거절했습니다. 거절하게 되어 죄송했습니다."
      },
      {
        "id": 124,
        "translation": "죄송합니다, 이 자리가 비어 있나요. 아니요, 친구가 쓰고 있습니다. 지금 화장실에 갔습니다."
      },
      {
        "id": 125,
        "translation": "어젯밤 늦게까지 텔레비전을 봐서 오늘은 매우 졸립니다. 일에 집중할 수 없습니다."
      },
      {
        "id": 126,
        "translation": "이 강에서 수영해서는 안 됩니다. 보기에는 깨끗하지만 물살이 빨라서 위험하기 때문입니다."
      },
      {
        "id": 127,
        "translation": "제 취미는 오래된 우표를 수집하는 것입니다. 지금까지 500장 이상 모았습니다."
      },
      {
        "id": 128,
        "translation": "이 전시회는 다음 주 일요일까지입니다. 아직 보지 않은 분은 서두르는 게 좋겠어요."
      },
      {
        "id": 129,
        "translation": "에어컨을 켜둔 채로 자면 감기에 걸릴지도 모릅니다. 타이머를 설정하고 자도록 합시다."
      },
      {
        "id": 130,
        "translation": "그는 입이 무거워서 어떤 비밀이라도 안심하고 말할 수 있습니다. 절대 다른 사람에게는 말하지 않습니다."
      },
      {
        "id": 131,
        "translation": "이 책을 반납하는 것을 잊지 않도록 가방 안에 넣어두었습니다."
      },
      {
        "id": 132,
        "translation": "길이 막혀서 약속 시간에 맞지 않을 것 같습니다. 죄송합니다."
      },
      {
        "id": 133,
        "translation": "죄송하지만 이 서류의 복사를 부탁할 수 있을까요? 한 부만 있으면 됩니다."
      },
      {
        "id": 134,
        "translation": "이번 일요일에 방 청소를 할 생각입니다. 계속 바빠서 못했기 때문에 방이 더럽습니다."
      },
      {
        "id": 135,
        "translation": "이 레스토랑은 음식 맛은 물론이고 서비스도 훌륭합니다. 직원들이 모두 친절합니다."
      },
      {
        "id": 136,
        "translation": "이 일은 내일 회의 전까지 끝내야 한다. 오늘 안에 노력해보자."
      },
      {
        "id": 137,
        "translation": "죄송합니다, 몸이 안 좋아서 조퇴해도 될까요? 병원에 들렀다가 집에 가겠습니다."
      },
      {
        "id": 138,
        "translation": "아들은 축구선수가 되는 것이 꿈이어서 매일 연습에 갑니다. 다치지 않을까 걱정됩니다."
      },
      {
        "id": 139,
        "translation": "이 공원에서는 개 산책은 괜찮지만 반드시 목줄을 해주세요."
      },
      {
        "id": 140,
        "translation": "내일은 아침부터 비가 온다고 해서 빨래는 오늘 안에 하는 게 좋겠어요."
      },
      {
        "id": 141,
        "translation": "이 사전은 의미뿐만 아니라 사용법 예시도 많이 실려 있어서 매우 도움이 됩니다."
      },
      {
        "id": 142,
        "translation": "이 요리는 간단해 보이지만 실제로 만들어보면 의외로 어려워요."
      },
      {
        "id": 143,
        "translation": "휴대폰 요금을 줄이기 위해서 통화 시간을 짧게 하거나 잘 사용하지 않는 서비스를 해지하고 있습니다."
      },
      {
        "id": 144,
        "translation": "그의 이야기는 항상 길어서 무엇을 말하고 싶은지 잘 모르겠습니다."
      },
      {
        "id": 145,
        "translation": "내일은 면접이 있어서 오늘은 일찍 자려고 합니다. 지각하지 않도록 아침에는 일찍 일어날 생각입니다."
      },
      {
        "id": 146,
        "translation": "이 영화는 인기가 있어서 주말에는 표를 못 살지도 모릅니다. 평일에 보러 가는 게 좋겠어요."
      },
      {
        "id": 147,
        "translation": "다음 달에 회사 여행으로 온천에 가게 되었습니다. 제가 간사라서 호텔 예약 등을 해야 합니다."
      },
      {
        "id": 148,
        "translation": "딸은 피아노를 배우고 있지만 최근에 별로 연습하지 않아서 실력이 늘지 않습니다."
      },
      {
        "id": 149,
        "translation": "이 일은 경험이 없어도 지원할 수 있습니다. 의욕이 있는 분이라면 누구든 환영합니다."
      },
      {
        "id": 150,
        "translation": "어젯밤은 정말 대단한 번개였네요. 소리가 커서 좀처럼 잠들 수 없었습니다."
      },
      {
        "id": 151,
        "translation": "일본의 여름은 덥기만 할 뿐만 아니라 습도도 높아서 힘듭니다. 고국의 여름이 그리워집니다."
      },
      {
        "id": 152,
        "translation": "이 자료는 중요하니까 잃어버리지 않도록 이 파일에 넣어두세요."
      },
      {
        "id": 153,
        "translation": "그는 약속을 지키지 않는 경우가 많아서 별로 신용할 수 없습니다."
      },
      {
        "id": 154,
        "translation": "내일 회의 장소가 바뀌었습니다. 새로운 장소는 메일로 연락드리니까 확인해 주세요."
      },
      {
        "id": 155,
        "translation": "최근에 눈이 안 좋아진 것 같습니다. 먼 곳의 물건이 잘 보이지 않게 되었습니다. 안경을 만드는 게 좋을 것 같습니다."
      },
      {
        "id": 156,
        "translation": "이 길은 밤이 되면 어둡고 위험해서 혼자 걷지 않는 게 좋겠어요."
      },
      {
        "id": 157,
        "translation": "죄송하지만 오늘은 이미 예약으로 가득 찼습니다. 내일이라면 아직 자리가 있습니다."
      },
      {
        "id": 158,
        "translation": "야마다 씨는 30분이나 늦게 왔습니다. 연락도 없어서 모두 걱정했습니다."
      },
      {
        "id": 159,
        "translation": "최근에 역 앞에 새로운 빵집이 생겼습니다. 싸고 맛있다는 평판으로 항상 줄이 서 있습니다."
      },
      {
        "id": 160,
        "translation": "저는 커피를 좋아하지만 너무 많이 마시면 밤에 잠을 못 자서 하루에 두 잔까지로 정했습니다."
      },
      {
        "id": 161,
        "translation": "이 미술관 안에서는 휴대전화로 통화하거나 음식을 먹어서는 안 됩니다."
      },
      {
        "id": 162,
        "translation": "이 일은 다음 주 금요일이 마감이라서 아직 시간이 있다고 생각하면 간에 맞지 않게 돼요."
      },
      {
        "id": 163,
        "translation": "그는 기타 연주를 잘해서 자주 친구들과 밴드를 만들어 연주합니다."
      },
      {
        "id": 164,
        "translation": "일기예보에 따르면 오후부터 비가 강해진다고 합니다. 우산을 잊지 않도록 합시다."
      },
      {
        "id": 165,
        "translation": "제 나라에서는 식사 전에 잘 먹겠습니다라고 말하는 습관이 없습니다. 하지만 일본에 온 후로는 말하게 되었습니다."
      },
      {
        "id": 166,
        "translation": "역 근처의 주차장은 요금이 비싸서 조금 걸어도 싼 곳에 세웁시다."
      },
      {
        "id": 167,
        "translation": "타나카 씨는 항상 활기차게 인사를 해서 만나면 이쪽까지 기운이 납니다."
      },
      {
        "id": 168,
        "translation": "이 스웨터는 디자인은 마음에 들지만 저에게는 좀 작은 것 같습니다. 한 치수 큰 사이즈는 없나요?"
      },
      {
        "id": 169,
        "translation": "내일 하이킹은 비가 오면 중지됩니다. 그런 경우에는 아침 7시에 메일로 연락합니다."
      },
      {
        "id": 170,
        "translation": "저는 매운 요리를 못 먹어서 카레도 순한 맛만 먹을 수 있습니다."
      },
      {
        "id": 171,
        "translation": "회의 시간이 변경된 것을 야마다 씨에게 전하는 것을 잊어버렸습니다. 어떻게 하지요."
      },
      {
        "id": 172,
        "translation": "이 장학금은 성적이 우수한 학생을 위한 것입니다. 신청하고 싶은 사람은 사무소까지 와주세요."
      },
      {
        "id": 173,
        "translation": "죄송합니다, 몸이 안 좋아서 창문을 열어도 될까요? 신선한 공기를 마시고 싶습니다."
      },
      {
        "id": 174,
        "translation": "제 형은 회사원을 하면서 소설을 쓰고 있습니다. 언젠가 유명한 작가가 되는 것이 꿈이라고 합니다."
      },
      {
        "id": 175,
        "translation": "이 과자는 계란을 사용하지 않아서 계란 알레르기가 있는 사람도 먹을 수 있습니다."
      },
      {
        "id": 176,
        "translation": "이 공원에서는 밤 9시 이후에 불꽃놀이를 해서는 안 됩니다. 근처에 폐가 됩니다."
      },
      {
        "id": 177,
        "translation": "타나카 씨의 송별회는 다음 주 금요일 밤 7시부터 역 앞의 사쿠라라는 이자카야에서 합니다."
      },
      {
        "id": 178,
        "translation": "오늘 아침 전철에서 자리를 양보해준 젊은 사람이 있었습니다. 매우 친절한 사람이라고 생각했습니다. 저도 누군가에게 친절하게 대하고 싶습니다."
      },
      {
        "id": 179,
        "translation": "다음 주부터 새로운 아르바이트를 시작합니다. 편의점 일이지만 접객이 서툴러서 걱정됩니다. 하지만 열심히 해보려고 합니다."
      },
      {
        "id": 180,
        "translation": "어젯밤에는 별이 매우 아름다웠습니다. 공기가 맑아서 많은 별을 볼 수 있었습니다. 이번에는 천체망원경으로 보고 싶습니다."
      },
      {
        "id": 181,
        "translation": "친구가 새로운 헤어스타일을 했습니다. 전보다 짧아져서 매우 어울립니다. 귀엽네요라고 말했더니 기뻐하는 것 같았습니다."
      },
      {
        "id": 182,
        "translation": "이 약은 식후 바로 드시지 마세요. 식사 후 30분 이상 지나서 드세요."
      },
      {
        "id": 183,
        "translation": "제 휴대폰 화면이 깨져버렸습니다. 떨어뜨릴 때 부서진 것 같습니다. 수리를 맡길지 새 것을 살지 고민하고 있습니다."
      },
      {
        "id": 184,
        "translation": "내일은 날씨가 좋으면 친구와 바다에 갑니다. 수영하거나 모래성을 만들 예정입니다. 매우 기대됩니다."
      },
      {
        "id": 185,
        "translation": "최근에는 아침밥을 먹을 시간이 없습니다. 항상 급히 집을 나가서 빵을 들고 전철에서 먹고 있습니다."
      },
      {
        "id": 186,
        "translation": "할머니 댁에는 큰 정원이 있어서 여러 가지 채소를 기르고 있습니다. 지금은 토마토와 오이를 많이 수확할 수 있다고 합니다."
      },
      {
        "id": 187,
        "translation": "어제 방을 정리하다가 어릴 때 사진이 나왔습니다. 그리워서 오랫동안 보게 되었습니다."
      },
      {
        "id": 188,
        "translation": "이 마을에는 외국인이 많이 살고 있어서 국제적인 분위기가 있습니다. 여러 나라의 레스토랑도 있어서 재미있습니다."
      },
      {
        "id": 189,
        "translation": "내일 아침은 중요한 발표가 있어서 오늘 밤은 술을 마시지 않으려고 합니다. 몸상태를 갖춰놓고 싶습니다."
      },
      {
        "id": 190,
        "translation": "제 남동생은 그림 그리기를 잘해서 장래에는 화가가 되고 싶다고 합니다. 매일 그림 연습을 하고 있습니다."
      },
      {
        "id": 191,
        "translation": "슈퍼마켓에서 장보기를 하다가 지갑을 잊어버린 것을 깨달았습니다. 부끄러웠지만 상품을 도로 놓고 집에 돌아갔습니다."
      },
      {
        "id": 192,
        "translation": "올해 봄은 벚꽃이 일찍 피었습니다. 예년보다 2주나 빨라서 꽃구경 계획이 대변했습니다."
      },
      {
        "id": 193,
        "translation": "저는 매일 아침 6시에 일어나서 개 산책에 갑니다. 운동도 되고 개도 기뻐해서 일석이조입니다."
      },
      {
        "id": 194,
        "translation": "친구에게 아기가 태어나서 축하선물을 보냈습니다. 귀여운 옷과 그림책을 골랐습니다. 매우 기뻐해 주었습니다."
      },
      {
        "id": 195,
        "translation": "이 가게의 라멘은 인기가 있어서 점심시간에는 반드시 줄이 섭니다. 하지만 기다릴 가치가 있을 정도로 맛있습니다."
      },
      {
        "id": 196,
        "translation": "겨울이 되면 방이 건조해져서 가습기를 사용합니다. 감기 예방에도 좋다고 합니다."
      },
      {
        "id": 197,
        "translation": "주말에는 친구와 온천여행을 갔습니다. 천천히 온천에 들어가서 피로가 풀렸습니다. 요리도 맛있어서 매우 만족스러웠습니다."
      },
      {
        "id": 198,
        "translation": "어제 새 신발을 신고 나갔더니 발이 아파졌습니다. 아직 익숙하지 않아서라고 생각합니다."
      },
      {
        "id": 199,
        "translation": "다음 달에 언니가 결혼합니다. 상대방은 친절한 사람이어서 가족 모두가 안심하고 있습니다. 행복해지길 바랍니다."
      },
      {
        "id": 200,
        "translation": "오늘로 일본어 수업이 끝납니다. 3년간 정말 감사했습니다. 앞으로도 일본어 공부를 계속하고 싶습니다."
      }
  ]